jsonp(2,{"name":"cm","start":12},`^ver ^warning【由使用本軟件導致的任何事故及損失既不負責。】本數據庫內容來自古籍重新整理，僅供學習參考，治病請洽詢規醫療相關專業人士。
^ver 編碼架構參考《中醫證候學(2007版)》，本數據庫數字版權為CC 1.0
^ver 證: 病位(21種) + 病因(45種)，候(322種)，證候組合1800種
^ver 每個證候有若干個症 = 病況(象) + 舌象 + 脈象。約有6719症。
^ver 每個證候有若干方，總數為2800(未去重) 方 = 藥清單 + 別名 + 出處 
^ver 支持繁簡通檢。但少數字如「脏」只能找到「髒」，目前這些字必須以繁體檢索。

^ak1【證候】^bk1【證候】
^alias四時感冒，外感風寒，風傷衛，太陽中風，表虛證，桂枝湯症，太陽表實證，寒傷營，麻黃湯症，風寒兩傷營衛，傷寒表實證，太陽傷寒證，冬月正傷寒，夏令傷寒，暴涼外朿，冷傷風，虛人感冒，氣虛傷風，勞倦傷風，陽虛傷寒，血虛 傷寒，陰虛傷寒，傷寒如瘧，傷寒發痙，營衛不和，衛強營弱，營衛失調，陽旦湯證，傷寒失表，失表動血，陰證似陽，血汗，肺氣虛脫，風寒犯肺，肺傷風，傷風咳嗽，涼燥犯肺。
^chinese 小傷寒，小傷風，冒風，冒寒，傷寒，正傷寒，重傷風，陰晷，涼燥，感冒流連，虛人傷風，血虛感寒，新產傷寒，伏寒發瘧，麻疹初潮，戰汗，狂汗，風寒發痙，剛痙，柔痙.急驚風，風水，瘙閉，低熱，風寒咳嗽，寒喘，肺閉，肺脹，肺氣虛脫，風寒頭痛，風寒失血，吐涎沫，鼻傷風，腦風，鼻淵，失音，耳聾。
^western 感冒，流感，重感冒，上呼吸道感染，慢性感冒，感冒咳嗽，四季熱，支氣管肺炎。重症小兒肺炎，重症腺 病毐肺炎，過敏性鼻炎，急性耳咽管炎，卡他性中耳炎。
^ck01z01h001
^norm 四時感冒，小傷寒，鼻傷風，小傷風。
^chinese 冒風，冒寒。
^western 感冒。
^combo 表鬰+空竅+經氣
^ill〔腠理不宣〕
^symtom ①惡風怕風，②肌膚緊縮，皮毛粟起，③微熱或不熱。
^tounge 舌正常，苔薄白而潤。
^pulse 左脈浮弦而緩。
^ill<sub=1>〔清空不宣〕
^symtom ①頭昏，②頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻塞聲重，②頻打噴嘍，時流清涕。
^ill2<sub=2>〔經氣不宣〕
^symtom ①身體酸困。
^formulas
^ck01z01h005
^norm 外感風寒，風傷衛，太陽中風，表虛證，桂枝湯證。
^chinese 傷寒。
^western 感冒。
^combo 表鬰+陽鬰
^ill〔陽氣不宣〕
^symtom ①形冷惡寒，②肢冷，③胸悶，欲嘔。
^tounge 舌淡紅，苔白滑，舌苔白薄。
^pulse 脈弦、緩弱，脈浮而微弱，脈浮數弛緩無力（弱），脈微略數。
^symtom ①惡風寒，②發熱無汗，③惡寒發熱，微汗出。
^pulse 脈浮。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom ①務塞流涕②鼻鳴。
^ill2<sub=2>〔經氣不宣〕
^symtom ①項背強幾幾.②身痛骨節疼痛。
^formulas
^formula1〔桂枝湯證〕
^origin〔《傷寒論》方〕
^formula2〔桂枝加萵根湯證〕
^origin〔《傷寒論》方〕
^ingredients1 葛根 四兩，麻黃 三兩，芍葯 二兩，生薑 三兩，炙甘草 二兩，.大棗十二枚，桂枝 二兩。水煎，分三次服，取微似汗。
^ck01z01h019
^norm 太陽表實證，寒傷營，風寒兩傷營衛。
^chinese 傷寒，麻疹初潮。
^western 感冒。
^combo 陽鬰+表鬰+絡鬰
^ill1〔陽氣不宣〕
^symtom ①惡寒，嗇嗇惡寒，②肢冷，③身重。
^ill2〔絡脈不宣〕
^symtom ①頭項痛，②肢體疼痛，③腰痛骨節痛，④筋脈疼痛，⑤紅疹色淡欲出不出，⑥肩背腰臂及四肢手足關節均感酸楚。
^ill<sub=1>〔腠理不宣〕
^symtom ①惡風惡寒，②發熱無汗，寒熱並作。
^pulse 浮緊，浮弦。
^tounge 白滑。
^ill<sub=2>〔陽氣佛鬰〕
^symtom ①手足乍冷乍溫，②發熱時抑時揚，③氣息微喘，④稍有噁心。
^formulas
^formula1〔桂枝麻黃各半湯證〕
^origin〔《傷寒論》方〕
^formula2〔蘇羌達表湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2 蘇葉、杏仁、茯苓皮 各9g，防風、羌活、白芷、橘紅、生薑 各4.5g。
^formula3〔辛溫解表法證〕
^origin〔《時病論》方〕
^ingredients3 防風、桔梗、杏仁 各4.5g，廣陳皮3g，淡豆豉9g，加蔥白5寸煎。
^ck01z01h007
^norm 傷寒表實證，正傷寒，太陽傷寒證，寒傷營，麻黃湯證。
^chinese 正傷寒，陰暑，剛痙。
^combo 陽滯+表鬰
^ill〔陽氣不行〕
^symtom ①惡寒肢厥，②寒戰。
^pulse 脈緊，左浮緊有力。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱無汗。
^tounge ①苔白，②舌多無苔而潤，③即有亦白滑而薄，④甚或舌苔淡白。
^pulse 脈浮，右多浮滑。
^ill<sub=1>〔經脈不利〕
^symtom ①腰背疼痛，②頭項強痛，③項背強幾幾，④筋脈不和，⑤手足拘急，⑥角弓反張。
^ill2<sub=1>〔清空不宣〕
^symtom 頭痛如破。
^ill<sub=2>〔清竅不宣〕
^symtom 鼻塞鼻鳴。
^formulas
^formula1〔麻黃湯證〕
^origin〔《傷寒論》方〕
^formula2〔葛根湯證〕
^origin〔《傷寒論》方〕
^ingredients4 葛根 四兩，麻黃、生薑 各三兩，桂枝、芍葯、炙甘草 各二兩，大棗十二杖。水煎，分三次服。
^ck01z01h004
^norm 虛人感冒，氣虛傷風°
^chinese感冒流連，虛人傷風。
^western慢性感冒，過敏性鼻炎。
^combo 氣虛+表鬰+空竅
^ill〔氣虛不充〕
^symtom ①面色觥白，面淡黃，②神疲倦怠，③少氣，④口淡不渴，納食不香。
^tounge ①舌淡紅，②舌質淡，苔薄白。
^pulse ①濡緩，②脈緩無力，③脈虛細。
^ill2〔媵理不調〕
^symtom ①時而無汗惡風微熱，時而汗出熱退，②惡風自汗，③汗出畏風，④自汗不已，畏風微熱。
^tounge 苔薄白。脈細弦。
^ill<sub=1>〔清空不宣〕
^symtom ①頭昏，②頭痛。
^ill2<sub=1>〔清竅不宣〕
^symtom ①鼻塞鼻鳴，②噴嚏流涕，③鼻塞流清涕。
^ill<sub=2>〔經氣不宣〕
^symtom 肢節酸疼。
^formulas
^formula1〔玉屏風散證〕
^origin〔《丹溪心法》方〕
^ingredients5 黃耆、防風、白朮。
^formula2<var=1>〔桂枝湯證〕
^origin〔李林方〕
^ingredients6 桂枝、生甘草、炙防風 各6g，生白芍9g，生薑3片，大棗5』枚，生黃耆、潞黨參 各12g。
^ck01z01h010
^norm 陽虛傷寒。
^chinese 虛人感冒，柔痙。
^combo 陽虛+陽鬰+表鬰
^ill1〔陽氣不振〕
^symtom ①面帶垢晦，②惡寒喜熱，時惡寒微熱不揚，口不欲飲，③手足發涼，十指尤冷，④動則汗出，自汗淋漓，汗漏不止，⑤小便難，⑥大便溏滑。
^pulse ①脈浮緩，②浮大，③脈右級左沉均弱。
^tounge 苔白滑。
^ill2〔腠理不調〕
^symtom ①惡風，②嗇嗇惡寒，淅淅惡風，③繼則翕翕發熱，④自汗頗多，⑤寒熱間作，寒則戰慄，熱則熱汗驟至，⑥左邊有汗，右邊無汗。
^pulse 脈左浮緊，右沉遲。
^ill<sub=1>〔清空不宣〕
^symtom 頭項強痛。
^ill2<sub=1>〔清竅不宣〕
^symtom 鼻塞咳嗽。
^ill<sub=2>〔陽氣不宣〕
^symtom ①腰膝酸楚，②四肢微急，難以屈伸，③怯手，縮足，④氣息微喘，⑤間以噁心。
^formulas
^formula1〔桂枝加附子湯證〕
^origin〔《傷寒論》方〕
^ingredients7 桂枝、芍葯、炙甘草、生薑 各三兩，大棗十二枚，炮附子一枚。水煎，分三次服。
^ingredients8 桂枝、白芍、炙廿草、黃耆、附子、當歸、大棗、生薑。4
^ck01z01h016
^norm 太陽中風，太陽表虛證，營弱衛強，桂枝湯症。
^chinese 太陽表虛證。
^western 感冒。
^combo 陽虛+營虛+表鬰
^ill〔陽氣不振〕
^symtom ①嗇嗇惡寒，時逢盛夏，猶惡風寒而喜溫暖，②自汗出，③面色萎黃無華，頭暈，④體益 疲乏，神情萎頓，嗜臥，⑤便溏，⑥先發汗，而後下之。
^tounge ①舌淡，舌苔薄白，②苔白糙，舌紫暗。
^pulse ①脈浮細，②脈浮弱，③脈象湔緩，④脈浮緩，寬按無力，⑤兩脈虛大無根。
^symtom ①淅淅惡風，②翕翕發熱，③形寒高熱如瘧狀。
^tounge 苔白。
^pulse 寸脈浮。
^symtom ①自汗，②自覺肢末麻痺。
^pulse 尺脈弱，脈浮弱。
^ill2〔清空不宣〕
^symtom 頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻鳴，②乾嘔。
^ill2<sub=2>〔經氣不宣〕
^symtom 身疼痛。
^formula1〔桂枝湯證〕
^origin〔《傷寒論》方〕
^formula2<var=1>〔黃耆建中證〕
^origin〔平世昌方〕
^ingredients9 生黃耆、茯苓、白人參、生白朮、麥芽 各9g，桂枝、老薑、炙甘草 各3g，生白芍、大紅棗 各12g。
^ck01z01h199
^norm 血虛傷寒。
^chinese 新產傷寒。
^western感冒。
^combo 陰血虛+表鬰
^ill〔血虛失養〕
^symtom ①面色觥白，②頭暈疼，③乏力。
^pulse ①沉按則澀，左部尤甚，②脈浮無力。
^tounge 舌淡。
^ill2〔腰理不宣〕
^symtom ①發熱無汗，②頭痛項強，③遍身拘急。
^tounge 苔白。
^pulse 浮緊。
^ill<sub=1>〔陰虛失養〕
^symtom ①大便常結，②大便數日未下，③便秘不欲臨面。
^ill2<sub=1>〔清空不宣〕
^symtom 頭疼。
^ill<sub=2>〔血滯不行〕
^symtom 惡露未淨，少腹微痛。
^formulas
^ingredients10 官桂、麻黃、炙甘草 各3g，當歸9g，陳皮、生薑各5片。
^ingredients11 熟地黃20g，當歸身、香豆豉 各12g，荊芥、防風 各4.5g，川芎、白芷、桂枝、陳皮 各9g，蔥白5枚。
^ck01z01h006
^norm 傷寒如瘧。
^chinese 伏寒發瘧，戰汗，狂汗
^combo 陽鬰+表鬰
^ill〔陽氣不宣〕
^symtom ①形寒，②惡寒，③皮膚無汗，④戰惕，⑤大便不通，腹無所苦，6小便清利。
^pulse ①脈浮虛遲，②或弦緊有力。
^ill<sub=1>〔陽氣佛鬰〕
^symtom ①熱多寒少，②面熱赤，③不汗出身癢，④汗大出煩熱則解，⑤譫語狂笑，⑥氣息微喘，稍有噁心。
^pulse ①脈浮洪滑數，②洪大。
^ill2〔腠理不調〕
^symtom ①寒熱如瘧一日二三度發，②無汗乾熱，③發熱大'汗出，惡風，④日晡潮熱，惟惡風寒。
^tounge ①舌紫暗苔黃，②或白膩。
^ill2〔清空不宣〕
^symtom ①頭痛，②頭項痛c
^ill<sub=2>〔經氣不宣〕
^symtom ①身疼，②膝關節疼。
^ill2<sub=2>〔清竅不宣〕
^symtom 鼻塞。
^formulas
^formula1〔麻桂各半湯證〕
^origin〔《傷寒論》方〕
^ingredients12 麻黃、炙甘草、赤芍、生薑 各3g，桂枝4.5g，杏仁9g，大棗4枚。
^formula2〔桂枝二麻黃一湯證〕
^origin〔《傷寒論》方〕
^ingredients13 麻黃1.5g，桂枝6g，杏仁、赤芍、生薑 各4.5g，炙甘草0.知，大棗5枚。
^formula3〔蘇羌達表湯證〕
^origin〔《通俗傷寒論》.方〕
^ingredients14 蘇葉4.5g~9g，防風、羌活、白芷 各3.4.5g，光杏仁、浙苓皮各6~9g，鮮生薑、廣橘紅各2.4～3g，極重4.5g。俞 氏加減法：如風重於寒者，通稱傷風，咳嗽痰多，原方去羌活、生薑加仙半夏9g，前胡6g，苦桔梗4，5gc
^ck01z01h017
^norm 營衛不和，衛強營弱。
^chinese太陽表虛證。
^western 低熱，夏季熱。
^combo 營虛+氣虛+表鬰+陽鬰
^ill〔營虛失榮〕
^symtom ①夜寐不酣，②常自汗出，③常心煩熱，④形容消瘐。
^pulse ①脈虛浮黹，②脈浮弱。
^ill2〔腠理不調〕
^symtom ①時發熱汗出則解，②乍而形寒，乍而面紅汗出，③早晚高熱，日中偏低，④感時冷時熱。
^ill<sub=1>〔陽氣不宣〕
^symtom ①形寒，②肢冷，③觀熱汗出則解，④微惡風寒。
^pulse 脈浮洪數滑。
^ill<sub=2>〔氣虛失養〕
^symtom ①倦怠乏力神疲，②面色唇色無華，③頭眩，④胃納不香，⑤便溏，⑥小便頻多，⑦極疲 倦，食減，大便溏瀉。
^tounge 舌苔白滑。
^pulse 脈細譎。
^formulas
^formula〔桂枝湯證〕
^origin〔《傷寒論》方〕
^ingredients15 簞心煩熱，四末欠溫，皮膚極度乾燥，面唇無華，神疲納呆，大便不實，小便奇長，舌淡苔少，脈細數無力：黨參、白芍、黃耆、地骨皮、茯苓 各4.5g，桂枝、白朮 各2g，白薇1.5g，山藥、龜版 各10g，牡蠣12g，甘草3g，3劑，T37. 51，煩熱 稍輕去地骨皮，倍黃耆，又3劑，T36.7弋，二便正常：貿?、龜版、山藥 各15g，白朮10g，紅棗5枚，黨參、茯苓各 I2g，甘草8g，研末沒服2g，日三，以鞏固。
^ingredients16 (3)林如金治胃腸外科手術後，發熱43夭，每日午後T37.5~38.5弋之間，各種檢查結果（-)，傲惡風寒，汗出，疲乏無力，形容消瘦，顏面蒼白，脈湔細，營衛失調，桂枝湯合玉屏風散加減：桂枝、白朮、生薑 各9g，黃耆24g，大棗5 枚，白芍、龍骨、牡蠣 各15g，甘草3g，5劑熱退。
^ck01z01h033
^norm 感冒風寒症，傷風感冒，鼻傷風。
^chinese 冒風，傷風，咳嗽，喉暗，耳聾，吐涎沫。
^western 感冒，流感，急性耳咽管炎，卡他性中耳炎。
^combo 氣鬱+竅鬰
^ill〔氣機不宣〕
^symtom ①胸悶，②狹嗽不利，③乾咳無痰。
^tounge 舌苔薄白，苔白。
^pulse 脈浮弦。
^ill<sub=1>〔清竅不宣〕
^symtom ①典流清涕，②鼻塞，③耳聾，耳鳴，耳中脹塞不舒，時覺微痛，吞嚥時耳內轟響，④耳內作癢，⑤咽阻，⑥聲嘶音啞，失音，⑦目脹。
^ill2<sub=1>〔清空不宣〕
^symtom ①頭目昏脹.②頭目不清，③頭痛隱隱。
^ill<sub=2>〔氣機不降〕
^symtom ①咳逆，②唾吐涎沫。
^formulas
^ingredients17 荊芥、防風、蔥白、淡豆豉、生薑、前胡、杏仁、桔梗。
^formula2〔六味湯證〕
^origin〔王雨三方〕
^ingredients18 荊芥、防風、薄荷、桔梗、甘草、個蠶。
^formula3〔耳聾宜肺湯證〕
^origin〔乾祖望方〕
^ingredients19 麻黃、甘草、菖蒲 各3g，防風5g，薄荷6g，杏仁、花耳子、俚蠶、路路通 各10g。
^formula4〔耳聾治肺湯證〕
^origin〔乾祖望方〕
^ingredients20 炙麻黃、葶藶子、甘草 各3g，菖蒲、防己 各6g，杏仁10g。重者加蟬衣、路路通，體虛去葶藶子，加黃耆。
^ingredients21 (5)王雨三：風邪入於會厭，咽喉阻礙而不能發音，脈浮弦，主六味湯（組方見方症）。宗脈虛而風邪乘之，經氣痞 而不宜，耳聾，耳內作癢，或兼頭痛，脈浮，主清神散：甘菊、羌活、荊芥、木通、川芎、防風、木香、菖蒲、俚蠶、甘 草、細辛。桂香散：麻黃、桂枝、川芎、白芷、當歸、細辛、菖蒲、木香、南星、木通、甘草、蒺藜。
^ingredients22 (2)葉天士治煩勞衛疏，風邪上受，痰氣交阻，清竅失和，鼻塞音低，咳嗽甚，皆是肺病，辛以散邪，佐微苦以降 氣：杏仁、蘇梗、辛夾、牛蒡子、薏苡仁、橘紅、桔梗、枳殼（《臨症指南醫案》67)。
^ck01z01h034
^norm 感冒風寒，暴涼外束，冷傷風，涼燥犯肺，風寒犯肺。
^chinese 傷風，涼燥。
^western 感冒。
^combo 氣鬱+表鬰
^ill〔氣機不宣〕
^symtom ①胸滿，②咳痰清稀，③乾咳連聲，④兩脅串痛，⑤臆悶。
^tounge 苔白膩。
^symtom ①身熱自汗，②體痛，③惡寒無汗，④皮膚干痛。
^pulse 脈弦，脈浮緊帶數。
^tounge 苔薄白膩
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔清竅不宣〕
^symtom ①頭痛，②昏眩。
^symtom ①咳嗽痰多，②氣逆。
^symtom ①鼻塞聲重，②嗌塞，③噴虞，④喉癢。
^formulas
^formula1〔杏蘇散證〕
^origin〔《溫病條辨》方〕
^ingredients23 蘇葉，半頁，茯苓，前胡，桔梗，枳殼，甘草，生薑，大棗，橘皮，杏仁。水煎服。
^formula2〔加味香蘇蔥豉湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients24 新會皮4.5~6g，鮮蔥白2~3枚，紫蘇4.5～9g，清炙甘草1. 8 ~2.4g，淡香鼓9~12g，杏仁9g，炙百部6g，紫菀9g，白前6g。
^formula3〔六安煎證〕
^origin〔《成方切用》方〕
^ingredients25 陳皮4.5g，半S：6~9g，茯苓6g，甘草、杏仁 各3g，白芥於（年老氣弱者不用）1.5.2. lg，加生薑三五七片。
^formula4〔加味香蘇飲證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients26 蘇葉、香附、防風、僵蠶 各3g，陳皮、葛根 各2.5g，甘草0.9g，羌活、荊芥、桔梗、枳殼 各1.5g，豆豉6g，蔥3寸。頭痛加川芎1.5g，白芷3g，咽痛甚加射乾4. 5g，冬天寒重合三拗湯。
^ingredients27 (2)葉天士治風邪外襲肺衛，喪風發熱，咳嗽脘悶，當用內和表裡：蘇梗3g，杏仁9g，淡豆豉、桔梗、連翹4.5g，通蘋3g (《臨證指南醫案》313)。
^ingredients28 (3)余淦傑治冒受風寒，鼻塞流涕，頭0昏眩，發熱3S.5弋，咳嗽頻作，痰清色白，胸悶不適，脈浮緊，苔薄，證屬 風寒束表，肺氣不宣，宜疏風逐寒，宣達氣機，做止咳滌痰，杏蘇飲化裁：杏仁、蘇葉、前胡、牛蒡子、防風6g，薄荷 2.4g，辛夷4.5g，法半夏、桔梗、橘仁、連翹9g，甘草3g。
^ingredients29 (5)葉熙春治身熱頭痛，咳嗽痰稠，胸悶，苔白賦，脈弦，辛溫解表法加味：桂枝2.4g，杏仁、象貝母9g，前胡、蒺 藜、半夏、香豉、荊芥、蘇葉4.5g，藿香、橘紅6g。
^ck01z01h056
^norm 感冒風寒。
^chinese 風寒頭痛，鼻傷風，腦風，鼻淵，失音。
^western 感冒，過敏性鼻炎。
^combo 陽鬰+氣鬱+竅部
^ill〔陽氣不宣〕
^symtom ①惡寒無汗，②腦戶貫冷，③項背惡寒。
^pulse 脈浮緊，浮弦。
^ill2〔氣機不宣〕
^symtom ①胸悶滿，②咳嗽。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，②頭脹悶。
^ill2<sub=1>〔清竅不宣〕
^symtom ①聲音驟閉，②毋塞，③咽癢，④鼻流濁涕，⑤鼻內發癢，噴涕，流清涕，⑥流淚。
^ill<sub=2>〔氣機不降〕
^symtom ①咳嗽氣逆。
^formulas
^ingredients30 葛根、白芍、川芎、知母、生薑、蔥白。
^ingredients31 葛根、織' 細辛、藿香。
^ingredients32 白芷、薄荷、辛夷、蒼耳子。
^ingredients33 (2)荊芥、防風、薄荷、桔梗、甘藎、僵蠶。
^ingredients34 (2)王雨三：脈浮緊者，主麻黃湯，脈浮弦者，用六味湯（組方見方症）加羌活、蘇葉。有主三拗湯、荊蘇湯：蘇 葉、荊芥、木通、橘紅、當歸、桂枝、石首蒲。加味甘梧二陳湯：陳皮、半夏、獲苓、麻黃、枯梗、細辛、杏仁、桔梗、枳殼、姜、蔥。失音散：姜皮、俚蠶、甘草，研末薑湯下。
^ck01z01h057
^norm 太陽傷寒，冬月正傷寒，麻黃湯症，夏令傷寒，冷傷風，重傷風。
^chinese 重傷風，陰暑症，寒喘。
^western 重感冒，上呼吸道感染，重症小兒肺炎。
^combo 陽鬰+表鬰+氣鬱+空竅
^ill〔陽氣不宣〕
^symtom １惡寒，惡寒甚著，２面青黯，３煩躁，４口唇青紫，５面色青滯，６肢末欠溫，７口乾不欲飲水。
^tounge ①口淡，②苔白滑而旗，③舌苔薄黃而潤。
^pulse ①脈浮緊，②浮數，③右手脈已不應指，左寸關尚浮弦，④脈細。 指紋：暗不旺。
^ill2〔媵理不宣〕
^symtom ①惡寒發熱無汗，②惡風無汗，③身熱無汗，④身熱起伏不定，汗少。
^tounge 苔白薄而滑。
^pulse 脈浮緩滑。
^ill3〔氣機不宣〕
^symtom ①咳嗽頻劇，痰多白滑而稀，②胸悶，胸滿，③胸脫閉塞，呼吸之氣難以出入，④咳引胸 痛，⑤心下疼痛，按之更甚。
^ill<sub=1>〔清空不直〕
^symtom 頭痛，頭項痛。
^ill2<sub=1>〔氣機不降〕
^symtom ①嘔逆，②氣急，氣喘，③哮喘。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻塞聲重，②流清涕，③咽癢。
^ill2<sub=2>〔經氣不宣〕
^symtom ①體痛，②腰痛，③骨節疼痛。
^formula1〔麻黃湯證〕
^origin〔《傷寒論》方〕
^ingredients35 麻黃、桂枝、杏仁、炙甘草。
^formula2〔蘇羌達表湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ck01z01h049
^norm 虛人感冒。
^chinese 感冒。
^western 支氣飪肺炎。
^combo $虛+表郎+氣鬱
^ill〔氣虛不充〕
^symtom ①口淡，②不渴，③不欲食，④骨節酸楚，⑤微熱氣怯。
^tounge 舌質淡，苔薄白。
^pulse 脈浮緩，脈浮滿緩。
^ill2〔氣機不宣〕
^symtom ①咳嗽，痰白而稀。②咳嗽聲噯無痰。
^ill<sub=1>〔腠理不宣〕
^symtom ①惡寒發熱，②汗少，③腰痛。
^ill2<sub=1>〔氣機不降〕
^symtom 氣逆咳嗆。
^ill<sub=2>〔清空不宣〕
^symtom ①頭脹，頭痛，②多噴嚏，毋塞流涕。
^formulas
^formula1〔人參敗毒散證〕
^origin〔《小兒藥證直訣》方〕
^ingredients36 柴胡、前胡、川芎、枳殼、羌活、獨活、茯苓、桔梗、人參 各30g，甘草15g。為粗末，每服6g，加生薑、薄荷，水煎
^formula2〔參蘇飲證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients37 人參、紫蘇葉、葛根、前胡、法半更、茯苓 各0.9g，枳殼、橘紅、桔梗、甘草、木香各I5g。為粗末，每服9g，加生 姜7片，大棗I枚，水煎服。
^ingredients38 辨證風寒犯表，肺氣不利，元氣虛弱。治以扶元解表，疏肺止咳。人參敗毒散加減：黨參18g，羌活、獨活、柴胡、川芎 各6g，炙甘草4.5g，茯$12g，桔梗、蘇葉、前胡 各9g。天服2劑。
^ck01z01h115
^norm 陰虛傷寒。
^chinese 勞倦傷風，戰汗。
^combo 表鬰+氣虛+?枯
^ill〔膜理不宣〕惡寒發熱無汗。
^ill<sub=1>〔清竅不利〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^symtom ①神氣衰，②昏昏如醉，③臥床不起。
^pulse 脈寸短弱欠神韻。
^symtom 咽干舌燥。
^symtom ①咳嗽，②中胱痞塞。
^symtom 嘔惡。
^formulas
^formula1〔加減金水六君煎證〕
^origin〔《傷寒指舉》方〕
^ingredients39 當歸、茯苓、熟地、生地、川石斛、陳皮、丹皮、淡豆豉、羌活、炙甘草、生薑。水煎服Q
^ingredients40 (2)金子久治半月以來，津液頓耗，舌質光剝，舌邊花白，脈欠神韻，咳痰不易出，乍而面紅汗洩，乍而形寒肢厥，大便不通，中脘痞塞，予調和營衛，鼓舞中焦，藉利關竅，黃耆建中湯合玉課風散加減：生黃耆、防風、生白朮、炙甘草、桂枝、白芍、瓜蔞皮、肉蓯蓉、白蜜、牛膝、麥冬、叭噠杏仁、橘紅、川貝母（《宋元明清名醫類案續編》50)。
^ck01z01h076
^norm 營衛失調，陽旦湯症。
^chinese 血虛感寒。
^combo 陽鬰+陽滯+營虛‧氣鬱
^ill〔陽氣怫鬰〕
^symtom ①發熱惡寒，惡寒時時有熱，②面赤惡風，大汗如浴，③晝夜煩躁，④昏督不語，或神昏 譫語。
^ill2〔營虛失榮〕
^symtom ①汗出，②口渴。
^pulse ①脈潘緩，②兩脈虛澀。
^ill<sub=1>〔陽氣不宣〕
^symtom ①惡寒，②頭痛，③四肢麻木拘急，④身痛中痛。
^tounge 舌淡苔白。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸滿，心下悶，②咳嗽，③胸痛徹背。
^ill2<sub=2>〔氣機不降〕
^symtom 乾嘔。
^formulas
^formula1〔加味桂枝橘皮湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients41 赤芍、陳皮 各4.5g，桂枝、生薑 各3g，炙甘草1.8g，杏仁9g，前胡6g，大棗2枚。
^formula2〔桂枝牡蠣湯證〕
^origin〔李聰甫方〕
^ingredients42 桂枝5g，白芍9g，當歸身、茯神、段牡蠣 各10g，炙遠志、砂仁、炙甘草、大棗 各3g，生薑3片。
^ingredients43 (1)馬元儀治積勞積鬱積虛，發熱惡寒，口渴胸滿，身痛中痛，晝夜煩躁，或神昏譫語，兩脈虛澀，非解鬰則風不 出，邪內虛陷，非補虛則邪不達，先滋其上：瓜蔞、泡姜、枳殼、桂枝、桔梗、半芨，杏仁、蘇子；次和其中：人參、桂 枝、淡姜、川黃連、枳殼、厚樸、半夏、炙甘草；次補其虛：人參、秦艽、杏仁、首烏、蘇子、廣陳皮、枳殼、半夏。
^ck01z01h059
^norm 傷寒失表，陰證似陽，血汗。
^chinese 衄血，戰汗。
^combo 陽鬰+陽滯+表鬰+氣部
^ill〔陽氣不宣〕
^symtom ①惡寒怕冷，②手足厥逆，③沉睏倦臥，④面色青黃，⑤口唇色青。
^tounge ①舌質淡，②苔灰白。
^ill2〔陽氣怫鬰〕
^symtom ①服汗藥發煩目瞑，②燦血，吐血服涼反劇，③下後氣上衝，④壯熱面赤，⑤發散熱勢反 增，⑥躁擾不寧，⑦昏悶鬱冒，⑧譫語狂笑，⑨抽搐。
^pulse ①脈浮數，②洪大，③寸動。
^ill3〔腠理不宣〕
^symtom ①發熱無汗身痛，②壯熱無汗。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①大便不通，小便清利，②胸膈不舒，③胸腹滿。
^pulse 脈模糊。
^ill<sub=2>〔氣機不降〕
^symtom ①呃逆不止，②嘔逆。
^ill2<sub=2>〔清竅不宣〕
^symtom ①咽阻，②咽痛。
^formulas
^formula1〔麻黃湯證〕
^origin〔陶尚文方〕
^formula2〔升陽散火湯證〕
^origin〔《脾胃論》方〕
^ingredients44 升麻、葛根、羌活、獨活、白芍葯、人參 各15g，柴胡24g，生甘草6g，炙甘草9g，防風7.5g。為粗末，每服15g，水
^formula3〔桂枝湯證〕適用於發汗後或下後不可峻汗之時，作更發其汗用。
^ck01z01h129
^norm 失表動血。
^chinese 風寒失血。
^combo 表鬰+陽鬰+氣鬱+血溢
^formulas
^formula2<var=1>〔疏風止嗷湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients45 荊芥、百部、白前 各4.5g，薄荷3g，炙甘草1.8g，橘紅2.4g，紫斃、杏仁 各6g，加藕汁、童便。
^formula3〔加味麻黃湯證〕
^origin〔王和伯方〕
^ingredients46 蜜炙麻黃、清甘草各.5g，桂枝1.2g，杏仁9g，通草2.4g，荊芥炭3g，炒蘇子、旋復花 各6g，橘紅2.6g，前胡4.5g，山茶花3朵。
^formula4〔桂枝加龍牡湯證〕
^origin〔張石頑方〕
^ingredients47 桂枝、苟藥、生薑、龍骨、牡蠣 各三兩，甘草 二兩，大麥十二枚（《金[g要略》方）。
^ck01z01h064
^chinese 肺閉。
^western 莆症腺病毒肺炎。
^formula1〔桂枝湯加厚樸、杏子湯證〕
^origin〔蒲輔周方〕
^ingredients48 桂枝、炙甘草、厙樸、前胡各J.5g，白芍1.8g，生薑2片，大棗2枚，杏仁10粒，個蠶3g。
^formula2<var=2>〔射乾麻黃湯證〕
^origin〔蒲輔周方〕
^ingredients49 射乾、麻黃、紫斃、前胡、炙甘草 各1.5g.細辛0.9g，法半夏、蘇子 各3g，五味子7粒，生薑2片，大棗2枚。
^ck01z01h069
^norm 風水。
^chinese 風水。
^combo 陽鬰+氣部+津滯
^ill〔陽氣不宣〕
^symtom ①形色蒼赤，②神氣睏倦。
^tounge 苔灰黃。
^ill2〔津不化氣〕
^symtom ①視人目裹上，微擁如蠶，新臥起狀，其頸脈動，②面目浮腫，③按其手足陷而不起者，④遍體浮腫，腫勢甚急，⑤腎囊腫大，狀若水晶。
^ill3〔腠理不宣〕
^symtom ①惡風，②骨節痛，③頭痛潮熱，④身體反ffi而酸。
^pulse ①脈浮大，②浮緊。
^ill<sub=1>〔氣機不宣〕
^symtom ①進利水消導，腫脹日甚，②飲食頓減，③時時咳。
^pulse ①脈寸沉滑，②寸沉數。
^ill2<sub=1>〔氣化不行〕
^symtom 小便不利。
^ill<sub=2>〔氣機不降〕
^symtom 氣急不能者枕。
^formulas
^formula<var=1>〔人參敗毒散證〕
^origin〔謝映廬方〕
^ingredients50 柴胡、前胡、川芎、枳殼、羌活、獨活、茯苓、桔梗、人參 各30g，甘草15g。為粗末，每服6g，加生薑、薄荷，加生 貨?，水煎服。
^ck01z01h226
^norm 肺傷風，傷風咳嗽。
^chinese 風寒咳嗽，失音。
^western 感冒咳嗽。
^combo 氣鬱。
^ill〔氣機不宣〕
^symtom ①咳痰不爽，②疲多泡沫，③胸悶。
^pulse ①脈浮，②脈弦滑而浮，③脈譎而氣口獨浮。
^tounge ①苔白潤，②苔白膩。
^ill<sub=1>〔氣機不降〕
^symtom 咳嗆氣逆。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻塞頭痛，②聲啞不出。
^formulas
^formula1〔辛溫宜肺湯證〕
^origin〔《秦伯未醫案選》方〕
^ingredients51 紫蘇、前胡、法半夏、除皮、枳殼 各4.5g，牛蒡子6g，杏仁9g，桔梗3g，生薑2片。
^formula2〔疏風止嗽湯證〕
^origin〔何廉沮方〕
^ingredients52 荊芥、百部、白前 各4.5g，薄荷3g，炙甘草1.8g，橘紅2.4g，紫菀、杏仁6g；
^formula3〔止嗽散證〕
^origin〔程鐘齡方〕
^ingredients53 荊芥穗、桔梗、百部、紫菀、白前 各2.4g，陳皮1.2g，甘草0.9g。
^formula4〔加味三拗湯證〕
^origin〔康蘇標方〕
^ingredients54 麻黃2.4g，杏仁9g，甘草1.5g，法半夏、蘇梗 各6g，橘紅、桔梗、蘇子 各4.5g，枇杷葉9g。
^ingredients55 (1)葉天士治風鬰咳不止：薄荷、前胡、杏仁、枯梗、橘紅、桑皮、連翹、枳殼（《臨證指南》67)。
^ingredients56 (3)張聿青治肺感風邪，不為疏解，反為補益，以致邪戀而不得洩，咳久不止，脈濰而氣口獨浮，既從外感而來雖經 日久，不得不為疏洩也：麻黃、甘草、杏仁、瓜蔞皮、枳殼、蘇子、鬰金、茯苓、炙橘紅、桔梗（《張聿青醫案》152)。
^ingredients57 (5)聶久吾治風寒咳嗽，單用梔芩天花粉涼劑服多，聲啞不出，與加味三拗湯，一劑聲出，杏仁7.5g，生甘草1.5g，羌活、拮梗2.4g，防風3g，生薑9g熱服（（續名醫類案》上85)。
^ck01z01h227
^norm 寒喘。
^chinese 咳喘，癃閉。
^combo 氣郎+氣逆
^ill〔氣機沖逆〕
^symtom 氣喘痰多，喉中嘎吼有聲，張口抬肩，入夜端坐倚息。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳甚，咳嗽痰白而稀，②無汗，③#無熱而形寒，④腹雖饑而厭食，⑤突然小便不通，少腹膨脹，呻吟不已。
^pulse 脈浮滑。
^tounge 舌淡紅，苔白。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔華蓋散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients58 蘇子、赤茯苓、桑白皮、橘皮、杏仁、麻黃 各30g，甘草15g。為粗末，每服6g，水煎服。
^formula2〔加味三拗湯證〕
^origin〔王少華方〕
^ingredients59 (1)張聿青治肺盛風邪不為疏解，反為補益，以致邪塞而不得洩：麻黃、甘草、杏仁、瓜蔞皮、枳殼、蘇子、鬰金、茯苓、橘紅、桔梗。
^ck01z01h231
^norm 風寒咳嗽，肺寒咳嗽。
^chinese寒咳。
^combo 陽鬰+氣鬱
^formulas
^formula1〔杏蘇散證〕
^origin〔《溫病條辨》方〕
^ingredients60 蘇葉、半叟、獲苓、前胡、桔梗、枳殼、甘草、生薑、大棗、橘皮、杏仁。水煎服。
^formula2〔金沸草散證〕
^origin〔《類證活人書》方〕
^formula3〔華蓋散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients61 蘇子、赤茯苓、桑白皮、橘皮、杏仁、脾黃 各30g，甘草15g。為粗末，每服6g，水煎服。
^ck01z01h228
^norm 肺閉。
^chinese 肺脹。
^combo 氣鬱+氣逆+氣閉
^ill〔氣機不宣〕
^symtom ①咳嗽痰白而稀，②咳喘胸滿。
^pulse 脈浮滑。
^tounge ①舌淡紅苔白，②苔白薄。
^symtom ①胸高，②閉悶欲死，忿咳嗽頓止，④面色蒼臼，⑤環口青黯，⑥目合。
^pulse 脈伏。
^ill<sub=1>〔氣機沖逆〕
^symtom ①氣促，②口張鼻煽，③胸高氣築，呷呀不休，閉悶欲死，④喉中溪吼有聲，張口抬肩，入夜端坐倚息。
^pulse 脈促而滑。
^ill<sub=2>〔清竅不宣〕
^symtom 咳嗽頓止，啼聲如鴉。
^formulas
^formula1〔華盞散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients62 蘇子、赤茯苓、桑白皮、橘皮、杏仁、麻黃 各30g，甘草15g。為粗末，每服6g，水煎服。
^formula2<var=2>〔小青龍湯證〕
^origin〔程杏軒方〕
^ingredients63 麻黃、桂枝、細辛、半夏、甘草、生姿、杏仁、職、桔梗、橘紅、蘇子、佚苓P
^ingredients64 (2)何廉臣：感寒邪而生痰，勢必毛竅外閉，肺氣逆滿，邪氣無從發洩，形寒傷肺，肺氣抑鬱，當用辛溫宣劑，輕則 三子導痰湯加荊防：荊芥、防風、荽半夏、萊菔子、蘇子、枳殼、茯苓 各4.5g，橘紅3g，白芥子、炎甘草 各1.5g;重則麻 黃二陳湯：麻黃、炙甘草 各1.5g，姜半夏6g，橘紅3g，前胡、白前 各4.5g，杏仁、獲苓 各9g (《通俗柺寒論》31Q)。
^alias感冒風寒，陽明中風，陽明經證，陽明風寒，陽明傷寒，太陽陽明合病，二陽並病，瀾底傷寒，作汗發狂，發斑傷寒，傷寒夾斑。
^chinese：感詖，陽明傷風，陽明表虛證，寒疫，勞復，風寒夾虛，傷寒瀉利，傷寒壞病，風癮疹，發斑，狂#，肺 痺，久咳。
^western 感冒，流行性感冒，總性蕁麻疹。
^ill〔陽氣不宣〕
^symtom ①憎寒，②肢懈，③惡寒，足厥。
^tounge 苔淡灰薄膩。
^pulse ①脈浮緊，②浮洪微滑，③脈浮而長。
^symtom ①惡寒發熱無汗，②惡風無汗，③突發週身 劇烈瘙癢，職大小不等之雕。H005
^tounge 苔舶。_l_瓶—嵨候
^pulse ①脈弦緩，②脈浮有力。』
^symtom ①胸痞，②胸滿，③小便不利，④咳嗽，⑤ I 不食。
^symtom ①頭額目痛，②眩皋。
^symtom 鼻幹不得臥。
^symtom①身痛如束，②關節酸痛，③項背強痛，腰脊強。
^ck01z12h005
^chinese陽明傷風。
^western 感
^combo陽鬰+表鬰
^ill〔陽氣不宣〕
^symtom①形寒肢冷.②口不渴。
^pulse①脈來浮緊，②或浮緩，③浮而遲，④浮洪微滑。
^tounge舌潤無苔。
^symtom①惡寒發熱無汗，②反汗出惡風，（|)肌肉煩疼。
^ill<sub=1>〔清空不宣〕癥象：頭額連目眶痛。
^ill<sub=2>〔清竅不宣〕
^symtom①典塞彝嗚流涕，②無汗而喘。
^ill<sub=2>〔經氣不直〕
^symtom①身酸身痛，②腰痛骨疼。
^formula1〔S根湯證〕
^origin〔（傷寒論) 方〕
^ingredients65 葛根 四兩，麻黃、生姜 各三兩，桂_、芍藥、炙甘草 各二兩，大棗十二枚。水煎，分三.次服。
^formula2〔桂枝加葛根湯證〕
^origin〔《傷寒論》 方〕
^ingredients66 葛根 四兩，麻黃 三兩，芍藥 二兩，生姜 三兩，炙甘草 二兩，大棗十二枚，桂枝 二兩。水煎，分三次服，取微似汗。
^formula3〔荊防解表湯〕治風寒外感，惡寒發熱，頭額昏痛，典塞流清涕，舌苔白薄。
^ingredients67 荊芥、防風、杏仁、蘇葉、陳皮、蔥白、神曲、茯苓、白芷、生姿。
^formula4〔蘇羌達表湯去羌活加蔥妓證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ck01z12h016
^norm 陽明風寒。
^chinese 陽明表虛證。
^combo 陽虛+營虛+表鬰
^formulas
^ck01z12h057
^norm 陽明傷寒，太陽咕明合病。
^chinese感冒，寒疫，勞復5
^combo 陽鬰+表鬰+氣部
^ill〔陽氣不宣〕
^symtom ①憎寒，②肢懈，③惡寒，④手足厥。‧
^tounge 苔淡灰薄膩。
^pulse ①脈浮緊，②浮洪微滑，③脈浮而長。
^formulas
^formula1<var=1>〔蘇羌達表湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients68 蘇羌達表湯加鮮蔥白9g，淡豆豉12g。
^formula2〔應驗良方證〕治感冒風寒，惡寒發熱，頭痛鼻萊，咳嗽痰多，脈浮。
^ingredients69 厚樸、陳皮、半夏、白芷、桔梗、茯苓 各3g，甘草1.5g，生薑3片，蔥白2寸。
^formula3〔辛溫解表法證〕
^origin〔葉熙春方〕
^ingredients70 桂枝尖2.4g，杏仁、象貝母9g，前胡、蒺藜、半夏 各7.5g，香豉、荊芥、蘇葉 各4.5g，萑香、橘紅 各6g。
^formula4<var=1>〔荊防解表湯證〕
^origin〔吳匍方方〕
^ingredients71 荊芥穗、北防風 各4.5g，蘇葉3.6g，蔥白、杏仁、赤茯苓、半夏、秦艽、生薑、新會皮、神曲 各6g，麻黃1.5g，吳萸 2.4g0
^ck01z12h059
^norm 二陽並病，作汗發狂，太陽陽明合病。
^chinese 感冒，勞復，狂汗。
^combo 陽鬰+陽滯+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom １腰脊強，２惡寒，３大便洩瀉。
^tounge 苔白滑潤，滿佈至尖。
^pulse 脈澀。
^ill2〔陽氣怫鬰〕
^symtom ①面色緣緣正赤，②奐幹不得臥，口渴引飲，③煩躁不知痛處，乍在腹中，乍在四肢，④ 奄然發狂，⑤大熱多汗，⑥壯熱鬰冒。神識乍清乍昏，譫語無倫，人夜尤甚。
^tounge 苔白微黃。
^pulse ①脈浮數而弦，②脈僅浮弦。
^ill2〔腠理不宣〕
^symtom 翕翕發熱，無汗骨節疼。
^pulse 脈浮緊CT
^ill<sub=1>〔清竅不宣〕
^symtom ①頭痛，②眩犖。
^ill2<sub=1>〔氣機不宣〕
^symtom ①短氣，②大便自調，溺反不利，③胸膈不舒，④咳嗽。
^ill<sub=2>〔氣機不降〕
^symtom 嘔逆。
^ill2<sub=2>〔清竅不宣〕
^formulas
^formula〔火鬰湯證〕
^origin〔《證治匯補》方〕
^ingredients72 連翹，薄荷，黃芩，梔子，葛根，柴胡，升麻，芍葯。水煎服。
^ck01z12h064
^norm 太陽陽明合病。
^chinese肺痺。
^combo 陽邰+表鬰+氣逆
^ill〔陽氣不宣〕
^symtom ①身痛惡寒，②肢冷，③面淡白。
^tounge ①苔白潤，②苔庠膩。
^pulse 寸脈沉伏。
^ill2〔氣機沖逆〕
^symtom ①氣喘痰浦，②頭仰胸滿，③張口鼻煽。
^ill<sub=1>〔腠理不宣〕
^symtom ①惡寒無汗發熱，②身熱足冷。
^pulse 右寸浮滑。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸滿，②咳聲不揚。
^ill<sub=2>〔清竅不宣〕
^symtom ①頭痛鼻塞，②啼聲如啞。
^formulas
^formula1〔加減麻黃湯證〕
^origin〔程杏軒方〕
^ingredients73 麻黃、桂枝、杏仁、桔梗、橘紅、半夏、薑汁。
^formula2〔加味三拗湯證〕
^origin〔張際春方〕
^ingredients74 麻黃、炙甘草 各2.4g，葶藶子、黑白丑 各6g，廣陳皮4.5g，杏仁、赤茯苓 各9g，薑汁2滴，蘿蔔汁10匙，大棗5枚。
^ck01z12h066
^norm 太陽陽明合病，漏底傷寒。
^chinese 傷寒瀉利。
^combo 陽鬰+表鬰+氣鬱+氣陷
^formulas
^formula1〔萵根湯證〕
^origin〔《傷寒論》方〕
^ingredients75 葛根 四兩，麻黃、生薑 各三兩，桂枝、芍葯、炙甘草 各二兩，大棗十二枚。水煎，分三次服。
^formula2〔桂枝橘皮湯證〕
^origin〔《通俗傷寒論》方〕
^ck01z12h116
^norm 戴陽症。
^chinese 傷寒壞病。
^combo 陽鬰+陽虛+氣虛+津傷+熱熾
^ill〔津液消灼〕
^symtom ①小便不利，②大便不通。
^tounge 舌乾如刺，舌心燥。
^ill2〔津氣蘊蒸〕
^symtom ①壯熱，②面赤，③目赤，④小便赤。
^ill2〔陽氣佛鬰〕
^symtom ①潮熱，②面赤，③閉目譫語不知人。
^pulse ①脈洪大按之寂然，②浮數。
^ill<sub=1>〔陽氣不振〕
^symtom ①大汗如雨，②覆被昏睡
^ill<sub=2>〔氣虛不充〕
^symtom 神志昏惑。
^ingredients76 炮附子，乾薑，艾葉，黃連，麥門冬，五味子，甘草（一方有知母，人參）。加姜、棗、蔥白，水煎，人童便，冷服。
^alias太陰中風，虛人外感，氣虛傷寒，陽虛傷寒，感冒流連，挾表下利，協熱下利，漏底傷寒，風水，風中經絡。
^chinese 傷寒，寒疫，陰居，表虛傷風，氣虛傷風，傷寒夾陰夾食，陽虛夾痰－血虛發熱，小兒胎瘧，風癮疹，挾表 痢，瘧痢並作，氣腫，膚脹，裡水，真中風，中經絡，風痱，風痿，小兒五鞔。
^western 感冒，慢性感g，蕁麻疫，席漢症，腺病毒肺炎，急性腎小球腎炎，急性脊髓炎，上行性麻痺。
^ck01z02h005
^norm 太陰中風。
^chinese 傷寒，陰暑。
^combo 陽鬰+表鬰
^formulas
^formula1〔桂枝湯證〕
^origin〔《傷寒論》方〕
^formula2〔香蘇散證〕
^origin〔《太平患民和劑局方》方〕
^ingredients77 香附、紫蘇 各四兩，炙甘草 一兩，陳皮 二兩。為粗末，每服三錢，水煎服。
^formula3〔神術散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients78 蒼朮 五兩，稿木、白芷、細辛、羌活、川芎、甘草 各一兩。為末，加生薑三片，蔥白三寸，水煎服。
^ck01z02h004
^norm 虛人外感，感冒流連。
^chinese 表虛傷風。
^combo 氣虛+表虛+表鬰
^ill〔氣虛不充〕
^symtom ①惡風多汗，②咳嗽痰多，③遍體酸楚，④納少神疲。
^pulse 脈浮緩而滑，脈左寸微浮，兩尺沉弱。
^tounge 舌潤無苔。
^symtom 畏風，汗出。
^tounge 苔薄白，黏膩。
^ill<sub=1>〔清空不宣〕
^symtom 頭項強痛。
^ill2<sub=1>〔清竅不宣〕
^symtom 鼻鳴流清涕。
^ill<sub=2>〔經氣不宣〕
^symtom 身酸疼。
^formulas
^formula1〔玉屏風散證〕
^origin〔《丹溪心法》方〕
^ingredients79 黃耆、防風 各3g，白朮6g。為粗末，加生薑3片，水職服。
^formula2〔黃耆建中湯加防風證〕
^origin〔《傷寒指掌》方〕
^ingredients80 賁?、桂枝、白芍、炙甘草、防風、生薑、大棗、怡糖。
^ck01z02h016
^norm 表虛傷風。
^chinese 感冒流連，賄疹。
^western 慢性感冒，蕁麻疹。
^combo 陽虛+哲虛+表鬰
^ill〔陽氣不振〕
^symtom ①惡寒，②形寒，③肢冷，④惡風寒而喜溫暖，⑤多汗；⑥肢酸倦怠。
^pulse ①脈象滿緩，②脈寸軟尺遲，③脈細緩。
^tounge 舌偏淡。
^ill2〔腠理不宣〕
^symtom ①惡風發熱，發熱持續不退，微汗出，②遍身疹瘰瘙癢不已，胸前及四肢尤甚，身起紅疹 時發時止，③初起如粟，扔之礙手，繼則奇癢不止，搔抓後成片狀，以四肢內測及腹部多見。
^tounge 舌質淡，苔薄白。
^pulse ①脈浮緩而滑，②弦緩。
^ill<sub=1>〔營虛失榮〕
^symtom 遍體酸楚，週身肌肉疼痛。
^tounge 舌潤無苔。
^ill2<sub=1>〔清空失宣〕
^symtom 頭痛。
^ill<sub=2>〔清竅失宣〕
^symtom 鼻塞流涕。
^ill2<sub=2>〔經氣失宣〕
^symtom ①身酸，②身疼。
^formulas
^formula1〔再造散證〕
^origin〔《傷寒六書》方〕
^ingredients81 黃耆，人參，桂枝，白芍葯，甘萆，熟附片，細辛，羌活，防風，川芎，煨生薑，大棗。水煎服。
^formula2<var=1>〔桂枝加附子證〕
^origin〔江克明方〕
^ingredients82 桂枝、炒白芍、貿?、當歸、防風 各9g，炙甘草6g，生薑6片，附片3g，大棗10枚。
^ingredients83 (1)俞長榮治外感兩天，發熱持續不退頭痛，週身肌肉疼痛，微汗出，而梟盜被，脈細級，苔瀋白，舌偏淡，與再造散加減：桂枝、白芍、附子、羌活、防風、黨參、黃耆、川芎、炙甘草、葛根、紅棗2劑，諸症悉解。
^ck01z02h049
^norm 氣虛傷寒。
^chinese 氣虛傷風，血虛發熱，陰著，寒疫，4、兒胎瘧，癮疹。
^western 席漢症，蕁麻疹。
^combo 氣虛+氣鬱+表鬰
^ill〔氣虛不充〕
^symtom ①形瘦面白，面色蒼白不華，面色淡白，唇舌俱淡，②頭昏乏力，③畏風多汗，手足不溫，肢冷，④四肢酸楚，週身酸楚，⑤頭重著枕，身重著席，不能轉側，精神疲睏，身重倦怠，⑥氣短神疲，聲音低沉，氣止 一絲，不能言，⑦畏聞聲響，⑧手心獨熱，⑨發散熱不減，寒轉培，十食不知味，少食，絕粒不進，?腸鳴，搜清便潤，便溏不實，小便清長。
^tounge 舌淡，舌正無苔，苔白潤
^pulse ①脈洪大搏指，②脈緩大而空，右關脈虛大，或軟弱者，③細貓，④脈浮弱無力，⑤寸軟
^symtom ①咳嗽多痰，②胸膈不利，③痰不易咯出，④胃脘脹滿，口乾喜熱飲，⑤二便艱澀。
^tounge 苔白滑。
^ill<sub=1>〔腠理不宣〕
^symtom ①惡寒發熱，②寒熱如瘧，③熱下午偏高，④汗出惡風，⑤每晨必發，中午則隱，天冷更 甚，疹色發微紅，胸腹較多，二股內廉尤甚，⑥身痛。
^tounge 苔薄白。
^pulse ①脈浮弦數，②脅舉之弦。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣喘，②腹脹欲嘔。
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛鼻塞流涕，②頭項強痛，③喉癢。
^formula1〔益氣祛寒飲證〕
^origin〔陳無鐸方〕
^ingredients84 人參、柴胡、法半夏：、桔梗 各3g，黃耆、茯苓 各6g，當歸9g，蘇葉0.9g，甘草1.5g。
^formula2〔玉屏風合桂枝湯（加減）證〕
^origin〔丁甘仁方〕
^ingredients85 黃耆、蜜炙防風、生白朮1炙甘草、杏仁、桂枝、白芍、象貝母、橘紅、紫菀、蜜炙生薑、紅棗。
^formula3〔破瘧湯證〕
^origin〔陳士鐸方〕
^ingredients86 黃耆、白朮 各15g，半夏、防風、羌活、陳皮、甘草 各3g。
^formula4〔參蘇飲證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients87 人參、紫蘇葉、葛根、前胡、法半夏、茯苓 各0.9g，枳殼、橘紅、桔梗、甘草、木香 各15g。為粗末，每服9g，加生 姜7片，大棗1枚，永煎服。
^formula5〔補中益氣湯加味〕
^origin〔龍瑞敏方〕
^ingredients88 黃耆、黨參 各15g，炒白朮10g，當歸、陳皮、防風 各9g，升麻、柴胡、蘇葉、炙甘草 各6g。
^formula6〔六和湯證〕
^origin〔《醫方考》方〕
^ingredients89 砂仁、厚樸 各2.4g，甘草1.5g，木瓜4.5g，半夏、杏仁、人參、白朮、藿香、扁豆、赤茯苓 各6g。水煎服。
^ck01z02h073
^norm 陽虛傷寒。
^chinese 陰暑，陽虛傷寒。
^combo 陽虛+陽鬰+表鬰+氣鬱
^ill〔陽氣不振〕
^symtom ①面色淡貨，面色青貨，唇淡，②少氣倦怠，骨酸，③神色萎悴，楮神萎靡，昏睡譫語，④自汗出，⑤食少便溏，瀉洩，利不止，⑥背惡寒，惡寒，終日身著厚棉，猶覺身冷，不敢洞開窗戶，⑦足涼，四肢微m。
^tounge 舌淡無苔，苔簿白，苔灰白。
^pulse R脈弦緩，②細緩，③脈虛緩，④脈弱，⑤脈沉緊。
^ill2〔腠理不宣〕
^symtom ①發熱惡寒，②惡風，③無汗。
^tounge 苔薄白，苔薄白膩o
^pulse 脈浮滑。
^ill3〔氣機不宣〕
^symtom 咳嗽胸滿。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不降〕
^symtom ①咳而喘滿，②嘔惡。
^ill<sub=2>〔陽氣鬱怫〕
^symtom 灼熱無汗。
^ill2<sub=2>〔經氣不宣〕
^symtom ①骨酸，②肢節痛。
^formulas
^formula1〔胃關煎證〕
^origin〔《景岳全書》方〕
^ingredients90 熟地黃6~30g，炒白朮、乾薑各3~9g，吳茱萸l.5~2.1g，炙甘草3～6g，炒白扁豆、炒山藥 各6g。水煎服。
^formula2〔大溫中飲證〕
^origin〔《景岳全書》方〕
^ingredients91 熟地9-～21g，白朮；當歸（如洩瀉，改用山藥）各9~15g，人參6~l5g，炙甘草3g，柴胡6~12g，麻黃3~9g，肉桂 3~6g，乾荽36g (或煨姜3.7片）。水煎服，取微汗。
^formula3〔二?湯證〕
^origin〔李聰甫方〕
^ingredients92 生黃耆、炎貨庚、西黨參、焦白朮、當歸身 各10g，白芍、桂枝 各7g，廣陳皮、附片 各5g，炙甘草3g，生薑3片，紅棗3枚。
^ck01z02h066
^norm 挾表下利。
^chinese 挾表痢，瘧痢並作，挾表下利。
^combo 陽鬰+表鬰+氣鬱‧氣陷
^ill〔陽氣不宣〕
^symtom ①惡寒，②背惡寒，③面色暗滯，④項強骨痛。
^tounge 苔白膩。
^pulse ①脈沉緩，②沉弦。
^ill2〔腠理不密〕
^symtom ①身熱無汗，②身疼。
^pulse 脈浮大。
^ill3〔氣機下陷〕
^symtom ①下利，②腹痛，③下利白色黏液，裡急後重，④腹鳴
^ill<sub=1>〔氣機不宣〕
^symtom ①脘搭，②不饑不食，③胸悶，④小便不利，⑤咳嗽。
^ill2<sub=1>〔滑竅不宣〕
^symtom 頭痛。
^ill<sub=2>〔氣機不降〕
^symtom 泛惡。
^formulas
^formula1〔活人敗毒散證〕
^origin〔《溫病條辨》方〕
^ingredients93 羌活、獨活、茯苓、川芎、枳殼、柴胡、人參、前胡、枯梗 各30g，甘草15g。共為細末，每服加水1杯，生薑3片，煎至七分，頓服之。
^formula2〔回風外解湯證〕
^origin〔費伯雄方〕
^ingredients94 柴胡、前胡、薄荷、桔梗、枳殼、葛根、豆豉、廣陳皮、白朮、荽皮、荷葉、茯苓。
^ingredients95 藿香3g，紫蘇、半夏 各5g，茯苓、白朮 各10g，陳皮3g。
^ingredients96 (2)趙海仙治素體脾胃兩虛，新涼引動伏邪，身熱不清，紅白滯下，谷食不思，脈數大，逆流挽舟法：前胡、赤茯苓、川芎、粳米、羌活、獨活、厚樸、枯梗、荷蒂、柴胡、枳殼、甘草、煨姜(清代名醫醫案精華） 趙海仙)。
^ingredients97 瀉，日10餘次，小便不利，舌膩脈浮，表裡兩病。仿喻氏法：荊芥、防風、羌活、獨活、桔梗、枳殼、赤茯苓、仙半夏、六曲、山檢炭、倉米、荷葉、薄荷（《清代名醫醫案精華》丁甘仁37)。
^ingredients98 (6)施啟謨治恣食油膩後感寒邪，惡寒發熱，面色暗滯，舌苔白膩，身熱而背惡寒，小腹疼痛，裡急後重，下利白色 黏液，不饑不食，六脈浮大，先去表邪，倉糜湯加減：羌活、獨活、柴胡、前胡、枳殼、桔梗 各6g、葛根9g，川芎、生姜、甘草3g:薄荷2.4g，茯苓6g，陳皮、倉米 各12g，汗出寒熱罷痢亦差，脈浮緩，去葛根加黑山楂，消積白芍斂陰 (《福建中醫醫案醫話選編（一）》40)，
^ck01z02h074
^norm 協熱利，漏底傷寒。
^chinese 傷寒夾陰夾食，陽虛夾痰。
^western 腺病毒肺炎。
^combo 陽虛+表鬰+氣陷+氣鬱
^ill〔陽氣不振〕
^symtom ①手足冷，②面浮色黃，面色淡黃，③精神萎靡，④食少便溏，⑤而及四肢浮腫，胸腹濡滿，雖肌肉漸脫，⑥白珠色青，⑦額熱有微汗。
^formulas
^formula1〔桂枝人參湯證〕
^origin〔《傷寒論》方〕
^ingredients99 桂枝、炙廿草 各四兩，白朮、人參、乾姜 各三兩。水煎，分三次服。
^formula2〔七味白朮散加桂芍證〕
^origin〔郝文軒方〕
^ingredients100 黨參、白朮、茯苓、甘草、茬香、木香、葛根、桂枝、白芍。
^formula3〔麻附藿蘇方證〕
^origin〔丁甘仁方〕
^ingredients101 麻黃、附子、蜜蘇梗、川樸、枳實、仙半夏、赤茯苓、白栽仁、六曲、生薑、荷葉。
^ck01z02h069
^norm 風水。
^chinese 氣腫，膚脹，裡水，陰暑。
^western 急性腎小球腎炎，
^combo 陽鬰+氣鬱+津滯
^ill〔陽氣不宣〕
^symtom ①面白黃，肢體怠倩，②納少便溏，③皮厚色蒼，④舌唇爪甲皆白，⑤頭腰重墜，⑥四肢 麻，⑦微惡寒。
^tounge 舌淡紅苔薄白。
^pulse脈緊數。
^symtom ①一身盡腫，自上而下按之不陷而即起，②眼臉浮腫，繼則遍及全身，③尿少，大便不實。
^pulse 脈浮緊。
^symtom ①惡寒，②低熱。
^pulse 脈浮緊。
^symtom ①胸腩痞滿，②胸緊，③咳嗽，④納差便溏。
^ill2〔氣化不行〕
^symtom 腰痛尿少
^ill<sub=2>〔氣機不降〕
^symtom 時喘咳。
^formulas
^formula1〔越婢加術湯證〕
^origin〔《金匱要略》方〕
^ingredients102 麻黃 六兩，石裔半斤，廿草 二兩，生薑 三兩，大棗十五枚，白朮 四兩。水煎，分3次服。
^formula2<var=1>〔葉氏五皮飲證〕
^origin〔《通俗傷寒論》方〕
^formula3〔疏風宜肺法證〕
^origin〔鄒雲翔方〕
^ingredients103 淨麻黃，蘇葉、杏仁、防風、生黃耆、陳皮、白朮、茯苓、蔻苡仁。
^formula4<var=1>〔麻黃連翹赤小豆湯證〕
^origin〔杜勉之方〕
^ingredients104 麻黃、通蘋、木香、陳皮 各6g，連翹、白朮、茯苓皮 各10g，益母草、白茅根、赤豆、魚腥革 各30g
^alias夾氣傷寒，血虛感寒，風寒入絡，風中血脈，風中經絡，風寒痺陽，營衛痺阻，中風陰證，&陽浮越，氣陰兩脫。
^chinese 傷寒、風寒挾氣，夾瘀傷寒，血虛傷寒，失血傷風，產後傷寒，產後發熱，經期傷寒，熱結血室，風隱疹，真中風，中臟，中風身痱，中絡，偏擁，血解，臍風撮□，經行抽搐，行搏，著搏，虛脫。
^western 感冒，蕁麻疹，神經拘攣症，類風濕性關節炎，腦血栓。
^ck01z02h058
^chinese 風寒挾氣。
^combo 陽鬰+表部+氣滯+空竅
^ill〔陽氣不宣〕
^symtom 惡寒無汗。
^tounge 舌苔白滑，甚或白滑而庠，或前半無苔，中後白膩府淳。
^pulse 甚則沆弦而澀。
^ill2〔腠理不宣〕
^symtom 身熱惡寒無汗。
^pulse #左浮緊，右弦急或浮或沉。
^ill3〔氣機不利〕
^symtom ①胸脅痞滿，胸膈痞滿，滿而不痛，②胸脅串痛，③胸脘滿痛。
^pulse ①右沉弦，②沉澀，③右關沉滑，④弦急而滑。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom 胸悶太息。
^ill<sub=2>〔氣機不降〕
^symtom ①噁心吐酸，②氣從上逆。
^ill2<sub=2>〔清竅不宣〕
^symtom ①毋塞，②咽阻。
^formula1〔香蘇散證〕
^origin〔《太平思民和劑局方》方〕
^formula〔香蘇葸豉湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients105 香附、赤芍、蔥白、豆豉 各9g,鬰金、臺烏、新會皮、僵蠶 各4.5g,蘇葉、菊花 各6g,桂枝0.6g,防風3.6g,半亙、
^ingredients106 青皮 各3g,川黃連l.2g。
^formula4〔十味流氣飲〕治頭痛，寒熱無汗，胸脘滿痛,惡心吐酸，氣從上逆6詳見論著（1)。
^ingredients107 香附、蘇梗葉 各4.5g,枳殼、橘紅、姜半S、川樸、赤茯苓 各3g,.枯梗2.1g,廣木香1.5g,炙甘蘋.0.9g。
^ingredients108 1.8g,橘紅、蔥白 各6g (《吳匍方R案》8)。
^ck01z04h128
^chinese傷寒，產后傷寒，經期傷陽鬰外感癥。
^combo表鬰+氣滯+血滯+陽郎+清空•
^ill〔腠理不宣〕
^symtom①身熱惡寒，日輕夜S,②寒重熱輕，惡風，汗出，低熱，③渾身酸楚，遍體束痛，④身
^tounge①舌苔薄I'd,②萏兩滑。
^symtom①胸悶脅肋不適，胸脅屮痛③腹滿作脹，
^symtom①腹有痛處不移，②少腹痛甚，手不可按，
^pulse①脈左緊澀，左沉遲，②脈沉澀。
^tounge①舌紫暗捫之滑潤，②深紫而赤，③靑紫。、
^symtom①面色暗晦，寒熱如瘧，②口苦溲熱便溏，③煩渴，④人夜澹語。
^pulse脒右沉弦.。
^symtom①頭痛，②頭重，③#塞《
^formula1〔桂枝桃仁湯證〕
^origin〔 《通俗傷寒論》方〕
^ill<sub=1>〔血滯不行〕
^ill<sub=2>〔陽氣不和〕
^ill2<sub=2>〔滑空不宣〕
^ingredients109 桂枝2.4g，桃仁7粒，赤白芍3g，炒細生地4.5g，清炙甘草1.5g，炮姜0.9g，紅棗2枚。
^formula2〔加味生化湯證〕
^origin〔秦伯未方〕
^ingredients110 防風、當歸、桃仁 各5g，羌活、川芎、玄胡 各3g，炙甘草1.5g。
^ck01z04h016
^norm 血虛感寒。
^chinese 血虛傷寒，失血傷風。
^ill〔陽氣不振〕
^symtom ①形寒惡風惡寒，②面白，③自汗不止，④精神疲乏，昏倦不起，⑤納呆，⑥腰膝酸軟，
^tounge 苔薄質淡。
^pulse ①脈細緩，②浮大而綏，③沉弱澀。
^ill2〔腠理不宣〕
^symtom ①發熱無汗，②惡寒不發熱，微汗出，③逢冬令發疹揀，遍身瘙癢，疹發如豆粒狀，微紅。
^pulse ①脈寸關弦，②弦緩，③脈浮緩。
^tounge 舌淡苔薄白。
^ill<sub=1>〔營虛失榮〕
^symtom ①面色不華，面恍筋露，②頭昏目眩，③皮膚乾澀，④大便艱難，⑤筋脈拘急，⑥進發表而發熱愈熾，⑦煩渴，⑧月事常提前，兩旬一潮，血少色淡。
^pulse ①脈浮數無力，②脈細。
^tounge 舌尖紅苔薄
^ill2<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom １乾咳無痰，２咽紅痛。
^ill2<sub=2>〔經氣不宣〕
^symtom ①腰痛，②身疼痛。
^formulas
^formula1〔歸耆建中湯證〕
^origin〔《傷寒指掌》方〕
^ingredients111 黃耆、當歸、桂枝、白芍、炙甘草、生薑、大棗、怡糖。
^formula2〔四物桂枝湯證〕
^origin〔林增腠方〕
^ingredients112 當歸15g，白芍、桂枝、生薑、炙甘草 各9g，川芎6g，生地12g，大棗5枚。
^formula3〔參歸桂枝湯加廣皮證〕
^origin〔葉天士方〕
^ingredients113 人參、當歸、桂枝、白芍、甘草、廣陳皮、姜、棗。；
^ingredients114 (2)張景岳：風寒在經，頭痛惡寒，拘急疼痛，麻桂飲：官桂3g，麻黃6g，當歸9g，炙甘草3g，陳皮、生薑 各15g (《聚岳全書》）。
^ingredients115 (3)孫文垣：主歸耆建中湯，或白芍15g，白朮6g，桂枝、黃芩、甘草。六汗加石斛；小便短赤加黃芩；昏倦不起加 人參。.
^ingredients116 (4)孫文垣治勞倦之餘，身痛發熱，汗大出，昏昏如醉臥不能起，六脈數而無力，寸短弱；黃耆9g，白芍12g，甘草 4.5g，桂皮2.4g，當歸3g，石斛6g，一帖熱除，疼汗皆止，惟倦不能起，加人參、陳皮二帖痊（《續名醫類案》上81)。
^ck01z04h145
^norm 血虛感寒。
^chinese 虛人傷寒。
^combo 氣虛+血虛+表鬰
^ill〔腠理不宣〕
^symtom ①身大熱，②惡寒無汗，③形寒畏風。
^tounge 苔薄白。
^ill2〔氣虛失養〕
^symtom 1倦怠，２不思飲食，③振振動搖，無以自主，④梢神疲軟，⑤頭昏，⑥胸脅痛脹。
^pulse ①脈浮數無力，尺以下走而弱，②脈弦遲，尺中遲，③脈浮緩。
^ill3〔血虛失榮〕
^symtom ①面色不華，面白筋謠，②無汗，③皮膚乾澀，④舌黑，手背面色紫黑，⑤體痛如被杖，⑥煩渴。
^tounge 舌淡苔薄。
^pulse ①脈重按虛豁，2左浮，③細緩澀不調。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，②鼻塞流涕。
^ill2<sub=1>〔經氣不宣〕
^symtom ①身痛，②腰痛。‧
^ill<sub=2>〔神氣不振〕
^symtom ①昏僕時②妄語，③不眠。
^formulas
^ingredients117 黃耆、當歸、桂枝、炙甘草 各9g，芍葯18g，大棗7枚，飴糖30g。
^ck01z04h024
^chinese 風中絡，血搏，臍風擷口，經行抽搐。
^western 類風濕性關節炎。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom ①灑灑惡風，時作寒熱，畏風，二便未行，②怕冷，③經行腹痛，④眩牮口乾。
^tounge 舌淡苔白膩，苔薄白。
^pulse ①脈浮緊，②沉緩。
^ill2〔絡脈不宣〕
^symtom ①頭面麻木，②手足麻痺，③肌膚不仁，④四肢麻木，週身關節感酸痛牽板。
^ill<sub=1>〔血滯不行〕
^symtom ①面青唇紫，②爪甲變黑，③經行色黑紫塊④皮膚如蛻，⑤關節疼痛處有灼熱感。
^tounge 苔白質紅。
^pulse 脈細弦。
^ill<sub=2>〔絡脈不利〕
^symtom ①a眼暍斜，②小兒撮口，③頸項強直，④四肢抽搐，⑤四肢拘急，⑥肩痛，⑦膝關節疼 痛腫脹，彎曲不利，⑧兩足踝也腫痛，⑨週身關節也感酸痛牽板。
^formulas
^formula1〔加味桂枝湯證〕
^origin〔費伯雄方〕
^ingredients118 桂枝、白芍、甘草、當歸、川寫、粢艽、防風、生薑、大棗、活絡丹。
^formula2〔牽正散證〕
^origin〔《楊氏家藏方》（宋‧楊談撰』）方〕
^formula3〔撮風散證〕適應小兒撮口，發作前啼哭不休，吮乳口松，不時噴嚏，得快撮口，啼聲不出，頸項強直，四肢抽搐，如臍邊青，黑面青唇，紫爪甲變黑多死。
^ingredients119 蜈蚣、鉤籐、蠍尾、游香、個蠶。
^formula4〔省風湯證〕
^origin〔《醫方考》方〕
^ingredients120 防風、荽半夏 各3g，全竭6g，膽南星、炙甘草、生白附子、生川烏、木香 各1.5g。
^formula〔S.當歸四逆湯證〕
^origin〔《傷寒論》方〕
^formula6〔加味蘇羌達表湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ingredients121 蘇葉4.5g～9g，防風‧、羌活、白芷各3～4.5g，光杏仁、浙苓皮各6~9g，鮮生薑、廣橘紅各2.4~3g，桂枝、桃仁各
^ingredients122 (1)朱丹溪治39歲中風，一身俱麻，烏藥順，氣散：麻黃、枳殼、詰梗、烏藥、俚蠶、白芷、陳皮、乾薑、甘草、川 芎，加參、術、歸、芎、麥冬而愈。
^ingredients123 (5)盛$11；加味菊花茶調散：偁番、白芷、全蝸、蜈松、炙甘草、菊花、荊芥、防風、羌活、薄荷、細辛。
^ck01z04h018
^norm 風寒痺阻，營衛痺阻。
^chinese 行痺，者痺。
^western 神經拘攣症，風濕性關節炎。
^combo 氣虛+氣郎+氣滯
^ill〔氣虛失養〕
^symtom ①眩暈，②納呆，③汗出甚多，手掌冷汗，④噁心，⑤食慾減少，⑥疲倦乏力，⑦平素畏 寒，四肢不溫。』
^tounge 舌質淡或有齒痕，苔白膩，苔薄白。
^pulse ①脈細緩，②脈濡沉。
^ill2〔陽氣不行〕
^symtom ①發熱惡風，形寒肢冷，②四肢不溫感涼，③面色青暗，④冷。
^tounge 舌淡苔白膩。
^pulse ①脈沉細遲弱，②細弦滑。
^ill<sub=1>〔經脈不利〕
^symtom ①關節疼痛、腫脹，或輕度梭形，或活動障礙受限，②四肢拘急，屈曲疼痛，③頸項強直，④前臂酸痛，時有酸緊感，⑤指趾腕膝關節腫痛。
^ill2<sub=1>〔絡脈不利〕
^symtom ①十指麻木，②胸脊麻木，③十指刺痛。
^ill<sub=2>〔營虛失養〕
^symtom ①脫髮，②低熱。
^tounge ①舌淡，②質淡紅，③苔薄白。
^formulas
^formula1〔黃耆桂枝五物湯證〕
^origin〔《金膜要略》方〕
^formula2<var=1>〔當歸四逆湯證〕
^origin〔李鴻翔方〕
^ingredients124 當歸30g，貨?、桂枝 各9g，炒白』苟、防風 各4.5g，細辛、木通、吳萸 各1.5g，生薑6g，大棗3枚，炙甘草3g。
^formula3〔黃耆勝痺湯證〕
^origin〔王仁槔方〕
^ingredients125 黃耆20g，羌獨活、秦艽、防風、炙川烏各i2g，川續斷、當歸、生地、丹皮、牛膝、三七備9g。
^ingredients126 1.論著：張仲景：中風，手足拘急，百節疼痛，煩熱心亂，惡寒經日，不欲飲食，千金三黃湯：麻黃5g，獨活4g，細辛、黃耆、黃芩3g，取汗（《金頃要略》38)。
^ck01z04h072
^norm 真中風，中臟。
^chinese 中風陰證。
^combo 陽閉+氣閉+經滯
^ill〔陽氣不行〕
^symtom ①體冷，②四肢厥冷。
^tounge 苔白滑。
^pulse 脈沉細。
^ill2〔陽氣閉塞〕
^symtom ①賽僕不往人事，身倒直，口噤不語，②奄奄忽忽押性悶亂，③冒昧不識人，④，&沉嗜睡。
^ill<sub=1>〔氣機不宣〕
^symtom ①喉如拽鋸，②水飲不能人。
^pulse 六脈浮大弦滑，右甚於左。
^symtom 風痰壅盛。
^ill<sub=2>〔經脈不利〕
^symtom ①身體級急不陷，②口目不正，③舌呵不能語，④手足拘急，⑤四肢不仁，⑥搐搦，⑦a 噤，_⑧頭痛如破P
^formulas
^ingredients127 麻黃、人參、黃芩、芍葯、川馬、廿草、肉桂心、防風、附子、生薑、當歸、白朮、杏仁、石奇。
^formula2〔‧烏藥順氣散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients128 麻黃、橘皮、烏藥各60&，白個蠶、川芎、枳殼、廿草‧、白芷、桔梗 各30g，乾薑15gu為祖末，每服9g，加姜3片，棗1枚，水煎服。‧表41古今續命類方比較
^ingredients129 (1)李用粹：小續命湯加南星、半夏、天竺黃、川貝母、石菖蒲、薑汁、竹瀝，無汗拘急加羌活、防風，有汗體痛加 芍葯、桂枝、惡寒，身熱加柴胡、貨芩，頭痛目瞀加川芎、蔓荊子，口眼蝸斜加全蠍、天麻，頭眩烘熱加甘菊、細茶，風 痰賚盛加南星、貝母，悅惚備語加菖蒲、遠志、茯神、酸棗仁，搐搦加偁蠶、天麻，飭急加木瓜，筋攣加鉤籐，臂加桂枝，足加牛膝。『
^ingredients130 (5)高詠霓治平日濕痰重跌僕，致左手麻木，舌強言賽，痰湧嗜臥，脈弦滑，苔白膩，小續命佐運中滌痰：防風、桂枝、川芎 各4.5g，黨參、附片、白節、防己 各6g，杏仁、姜半夏、白雲苓 各9g，生廿草1.5g，麻黃3g，竹瀝7.5g，薑汁 10滴，天竺黃、膽南星 各6g，石菖蒲3g，神清語出加?、術、秦艽 各9g (《中風專輯》285)。
^ck01z05h073
^chinese 陽虛傷寒。
^combo 陽虛+表鬰+氣鬱
^ill〔陽氣不振〕
^symtom ①身體蜷臥，②惡寒鼓慄，③口淡喜熱飲，④不能嚏，⑤四肢厥而不逆，⑥神情頹唐。
^tounge 舌淡紅潤淡白，少苔。
^pulse ①脈沉細遲無力，②右沉遲。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱無汗，②身熱不揚』微有惡寒，③戰寒體痛，左半邊有汗』其右半邊雖在酷暑
^tounge 苔白滑。
^pulse ①脈浮緊，左浮緊，②脈緊左大，③脈浮緊時弦。
^ill3〔氣機不宣〕
^symtom ①咳嗽，②失音。
^ill<sub=1>〔清竅不宣〕
^symtom ①頭痛鼻塞，②流清涕。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣急，②咳嗽氣逆，不能平臥。
^ill<sub=2>〔陽氣佛鬰〕
^symtom ①兩顴赤色，而赤神揚，②咽痛異常，咽痛淡紅不腫，③欲嚏不能，④寐中糊言。
^tounge 舌苔乾白而膩。
^ill2〔經氣不宣〕
^symtom ①腰痛，②目珠上瞪，③四肢抽掣。
^formulas
^formula1<var=1>〔桂枝附子湯證〕
^origin〔王德藩方〕
^ingredients131 桂枝、白芍、熟附片、茯苓 各9g，煨姜2片，大棗2枚，煮半夏、荊芥 各4.5g，防風、青鹽、陳皮 各3g，炙甘草 2.4g，以熱粥助汗。、
^formula2〔小音龍合二加龍骨湯證〕
^origin〔丁甘仁方〕
^ck01z05h172
^norm 太少兩感，戴陽。
^chinese 夾陰傷寒，嗜眠症，暴啞，咽痛。
^combo 陽虛+表鬰+陽滯
^ill〔陽氣不振〕
^symtom ①面色恍白，面色晦淡，②神靜踡臥，目閉欲寐，③萎靡不振，語聲低微，四肢睏倦，身 蜷足冷，氣止一絲，不能言語，畏闐聲響，④惡寒肢冷，⑤汗出多，⑥目眩，⑦身戰掉欲倒地，⑧驚悸心悸，⑨大便不實，便溏，小便清白。
^tounge 舌質淡，苔薄白。
^pulse ①脈沉細弱遲，②沉緩，③脈緩大。
^ill2〔腠理不宣〕
^symtom ①發熱，②身痛，③惡風怕冷，④頭痛，⑤惡寒發熱，⑥無汗，皮膚祜澀。
^pulse 脈浮弦緊。
^ill<sub=1>〔陽氣不行〕
^symtom ①面上一團黑滯，0閉不語，狀若屍厥，②腰脊墜痛，痛如被杖，③四肢微急，④手足怯 冷，⑤四肢發冷，四肢厥逆，⑥惡寒甚劇，⑦頭寬者枕，身重著席，不能轉側。
^tounge 苔白膩，舌苔灰白。
^pulse ①脈沉緊，②浮緊。
^ill<sub=2>〔氣機不利〕
^symtom ①咳嗽氣逆，②朐悶氣憋，朐膛板結，③腹痛拒按，④泛惡不能飲食。
^symtom ①神志不清，寐中糊語，②手足躁動，③頭面紅甚，顴紅，④軀幹部出現紫斑，⑤微口燥，半渴不渴，⑥煩躁不眠，⑦壯熱不退，譫語無倫，⑧舌卷唇焦，⑨暴啞聲不出，咽痛異常。
^tounge 舌黑潤。)
^formulas
^formula1〔麻黃附子細辛湯證〕
^origin〔《傷寒論》方〕
^formula2〔再造散減芍葯證〕溫中散寒。0閉不語，狀若屍厥，四肢發冷，脈緩大，舌苔灰白，詳見病案（2)。
^ck01z05h116
^norm 傷寒壞證，陰分伏溫。
^chinese 少陰伏溫，房勞內陷。
^western 乙型腦炎。
^combo 液祜+氣熱+陽虛+陽鬰
^formulas
^formula〔麻黃附子細辛變法證〕
^origin〔柳寶詒方〕
^ck01z05h156
^norm 陰虛傷風。
^chinese 產後傷寒。
^combo 表鬰+氣虛+陰虛
^ill〔腠理不宣〕
^symtom ①惡寒發熱，②微見惡寒，而發熱不已，③其熱忽有忽無。
^tounge 苔微白。'
^ill2〔清空不宣〕
^symtom ①頭痛。
^ill<sub=1>〔氣虛不充〕
^symtom ①面白，②其熱忽有忽無，③身靜蜷臥，④短氣，⑤洩瀉。
^tounge ①舌淡紅潤：②舌苔微白兼淡紅。
^pulse ①?虛大，②沉細o'〔陰虛失養〕
^symtom ①唇燥，②腰膝酸軟。
^tounge 舌形雖濕而乾。
^symtom ①咳嗽，②有痰不活。
^formulas
^formula〔金水六君煎證〕
^origin〔《景岳全書》方〕
^ingredients132 當歸、半夏 各6g，茯苓9g，熟地黃15g，陳皮4.5g，炙甘草3g，生薑3片。水煎服。
^ingredients133 (1)吳坤安：微見惡寒，而發熱不已，咳嗽不渴，身靜蜷臥，脈沉細，舌淡紅而潤，或微白，主桂枝湯加陳皮、杏 仁、川羌活、半夏、山藥、茯苓之類微汗之。不應急以金水六君煎加杏仁、生薑、胡桃、蘇葉之類。
^ck01z05h152
^norm 陰虛傷寒。
^chinese 陰虛傷風，房勞外感，陰虛勞復。
^western 感冒。
^combo 表鬰+陰熱+陰枯+氣鬱
^ill〔腠理不宣〕
^symtom ①無汗身裡，②發熱惡風，③肢厥，④斑疹不透。
^tounge 苔白。
^pulse ①弦數而長，②脈浮數。
^symtom ①菸千不眠，②舌燥口渴，③尿少而赤，④口燥咽乾。
^tounge 舌紫而乾。
^pulse 脈沉細。
^symtom ①微熱，②小腹旁動氣振手，③心煩不寐，④面赤，⑤欲寐不寐。
^tounge 舌紅。
^pulse ①細數而弦，②脈細數，③沉數。
^ill<sub=2>〔氣機不降〕
^ill2<sub=2>〔清空不宣〕‧
^symtom ①頭眩，②頭痛。
^formulas
^formula<var=1>〔梔子豉湯證〕
^origin〔吳坤安方〕
^ingredients134 梔子、淡豆豉、蔥白、薄荷、鮮生地、竹葉、寸麥冬、地骨皮。
^ck01z05h218
^norm 腎虛挾感。
^chinese 陰虛傷寒9.
^formulas
^formula1〔理陰煎證〕
^origin〔《景岳全書》方〕
^ingredients135 熟地9~60g，當歸6～2g，炙甘草3~6g，炒乾薑3~9g (或加肉桂3~6g)。水煎服。
^formula2〔大溫中飲證〕
^origin〔《錄岳全書》方〕
^ingredients136 熟地9~2lg，白朮、當歸（如洩渴，改用山藥）各9～15g，人參6~15g，炙甘蓽3g，柴胡6~12g，麻黃3～9K，肉桂
^alias太、少兩陽命病，少陽病偏表，少陽病偏裡。
^chinese 少陽兼表，少陽病偏裡，少陽經證，夾氣傷寒，寒瘧。
^ill〔陽氣不和〕
^symtom ①微惡寒，②手足溫而渴。
^tounge 舌苔白滑，或舌尖苔白，或單邊白，或兩邊白。
^pulse ①脈沉緊，②脈右弦滑，左弦而浮大。
^symtom ①寒熱往來，②身熱惡風。
^symtom ①頸項強，②頭痛，頭角痛，耳聾目眩。
^symtom ①脅下滿，脅下粳滿，②胸脅滿疼。
^symtom ①欲嘔，②乾嘔不能食。
^ck01z15h059
^norm 太、少兩陽合病。
^chinese少陽兼表。
^combo 陽鬰+陽滯+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①惡寒，②一身盡重不可轉側，③全身疼痛。
^pulse 脈弦緩。
^ill2〔陽氣佛鬰〕
^symtom ①高燒，冷汗甚多，②心下煩滿，③肢節煩疼，④汗多譫語，⑤口苦而乾。
^pulse ①脈弦，②脈浮數。
^tounge 舌淺紅，苔白微膩。
^ill3〔腠理不宣〕
^symtom ①惡寒發熱無汗，②寒戰。
^ill<sub=1>〔清空不宣〕
^symtom 頭&兩側太陽穴癰。
^ill2<sub=1>〔氣機不宣〕
^symtom ①院滿，②心下支結，③胸悶不食。
^ill<sub=2>〔氣機不降〕
^symtom ①欲嘔，微嘔，②二便不利。
^ill2<sub=2>〔清竅不宣〕
^symtom 目脹。
^formulas
^formula1〔柴胡桂枝湯證〕
^origin〔《傷寒論》方〕
^ingredients137 桂枝、黃芩、人參 各一兩五錢，炙甘草 一兩，半夏二合半，芍葯 一兩五錢，大棗六枚，生薑 一兩五錢，柴胡 四兩。水 煎，分三次服。
^formula2〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ck01z15h082
^norm 少陽偏表。
^chinese 少陽經證。
^combo 不和+氣鬱+表鬰
^ill〔陽氣不和〕
^symtom ①微惡寒，②手足溫而渴。渴湯不止，③口苦，小便熱，④週身疼痛，⑤大汗肢痺。
^tounge 舌苔白滑，或舌尖荇白，或單邊白，或兩邊白。
^pulse ①脈浮緊， ②脈沉緊，③脈右弦滑，左弦而浮大。
^ill2〔腠理不調〕
^symtom ①寒熱往來，②身熱惡風。
^ill<sub=1>〔清空不宣〕
^symtom ①頸項強，②頭痛，頭角痛，③耳聾目眩。
^ill2<sub=1>〔氣機不宣〕
^symtom ①脅下滿，脅下鞔滿，②胸脅滿疼。
^ill<sub=2>〔氣機不降〕
^symtom ①欲嘔，②千嘔不能食。
^formulas
^formula1〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ingredients138 柴胡 八兩，黃芩、人參 各三兩，半犮半升，炙甘草，生薑 各三兩，大棗十二枚。水煎，分3次服a
^formula2〔柴胡枳桔湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ck01z15h083
^norm 少陽病偏裡。
^chinese夾氣傷寒，寒瘧。
^combo 不和‧》‧氣滯
^ill〔陽氣不和〕
^symtom ①嗜臥，②頭汗出，自頸以下無汗，③手足冷，④口苦，⑤大便秘結，小便赤澀。
^pulse ①脈沉緊，②弦緊，③脅弦滑。
^tounge ①舌苔白滑，②苔白而糙。
^ill2〔腠理不調〕
^symtom ①往來寒熱，寒長熱短，②熱已復惡寒頭痛。
^pulse ①脈浮滑弦，②脈右弦滑，左弦而浮大。
^symtom ①脅下硬滿，②胸脅滿痛，③胸脅痞滿，④胸脅串痛。
^tounge 苔白多黃少，中心灰膩。
^ill<sub=1>〔氣機不降〕
^symtom ①乾嘔，②嘔吐黃涎，③咳逆，④不大便而嘔。
^ill2<sub=1>〔氣機不宣〕
^symtom ①心下痞悶，②不能食。
^ill<sub=2>〔清空不宣〕
^symtom ①目眩，②耳聾，③兩頭角痛。
^formulas
^formula1〔柴胡枳桔湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^formula2〔柴芩雙解湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ingredients139 柴胡、青子芩、豬苓 各4.5g，生葛根、防風 各.3g，羌活2.4g，知母6g，生石奔（研）12g，白蔻仁末（沖）、炙甘草 各 1.8g0
^formula3〔柴胡陷胸湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients140 柴胡、苦桔梗 各3g，姜半炅9g，小川黃連2.4g，黃芩、小枳實 各4.5g，瓜蔞仁（杵）15g，生薑汁4滴分沖。
^alias風傷厥陰。
^chinese厥陰傷風，偏正頭疼，頭風，耳聾，眉稜骨痛。
^western 叢集性頭痛，血管神經性頭痛。
^ill〔陽氣不宣〕
^symtom ①惡寒發熱。
^tounge ①舌質淡紅，苔薄白，②苔薄白ift中間微黃。
^pulse 脈浮滑者。■x
^symtom ①頭暈目眩，②偏正頭疼，③或巔頂作
^symtom ①目眩眩犖鼻塞，②耳鳴耳聾，③咽中
^symtom 噁心嘔吐。
^ck01z16h088
^norm 風傷厥陰。
^chinese 厥陰傷風。
^combo 氣虛+氣鬱+表鬰、
^ill〔陽氣不和〕
^symtom ①肢涼時溫，②口乾。'
^pulse ①脈沉細，②脈浮弦。
^tounge ①舌淡紅苔薄白，②苔微黃。
^ill2〔腠理不調〕
^symtom ①發熱，②午後微寒微熱。
^ill<sub=1>〔氣機不宣〕
^symtom ①腳悶，朐脅苦滿，②胸腹滿痛，食慾不振。
^ill2<sub=1>〔氣虛不充〕
^symtom ①倦怠少納，②頭昏乏力，③精神萎靡，嗜臥不起，④偶有盜汗。
^pulse 按脈浮細。
^ill<sub=2>〔氣機不降〕
^symtom 嘔吐。U
^formulas
^formula〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ingredients141 柴胡 八兩，黃芩、人參 各三兩，半夏半升，炙甘草，生婪 各三兩，大棗十二枚。水煎，分三次服。
^ck01z16h056
^norm 風寒犯腦。
^chinese 偏正頭疼，耳聾，眉稜骨痛。
^combo 陽鬰+竅鬰+氣鬱
^ill〔陽氣不宣〕
^symtom 惡寒發熱。
^tounge ①舌質淡紅，苔薄白，②苔薄白而中間微黃。
^pulse 脈浮滑者。
^ill2〔氣機不宣〕
^symtom 胸悶。
^ill<sub=1>〔清空不宣〕
^symtom ①頭暈目眩，②偏正頭疼，③或巔頂作痛。
^ill2〔清竅不宣〕
^symtom ①目眩眩暈鼻塞，②耳鳴耳聾，③咽中似有痰阻，咯之不暢。
^ill<sub=2>〔氣機不降〕
^symtom 噁心嘔吐。
^formulas
^formula1〔川芎茶調散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients142 薄荷、香附 各八兩（近代常用方為細辛 一兩），川誇、荊芥 各四兩，防風 一兩五錢，白芷、羌活、甘草 各二兩。為末，每服二錢，飯後茶水調服。
^ck01z16h070
^norm 風冷犯腦。
^chinese 頭風，偏頭痛。
^western 叢集性頭痛，血管神經性頭痛。
^ill〔陽氣不行〕
^symtom ①喪寒離按，②煩躁不安。
^tounge ①舌質淡暗，苔白膩，②舌質黯紅，荇薄白。
^pulse ①脈細澀，②脈弦緊而澀，③脈沉細、而澀。
^ill2〔清空不宣〕
^symtom ①頭痛，每遇到風自覺如同風鑽人頭腦裡，頭痛如裂，致淚水刷刷流出，偏頭痛，②右側 頭痛，連及右眼眼眶，右額顳及右後頂枕部牽拉樣掣痛，艮寒喜按，伴右眼流淚。
^pulse 脈弦浮。
^ill<sub=1>〔氣機沖逆〕
^symtom ①噁心嘔吐，時有嘔吐，嘔吐物為涎沫。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1〔溫經散寒方證〕
^origin〔謝英彪方〕
^ingredients143 制川烏、白芷 各5g，細辛2g，麻黃3g，川彎、當歸、荽荊子各I0g，生地、丹參各Ug，白芍15g，炙全蝸、蜈蚣1條 研沖。‧
^formula2〔散寒宣痳方證〕
^origin〔孔祥梅方〕
^ingredients144 羌活30g，川芎15g，白芥子、吳茱萸 各6g，附片10g，延胡索、白芷各2g，蔥白3節，生薑5片。
^chinese 外感風熱，感冒，重傷風，風熱咳嗽，小風溫，風溫，陰虛溫病，發斑傷寒，失表血證，失音，痧疫，哮 喘，氣虛麻疹。
^western 上呼吸道感染，支氣管炎，慢性氣管炎，急性支氣管炎，腺病毐肺炎，重證 小兒肺炎。
^ill〔腠理不宣〕
^symtom （D微惡風寒，２無汗。
^pulse 脈浮弦。
^symtom ①身熱自汗，②午後熱甚，③尺膚熱甚，④口渴。
^tounge 舌紅苔薄黃。
^pulse ①脈不緩不緊而動數，②兩寸獨大。
^symtom ①咳嗽痰多，②胺悶不饑，③胸痞。-
^symtom ①咳逆，②氣喘。
^symtom ①頭昏，②頭痛。
^symtom ①鼻塞，②咽阻，③咽癢。
^symtom 身酸困。
^ck02z01h001
^chinese 感冒，風溫。
^combo 表鬰+空竅+經氣
^ill〔腠理不宣〕
^symtom ①惡風，②肌膚痛，③皮膚癢。
^tounge 舌紅苔薄黃而潤。
^pulse 脈浮弦。
^ill<sub=1>〔清空不宣〕
^symtom ①頭昏，②頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻塞噴嚏，②奐流清涕，③咽阻。
^ill2〔經氣不宣〕
^symtom ①身酸困。
^formulas
^formula1〔辛涼解表法證〕
^origin〔《時病論》方〕
^ingredients145 簿荷、牛蒡子、前胡 各4.5g，蟬衣3g，淡豆豉12g，瓜蔞殼、天花粉 各6g。
^formula2〔桑菊飲證〕
^origin〔《溫病條辨》方〕
^ingredients146 桑葉7.5g，菊花；3g，連翹4.5g，薄荷、廿草 各2.4g，杏仁、枯梗、葦根 各6g。水煎服。
^ck02z01h002
^chinese 感冒，風溫。
^combo 表鬰+氣蒸
^ill〔腠理不宣〕
^symtom １微惡風寒，２無汗。
^pulse 脈浮弦。
^symtom １身熱自汗，２午後熱甚，３尺膚熱甚，４U渴。
^tounge 舌紅苔溥黃。
^pulse １脈不綏不緊而動數，２兩寸獨大。
^formulas
^ingredients147 金銀花、連翹 各一兩，桔梗、薄荷、牛蒡子各六錢，竹葉、荊芥穗各四錢，豆豉、甘草各五錢。為末，每服六錢，加 鮮蘆根，水煎，香氣大出即取脤。
^ck02z01h013
^norm 客寒包火。：
^chinese 發斑傷寒。
^combo 陽鬰+表鬰+營熱
^ill〔陽氣不宣〕
^symtom ①惡寒，②肢冷，③胸悶，④足冷。
^tounge 苔白。
^symtom ①惡風發熱，②惡寒無汗。
^tounge 苔薄。
^pulse 脈浮弦而急。
^symtom ①發熱夜甚，②煩悶，③斑疹欲出不出。
^tounge 舌紅。
^pulse 脈右浮洪而滑。
^symtom ①頭痛，②頭昏。
^symtom ①喉癢，②咳嗽不暢，③鼻塞流涕，噴嚏，④耳聾。
^ill<sub=2>〔經氣不宣〕
^symtom ①身酸，②身痛。
^formulas
^formula1〔加減柴葛銀翹湯證〕
^origin〔《通俗傷寒論》何廉臣方〕
^ingredients148 牛蒡子、銀花、偎蠶、焦山扼、綠豆衣 各4.5g，葛根、蟬衣 各3g，連翹％，生甘草4.5g。
^formula2〔透斑解毒湯證〕
^origin〔《通俗傷寒論》俞根初方〕
^ingredients149 角 各3g，連翹9g，西洋參、元參 各6g，升麻、生甘草 各1.5g，加乾荷葉9g為引（《逸仙醫案》）。
^ck02z01h033
^norm 溫邪上受，風溫上受，肺氣不宣。
^chinese 風熱感冒，失音。
^combo 氣鬱+竅鬰
^ill〔氣機不竄〕
^symtom ①胸悶，②乾咳，咳痰不利，③肢倦體酸。
^pulse 寸口脈獨大。
^ill<sub=1>〔清竅不實〕
^symtom ①鼻塞，②流濁涕，③咽中疼療，④聲啞，⑤咽喉不利，⑥flg痛。
^tounge 舌紅苔薄貨。
^ill2〔清空不宣〕
^symtom ①前額痛，②頭脹，③頭目沖漿。
^ill<sub=2>〔氣機不降〕
^symtom ①咳逆。
^formulas
^formula1〔蔥白葛根湯證〕治惡寒頭痛，奐塞流涕。
^ingredients150 萵根、白芍、川芎、知母、生薑、蔥白。
^formula2〔桑菊飲證〕
^origin〔《溫病條辨》方〕
^ingredients151 桑葉7.5g，菊花3g，連翹4.5g，薄荷、甘草 各2.4g，杏仁、桔梗、葦根 各6g。水煎服。
^formula3〔桑菊愈風湯證〕
^origin〔費伯雄方〕
^ingredients152 桑葉、菊花、蔓荊子、當歸、桔梗、枳充、川貝母、杏仁、川考、芝麻。
^formula4〔辛涼解表法證〕
^origin〔《時病論》方〕
^ingredients153 薄荷、牛蒡子、前胡 各4.5g，蟬衣3g，淡豆豉12g，瓜蔞殼、天花粉 各6g。
^ingredients154 (1)葉天士治溫邪外襲，咳嗽頭脹，當清上焦：杏仁、桑皮、桔梗、象貝母、通草、蘆根（《臨證指臠醫案》70)。
^ingredients155 (2)葉天士治咳嗽痰黃，咽喉不利，此溫邪上侵，肺氣不清：桑葉、川貝母、沙參、杏仁、馬兜鈴、鮮枇杷葉（《臨 證指南醫案》70)。
^ingredients156 (3)葉天士治頭脹咳嗽，此風溫上侵所致：連翹4.5g，薄荷2.1g，杏仁4.5g，桔梗3g，生甘草0.9g，象貝母3g (《臨證指南醫案》68)。
^ingredients157 (4)葉天士治風溫上受，失音咽痛：杏仁、薄荷、連翹、枯梗、生甘草、射乾（《臨證指南醫案）68)。
^ingredients158 (5)葉天士治風溫上受，寸口脈獨大，肺受熱灼，聲出不揚，先與辛涼清上：牛蒡子、薄荷、象貝母、杏仁、桑葉、沙參、天花粉、黑梔皮（《臨證指南醫案》3)。
^ingredients159 (6)吳匈方治頭痛，咽中痛，典流清涕，咳痰不利，肢倦體酸，舌紅苔薄黃，脈浮緩，宜輕劑宣發：粉葛、桔梗、杏 仁、射乾、牛蒡子、橘紅、象貝母、薄荷、辛夷、枳殼、滑石（《吳匆方醫案》81)。
^ck02z01h034
^norm 風熱犯肺。
^chinese 重傷風，失音。‧』
^combo 表鬰+空竅+氣鬱
^ill〔氣機不宣〕
^symtom ①咳嗽痰多，②腔悶不饑，③胸痞
^tounge 苔貨薄。
^pulse 脈數。
^ill2〔籐理不宣〕
^symtom ①發熱惡風，②身痛，③畏寒無汗，④神疲肢楚。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，②頭脹c
^ill2<sub=1>〔氣機不降〕
^symtom 咳逆。
^ill<sub=2>〔清窮不宣〕
^symtom ①鼻塞聲重，②聲音嘶啞，③口乾引飲。
^formulas
^formula1〔重傷風標準湯證〕
^origin〔聶雲台方〕
^ingredients160 黃芩、白芍 各6g，蟬衣、枳光 各3g，連翹、象貝母、竹茹、桑皮、杏仁 各9g，桑葉、枇杷葉 各4.5g，薄荷2:4g。
^formula2〔銀翹麻黃湯證〕
^origin〔張石頑方〕
^ingredients161 銀花、牛蒡子 各3g，連翹4.5g，麻黃0.9g，橘紅2.4g，桔梗.8g，生甘草1.5g。
^ingredients162 薄荷、牛蒡子、前胡、杏仁、桔梗、桑葉、象貝母、荊芥、淡豆豉、蔥白。
^formula4〔桑銀湯證〕
^origin〔千祖望方〕
^ingredients163 桑葉、菊花、銀花、連翹 各10g，薄荷6g，牛蒡子10g，馬勃5g，蟬衣5g。
^ingredients164 (2)葉天士治風溫從上而人，周行氣阻身痛，脘悶不饑，宜微苦以清降，微辛以宣通：杏仁、香豉、鬰金、焦山梔、瓜蔞皮、蠶砂、橘紅（《臨證指南醫案》36)。
^ingredients165 (4)曹滄州治壯熱形寒，胸悶頭脹，脈數，咳不揚，急宜透洩淡豆豉、紫菀、枳殼、赤茯苓、澤瀉、浮萍、荊芥、青皮、蒺藜、桑枝、牛蒡子、防風、赤芍（《宋元明清名醫類案正編》普滄州2)。
^ingredients166 (5)曹滄州治形寒發熱，腹痛朐悶，脈不揚，當散之：淡豆豉、前胡、枳殼、荊芥、澤瀉、蘇葉、牛蒡子、青皮、赤 芍、蒺_、防風、象貝母、萊菔子、赤茯苓（《宋元明清名醫類案正編》曹滄州2)。
^ingredients167 (6)張聿脊治辛涼散風，微苦洩熱，邪勢不達，未能得汗，咳嗽頭痛惡風，邪尚在表，再進辛涼：桑葉、枳殼、菊 花、象貝母 各6g，前胡、竹茹 各4.5g，牛蒡子、杏仁 各9g，桔梗、薄荷 各3g (《張聿青醫案》29)。
^ingredients168 (7)邵佐清治陰虛感冒夾濕，畏寒無汗，頭脹神疲肢楚，疏解為先：荊芥穗、防風 各6g，菊花、桑葉、荽荊、蒺藜、瓜蔞皮 各9g，杏仁、焦山梔 各7.5g，枳殼2.4g，益元散、蠶砂各M.lg，燈芯0.6g，諸恙雖差，陰分受累，頭暈神疲兼有 咳槍，與清肅肺肝：甘菊、丹皮、紫菀、竹浙g、桑皮 各4.2g，桑葉、竹茹、蒺藜 各9g，牡蠣15g，鹽陳皮4.5g，浙貝母 10.5g (《現代醫案選（一）》84) 0
^ck02z01h035
^norm 手太陰溫病，風熱束肺。
^chinese 外感風熱，風溫，痧疹，哮喘。
^western 慢性氣管炎，腺病毐肺炎，S證小兒肺炎，急性支氣管炎。
^combo 氣鬱+表鬰+氣熱
^formulas
^formula〔銀翹散證〕
^origin〔《溫病條辨》方〕
^ingredients169 金銀花、連翹 各一兩，拮梗、薄荷、牛蒡子各六錢，竹葉、荊芥穗各四錢，豆豉、甘草各五錢。為末，每服六錢，加 鮮蘆根，水煎，香氣大出即取服。
^ingredients170 (1)葉天士治風溫發熱咳：薄荷、連翹、杏仁、桑皮、地骨皮、木通、黃芩、炒山楂（《臨證指南醫案》68)。
^ingredients171 (2)葉夭士治溫邪部肺，氣痺咳嗽，寒熱頭痛，開上焦為主水蘆根30g，杏仁9g，連翹、通草 各4.5g，桑皮、結視 各3g (《臨證指南醫案》292)。
^ingredients172 (3)蒲輔周治風溫犯肺（腺病毐肺炎）：2歲，發熱3天，往院經抗菌素治療，仍高燒無汗，神昏嗜睡，咳嗽微喘，口渴，舌紅苔微黃，脈浮數，乃風溫上受，肺氣鬱閉，宜辛涼輕劑，宜肺透衛，桑菊飲加味：桑葉3g，菊花、竹葉 各6g，連翹、杏仁、牛蒡子 各4.5g，桔梗、甘草 各5g，薄荷2.4g，蘆根15g，蔥白3寸，2劑得微汗，身熱略降，脈滑數，予 清疏利痰：蘇葉、前胡、桑皮、橘紅 各3g，貨芩、桔梗 各2.4g，天花粉、枇杷葉 各6g，竹葉4.5g，2劑微汗續出，.熱退，唯大便2日未行，苔黃微膩，脈沉數，乃表解裡未和之候，去蘇葉、加枳實、萊菔子 各3g，麥芽6g，仍未大便，舌心膩苔 未退，脈滑數，乃肺宵未和，擬調和肺胃，利濕消滯：冬瓜仁12g，?苡仁、蘆根各I5g，枳實、萊菔子 各4.5g，杏仁、麥
^ingredients173 (5)朱顏治夏患發熱惡寒3日，舌尖絳苔白膩，咳逆口渴，切脈浮數，此外感風熱也，與桑葉、菊花、竹茹、貝母、杏仁、連翹，牛蒡子、前胡、薄荷、天花粉、批杷葉、蔥白、豆豉為方1劑，汗出熱退而愈。
^ck02z01h093
^norm 風溫化熱，肺衛失和。
^chinese 風熱襲表，風溫。
^ill〔田氣不宣〕
^symtom ①惡寒，始覺惡寒，繼則身熱不寒，微惡風，②頭目昏眩，頭昏痛，頭痛，③無汗，汗出
^tounge 舌尖偏紅，邊尖紅，苔薄白。
^symtom ①發熱不退，或有汗，②午後熱甚，暮後潮熱，③U渴欲飲『，④便秘尿黃。
^pulse ①脈浮數，②脈弦細數。
^tounge 舌質紅，薄黃苔而乾。
^symtom ①咳唾稠痰色黃而黏，②口海，③小便黃。
^symtom ①咽乾苒飲，②咽痛，咽部微紅。
^symtom １咳嗽，痰吐黏白，２胸部悶痛，呼吸不暢。
^symtom 上氣氣逆。
^formulas
^formula<var=2>〔銀翹散證〕
^origin〔貝叔英方〕
^ingredients174 銀花、連翹、牛蒡子、南沙參 各9g，川貝母6g，桔梗、荊芥、前胡 各4.5g，薄荷（後下）3g 摘錄：
^ck02z01h115
^norm 陰虛溫病。
^chinese 溫邪入營，氣虛麻疹。
^western 腺病毐肺炎。'
^combo 液灼+氣虛+表鬰+氣鬱
^ill〔津液消灼〕
^symtom ①口燥，②小便數，③*灼熱無汗，④咽乾目澀齒乾，⑤煩躁，⑥下利清綠色。
^tounge ①舌紅苔白乾，②或絳苔老黃中心黑。
^pulse 脈細數沉。.
^symtom ①頭痛身倦，②動則乏力，③汗出，④昏睡嗜睡，⑤四肢厥冷，⑥呼吸微弱，⑦身熱不揚。
^pulse 寸浮遲沉弱。
^symtom ①頭痛惡風，②發熱無汗，③疹不外透。
^tounge 苔白膩。
^pulse 脈浮弦。
^symtom ①咽乾，②齒乾，③目澀u
^symtom ①胃納不振，②咳嗽吐痰。
^symtom ①乾噦，②微喘。
^formula1〔加減葳蕤湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients175 葳蕤6～9g，蔥白2~3枚，枯梗、薄荷各3～4.5g，白薇1.5~3g，兗豉9~12g，炙甘草i.5g，大棗2枚。水煎服。
^formula2〔銀翹湯證〕
^origin〔《溫病條辨》方〕
^ingredients176 銀花15g，連翹、竹葉 各9g，生草3g，寸麥冬、細生地 各12g。
^ingredients177 (2)吳坤安：若值天時，唷燥已久，而患咳嗽咽啞喉痛之症，兼痧疹者，此風溫客於太陰手經也，治宜辛涼清潤之 品，大忌升、葛、防風、蟬脫等藥，當以羚羊角、連翹、薄荷、牛蒡子、元參、射乾、杏仁、桔梗、象貝母、銀花、蘆根 之類，選用繼以粉參、川石斛、寸麥冬、天花粉、知母、梨漿之屬，以養肺胃之陰（《傷寒指牮》卷三40)?
^ck02z01h129
^norm 風熱動血，失表血證。
^chinese 肺衛風熱，風溫。?
^combo 表鬰+陽鬰+血溢+氣鬱
^ill〔腠理不宣〕
^symtom ①惡風自汗不透，②身熱連綿，③莎疹。
^pulse 氣口脈浮，脈浮數。
^ill2〔陽氣怫鬰〕
^symtom ①午後發熱，申西潮熱，②顴紅火升，③咽痛，④遍體酸楚，⑤股痛便溏，⑥口燥咽乾，
^pulse 脈細數或浮洪而數。
^symtom ①咳血，②吐血，③鼻衄。#
^ill<sub=1>〔氣機不宣〕
^symtom ①胸膈壅塞，痰不曷出，②瘋稠而厚。
^ill2<sub=1>〔氣機不降〕
^symtom ①咳逆不已，②氣逆作嘔，③咳嗆。
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛，②頭目不清。
^formula1〔微苦辛涼方證〕
^origin〔張聿青方〕
^ingredients178 連翹、射乾、杏仁、黑梔、元參、鬰金、茯苓、桑葉、荊芥、茅根。洛
^formula2〔疏風清肺方證〕
^origin〔方仁淵方〕
^ingredients179 荊芥、防風、杏仁、象貝母、川誇、g荊、枯梗、前胡、桑皮、茅根。
^ingredients180 (4)方仁淵治風熱鬰肺，咳嗽典衄，不必治血，邪去而血自止，麻黃、防風、前胡、杏仁、川芎、桑皮、旋復花、黃 芩、貝母、茅根，典衄不來，咳猶未已，再與疏風清肺（組方見方症）。
^ck02z01h226
^norm 風溫犯肺。
^chinese 風熱咳嗽。
^western支氣管炎。
^combo 氣鬱+清竅
^ill〔氣機不宣〕
^symtom ①咳嗽多痰白黏，②咳劇無痰，痰多黃稠。
^tounge 舌紅苔黃。
^pulse 脈浮弦微數。
^ill<sub=1>〔氣機不降〕
^symtom ①氣粗似喘，②氣逆難忍。
^ill<sub=2>〔清竅不宣〕
^symtom ①咽痛聲不出，②咽癢，③鼻塞頭痛，涕轉貨稠，④口乾。
^formulas
^formula1〔桑杏清肺湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients181 桑葉、瓜蔞皮、枇杷葉 各9g，.杏仁、川貝母、牛蒡子 各6g，兜鈴、桔梗 各3g，加鮮蔥白3枚，淡豉9g。
^formula2〔加減染菊飲證〕
^origin〔《通俗傷寒論》方〕
^ingredients182 桑葉、瓜蔞皮、杏仁 各6g，菊花4.5g，薄荷、桔梗、橘紅 各2.4g，生蘿蔔30g，飴糖3g，外寒鬰不宣者，加麻黃
^formula3〔重傷風標準湯證〕
^origin〔聶雲台方〕
^ingredients183 黃芩、白芍 各6g，連翹、象貝母，竹茹、桑皮、杏仁各％，蟬衣、枳殼 各3g，桑葉、枇杷葉 各4.5g，薄荷2.4g。
^formula4〔辛涼宣肺湯證〕
^origin〔《秦伯未醫文選》方〕
^ingredients184 ‧薄荷、蟬衣、桔梗 各3g，桑葉4.5g，像貝母、杏仁 各9g，連翹知，生甘草2.4g，風重加防風，熱重加黃芩。
^ingredients185 (1)吳鞠通：太陰風溫，但咳，身不甚熱，微渴者，辛涼輕劑桑菊飲主之。杏仁9g，連翹4.5g，薄荷2.4g，桑葉
^ingredients186 (1)張聿音治感風咳嗽痰多：牛蒡子％，前胡、池菊 各4.5g，橘紅、桑葉 各3g，茯苓、杏仁、蒺藜 各9g，桔梗2.4g，象貝母、丹參 各6g，音仍帶澀，肺邪未清，前胡、橘紅、蟬衣 各3g，茯苓、牛蒡子、蘇梗、杏仁 各9g，丹參、川貝母、香 附 各6g，音澀漸開，咳未全止，再清金潤肺：川貝6g，白雲苓、炒瓜蔞皮\\杏仁、冬瓜子各％，桔梗、前胡 各3g，生甘草 12g，梨肉30g (《張聿青醫案》158)。
^ingredients187 (3)吳匍方治咽癢咳嗽，頭痛鼻塞，小便赤澀，風熱外感，宜輕宣淡滲：杏仁、滑石 各9g，薄荷、菊花 各3.6g，前 胡、桑葉 各6g，瓜蔞殼、桔梗、牛蒡子 各4.5g，通梗3g，蔥白5根（《吳匍方醫案》12)。
^ck02z01h234
^norm 風熱化燥。
^chinese 風熱咳嗽，風溫化熱。
^western 上感，氣管炎。
^combo 津傷+氣熱+氣鬱+血溢
^formula1〔辛潤宣肺湯證〕
^origin〔《秦伯未醫文選》方〕
^ingredients188 荊芥穗、炙紫菀、炙百部、陳皮 各4.5g，拮梗3g，白前6g，炙甘草2.4g，枇杷葉9g。
^formula2〔止咳湯證〕
^origin〔《岳美中醫案集》方〕
^ingredients189 荊芥、白前、化紅皮、拮梗 各6gf前胡、杏仁、貝母、連翹、百部、紫菀各％，甘草3g，蘆根24g。
^formula3〔平喘湯證〕
^origin〔《岳美中醫案集》方〕。悛性氣管炎，咳喘，咯吐白沫狀痰且黏，口乾咽痛，晚間低熱，尿黃，脈短數舌
^ingredients190 杏仁、貝母、橘紅、桑葉、前胡 各9g，瓜蔞15g，冬花、菊花、牛蒡子、馬兜鈴、白前 各6ga 摘錄：
^ingredients191 1.論著‧(I)風火閉肺，口乾咽痛，或聲不出，主本琪利膈湯，疏風散火：薄荷、荊芥、桔梗、牛蒡子、甘蓽、低蠶、元參。
^ingredients192 (2)風鬰化熱，涕轉黃稠，痰多黃稠，舌紅苔黃，脈浮弦微數，宜桑葉、薄荷、蟬衣、杏仁、象貝母、枳殼、連翹、竹茹、桑皮、貿芩、批杷葉之類以清肅之（南京《內科學》）。
^ingredients193 (1)葉天士治薛，三六，風熱咳，經月不止：活水蘆根、桑葉、沙參、生惹苡仁、地骨皮、象貝母、滑石、橘紅 (《臨證指南醫案》69)。
^ingredients194 (2)葉天士治某又，風邪鬰蒸化燥，發熱後，咳嗽口乾喉癢，先進清肺：杏仁、天花粉、蘇子、象貝母、山梔、橘紅 (《臨證指南醫案》69)。
^ingredients195 (3)葉天士治項，二一，風溫，脈虛，嗽：桑葉、薄荷、杏仁、象貝母、沙參、連翹（《臨證指南醫案》68)。
^ingredients196 (4)葉天士治沈，脈右搏數，風溫嗆咳：桑葉、杏仁、象貝母、薏苡仁、瓜蔞皮、沙參（《臨證指南醫案》68)。
^ingredients197 (5)張聿青治咳仍不止，痰黃而厚，咽癢頭脹，風溫外薄肺胃，內應氣熱，而肺失肅，肅肺以清氣熱：梔皮、川貝 母、前胡、天花粉、桔梗、冬瓜子、馬兜鈴、杏仁、枇杷葉，咳漸減疏，口燥哂乾較Si，再清金潤肺，而化氣熱:北沙參、川貝母、杏仁、枳殼、桔梗、冬瓜子、馬兜鈴、竹茹、枇杷奇（《張聿青醫案》148)。
^alias風熱上受，感冒化熱，風溫化熱，風熱犯肺，風溫犯肺，春溫伏肺，邪熱_肺，肺氣鬱痺，風熱上受，燥熱上鬰，燥 火上鬰，風熱化燥，燥熱內伏，風溫化火，熱灼氣營，伏溫在營，風熱人血，由血轉氣，陽氣怫鬰，三陽合病，上焦鬱閉，
^chinese 傷風，風熱，上焦風溫，肺南風溫，太陰溫病，陽明溫病，伏溫兼風，伏氣風溫，春溫，冬溫，暑溫，太陰 伏暑，暑風挾積，風溫挾痰，溫病夾瘀，風熱夾瘀，產後傷風，產後伏溫，氣虛傷風，陽虛傷風，陰虛感冒，久熱，傷風 咳嗽，肺熱咳嗽，肺痺，肺閉，肺脹，風溫失血，熱瀉，風瀉，挾表痢，風水，食復，夏熱溫疹，癮疹，斑疹，風溫發疹，水疫，丹毒，赤白游風，瘡腫，麻疹，鼻淵，喉蛾，咽痛，牙齦腫脹，時泰，爛喉#。
^western 上呼吸進感染，急性氣管炎。小兒支氣管炎，病毒性肺炎，肺炎，大葉性肺炎，麻疹肺炎，猩紅熱，流腦，過敏性鼻炎，慢性鼻竇炎，急性咽喉炎，扁桃體周?膿腫，慢性咽炎，白細胞減少症，流行性腮腺炎，登革熱，息性腎小 球腎炎。
^ill〔氣機不宣〕
^ck02z12h033
^norm 上焦風溫。
^chinese 風浞化熱。
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①咳嗽發疹，②脫中痞滿，③胸脘不通，呼吸不爽，④心中懊儂，致呻吟，⑤能食而咳。
^pulse 脈左實大。
^tounge 舌黃。』
^ill<sub=1>〔清窮不宣〕
^symtom ①清竅不爽，②咽喉阻塞，不惡寒，③‧人咽必痛，若不咳者，咽不痛。
^ill2<sub=1>〔清空不宣〕
^symtom ①頭目如蒙，②頭脹，③頭眩。
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔升降法證〕
^origin〔葉天士方〕
^ingredients198 荷葉、薄荷、象貝母、連翹、鉤籐、生石奔末。
^formula2〔梔豉合涼膈法證〕
^origin〔葉天士方〕
^ingredients199 扼皮、豆豉、杏仁、黃芩、瓜蔞皮、枳實汁。
^ingredients200 (4)葉天士治王，二五，氣分熱熾，頭脹痰嗽：連翹、石裔、杏仁、鬰金、薄荷、山梔，又去山梔加瓜蔞皮、桔梗 (《臨證指南醫案》72)。
^ck02z12h034
^norm 肺同風溫。
^chinese 風溫。
^western 流腦邪犯衛分型。
^ill〔氣機不降〕
^symtom 嘔葉-。
^ill<sub=2>〔清竅不宣〕
^symtom 耳鳴。‧』
^formulas
^formula1〔疏洩肺胃方證〕
^origin〔張聿青方〕
^ingredients201 淡豆豉、薄荷、連翹、菊花、枳殼、牛蒡子、桔梗、桑葉、杏仁、鬰金、半夏。
^formula2〔寒解湯證〕
^origin〔張錫純方〕
^ingredients202 生石裔30g，知母24g，薄荷、連翹、蟬衣 各4.5g。
^formula3〔宣衛鎮痙湯證〕
^origin〔彭述憲方〕
^ingredients203 銀花、大青葉 各15g，蟬衣、薄荷 各6g，連翹、鉤籐、葛根 各12g，甘草3g，葂荊子、苦丁茶、菊花 各9g。
^ck02z12h035
^norm 風熱犯肺，邪熱壅肺，太陰溫病。
^chinese 風熱，風溫，咽痛，夏熱溫疹。
^western 上呼吸道感染，病毒性肺炎，肺炎，大葉性肺炎，猩紅熱。
^combo 氣鬱+表鬰+氣熱
^ill〔氣機不宣〕
^symtom ①咳嗽，②胸$胸痛，③咯痰不暢，④面青唇紫。
^tounge ①苔薄白膩，②舌苔垢濁。
^ill2〔腠理不宣〕
^symtom ①四肢時涼時熱，②惡風發熱，惡寒，怕冷發熱，無汗，③身痛，④頭額微汗，⑤壯熱微 汗，朝輕終重，⑥項強。.」指紋：色紫透命關。
^tounge ①舌邊紅，舌邊尖紅，②苔白膩，③苔薄膩，④苔中微黃。
^pulse ①脈浮數有力。
^ill3〔津氣瑄蒸〕
^symtom ①面紅高熱，②咳痰黃稠，或白黏稠痰，③口乾欲飲，口渴喜冷飲，④煩躁不安，神昏溏 語，⑤咽痛，咽紅腫痛，⑥唇紅口乾，⑦典地，⑧疹出稠密，⑨便秘尿赤，尿黃灼熱。
^tounge ①舌尖微紅，②舌苔白厚，③苔黃白相兼，④舌紅薄黃，舌尖紅，苔根膩。
^pulse ①脈浮滑數，②氣口脈微數，③脈細數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，頭痛如劈。
^ill2<sub=1>〔清竅不宣〕
^symtom １咽乾嚥痛，２聲音嘶啞，３鼻塞流涕。
^ill<sub=2>〔氣機不降〕
^symtom ①嗆咳，咳甚則嘔，②姨多，③息粗有聲，呼吸急促，④氣喘，氣急鼻煽。‧
^formulas
^formula1〔銀翹合梔豉湯證〕
^origin〔袁桂生方〕
^ingredients204 銀花、連翹、焦山梔、淡豆豉 各9g，薄荷、紫蘇、牛蒡子 各4.5g，桔梗3g，生甘草1.5g，蘆根30g。
^formula2<var=1>〔麻杏石甘湯證〕
^origin〔盛抓卿方〕
^ingredients205 密麻黃2. lg，杏仁、連翹、鮮石斛 各10g，生石耷18g，甘草3g產冬瓜子、薏苡仁各2g，鮮蘆根30g，銀花15g。
^ck02z12h036
^chinese 伏溫兼風，伏氣風溢，輯風挾積，風溫，春溫，暑溫，爛喉痧-
^combo 表鬰+氣熱+氣郎
^ill〔腠理不宣〕
^symtom ①惡風惡寒，②發熱惡寒，③身癰，骨節酸痛，④無汗或少汗，⑤口不渴。
^tounge 苔薄，白膩，白厚帶剝。
^pulse ①脈左弦緩，②脈浮數。
^tounge ①舌尖紅苔黃膩，②舌紅苔黃白相間，③舌苔淡黃，朱點甚多。
^pulse ①脈右洪弦滑數，②脈浮滑數，兩關較大。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛如破，②頭痛項強。
^ill2<sub=1>〔清竅不利〕
^symtom ①咽痛，②咽紅腫痛，③目赤，④鼻衄。
^ill<sub=2>〔氣機不宣〕
^symtom ①咳嗽不爽，②胺悶不舒。
^ill2<sub=2>〔氣機不降〕
^symtom ①嘔吐不納，②息粗有聲。
^formulas
^formula<var=2>〔涼膈散證〕
^origin〔王少華方〕
^ingredients206 蘇薄荷4.5g，粉葛、生山梔、連翹、大黃、元明粉 各6g，淡子芩3g，生甘草1.5g，淡竹葉30片。
^ingredients207 複診：症狀已減輕，但尚有咽痛，溺赤。處方：元參、連翹、金銀花 各9g，枯黃芩、牛券子 各4.5g，溥荷、殭蠶、毛 柴胡 各3g，馬勃、板藍根6g，碧玉散15g。服此劑後，各種症狀消失（《福建中醫醫案醫話選編》（二）5)。
^ck02z12h049
^norm 氣虛傷風。
^chinese 傷風，麻疫。
^western 麻疹肺炎，過敏性荈炎，並發哮喘。
^combo 氣虛+表鬰+氣鬱
^ill〔氣虛不充〕
^symtom ①頭重身倦，咽乾目澀，梢神萎靡，終日昏昏如睡，②面色蒼白，③口唇紺紫，④自汗，多汗，動則乏力汗出，⑤手足發涼，手指不溫，⑥身熱不揚，胃納不振。
^tounge ①舌淡，②舌正根苔白膩。
^pulse ①脈浮無力，②脈寸浮遲，關沉遲，尺沉弱，③脈沉細數。
^ill2〔氣機不宣〕
^symtom ①咳不爽，②咳嗽。
^tounge 苔薄黃。
^ill<sub=1>〔腠理不宣〕
^symtom ①麻疹不透表，②高熱不退，身微熱惡風。
^ill2<sub=1>〔氣機不降〕
^symtom ①乾噦，②夜間哮喘O
^ill<sub=2>〔清空不宣〕
^symtom ①鼻塞，②流涕。
^formulas
^formula1<var=1>〔玉屏風證〕
^origin〔《蒲輔周醫案》方〕
^ingredients208 生黃耆I2g，防風3g，白朮4.5g，炙甘草、甘菊 各3g，化紅皮4.5g，茯神6g，桑枝9g，生薑片，紅棗2枚。
^formula2〔益氣托疹方證〕
^origin〔滕宣光方〕
^ingredients209 葛根、?芍、丹皮、鉤籐、百部 各10g，甘草、杏仁、浮萍、地龍 各5g，太子參、貨? 各15g。
^ingredients210 處方：黃耆、薏苡仁 各12g，白朮、葛根、白芍、牛蒡子 各9g，防風、甘草 各6g，大棗2枚。
^ck02z12h093
^norm 風熱客肺，太陰風溫。
^chinese 風溫挾痰，春溫伏肺，熱病發斑。
^combo 陽鬰+氣鬱+氣熱
^ill〔陽氣不宣〕
^symtom ①微寒，②定冷，③惡風，④壯熱無汗，⑤頭痛，⑥週身拘朿，腰1背酸痛，⑦每天午後 寒戰身熱，汗出熱不退。
^tounge 苔白滑微黃，舌苔白中帶黃。
^pulse ①脈沉，②脈左弦右數。
^symtom ①發熱不已，發熱汗多，熱壯神昏，②頭脹而痛，③咳痰黃稠，④口苦口乾，⑤發紅疹，淺則鮮紅起發，松浮皮面；深則紫赤稠密，堅束有根，⑥煩熱，⑦小便短赤，腑氣少通，⑧口穢噴人。
^tounge ①舌紅苔黃，②輕淺者黃而糙澀，舌質鮮紅，③深重者，黃夾灰點，舌本紫紅。
^pulse ①脈數浮，②右長大滑數，左亦浮弦搏數者。
^symtom ①口渴喜冷，②煩渴惡熱，③胺腹灼熱，④便閉溺赤。
^tounge ①舌苔黃燥，②或白刺，③或白而燥刺，④或邊紅中白。
^pulse 洪滑。-
^symtom ①喉燥，②咽喉腫痛。
^symtom ①額胸悶，②咳嗽，③胸膈煩悶。
^pulse 脈弦滑。
^symtom ①氣逆，②氣喘，③嘔惡不納。
^formulas
^formula2<var=1>〔連翹梔豉湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔加味荷杏石甘湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients211 蘇薄荷、杏仁、石奇、生甘草、桑葉、連翹、瓜蔞皮、梔皮。
^formula4〔魚解湯證〕
^origin〔陳士鐸方〕
^ingredients212 石耷9g，甘草、荊芥 各3g，千葛根、茯苓、麥冬 各6g。
^ck02z12h115
^norm 陰虛感鋝。
^chinese 氣虛感冒夾熱，風溢夾痰，春溫。
^western 白細胞減少症。
^combo 瀋傷+氣虛+表鬰+氣鬱
^ill〔津液消灼〕
^symtom ①低熱，日晡潮熱，潮熱日久，②口渴少津，口乾喜飲，③大便乾結，小便貨少，便洩溺 赤，④*煩，懊佗，⑤咽乾口苦，⑥痰黃稠。
^tounge ①舌乾紅少律，②舌紅無苔。
^pulse ①脈浮濂細數，②脈洪大，③脈沉細數。
^ill2〔氣虛不充〕
^symtom ①四肢瘺軟，②頭昏痛，頭昏乏力，③食少。
^symtom ①身腰疼痛，②頭痛發熱，微惡風寒，③壯熱無汗，或汗不多，④午後寒戰發熱，汗出熱 退，⑤神昏譫語，獨語如見鬼。
^pulse 脈浮數沉滑。
^tounge ①苔薄白，②苔黃白。
^ill<sub=1>〔清竅不利〕
^symtom ①咽乾，②目眶牙齦疼痛，③箅塞流清涕。
^ill2<sub=1>〔氣機不宣〕
^symtom １不思飲食，２咳嗽痰黃。
^ill<sub=2>〔氣機不降〕
^symtom ①咳嗽氣促，②噁心。『
^formulas
^formula1〔加減葳蕤湯證〕治素體陰虛，感受外邪，頭痛發熱，微惡風寒，無汗或有汗不多，或咳嗽心煩，口渴咽乾，舌赤脈
^ingredients213 玉竹、白薇、蔥白、豆豉、桔梗、甘草、薄荷、紅棗。
^formula2〔燊翹湯證〕
^origin〔《臨證治驗》方〕
^ingredients214 桑葉、連翹、天花粉，元參、生地、麥冬、知母 各10g，生石奇15g，溥荷、黃芩 各5g，山梔6g，粳米、生甘著 各3g。
^ingredients215 1.論著：陳士鐸：日晡潮熱，獨語如見鬼，清火養肺湯：荊芥、黃芩 各6g，寸麥冬15g，玄參30g，天花粉、茯神 各9g，甘草、蘇葉 各3g，或梔子清肝飲：白芍30g，焦山扼、茯苓 各9g，法半夏6g，甘草3g。
^ingredients216 (2)盛循卿治產後陰虛挾外感，產後2天，闌尾術後20餘天，近10天來，139，發熱惡寒，頭痛咳嗽，口苦咽乾，肢倦乏力，舌紅苔淡白，脈細數，擬扶正和解祛邪：玉竹、冬瓜子各2g，青蒿、黃芩、荊芥、前胡、杏仁 各6g，川芎3g，白薇、柴胡、甘草 各5g，3劑熱退，擬養陰潤肺：沙參、玉竹、竹茹、黨參、寸發冬、冬瓜子、杏仁、白薇、全瓜萊 各12g，炙甘草、桔梗各5S，5劑愈。
^ingredients217 (4)過允文治縈質陰虛者，壯熱無汗，神昏譫語，便洩溺赤，舌乾懊儂，脈浮數沉滑，生津托邪』以邪透汗出為首 要：黑裔30g，前胡6g，連瓶、天冬、知母 各9g，薄荷4.5g，.元參、銀花 各15g，赤芍3g』茅根l20g』掠膈散9g，.3劑；石奇30g，元參、天冬、銀花 各15g，竹葉30片，薄荷6g，茅根l20g，便洩止，汗不出，桑葉、前胡 各6g，川貝母、川石 斛 各9g，枇杷葉5片，北沙參、淡豆豉 各15g，薄荷、旋復花 各4.5g，白蔻仁l.Sg，白茅根 120g，3劑得戰汗解（《全國名 醫驗案類編》216)。
^ck02z12h020
^norm 伏溫在營。
^chinese風溫失血。
^combo 表鬰+氣熱+營熱
^ill〔腠理不宣〕
^symtom ①惡風寒，②無汗或汗出不透，③身熱形寒。
^pulse 關弦數，脈濡數。
^symtom ①頭痛，頭痛目瞑，②頭昏。
^tounge 苔白。
^ill<sub=2>〔清竅不利〕
^symtom ①咽啞，②咳嗽不爽，③咽痛。
^formulas
^formula1〔-微苦辛涼方證〕
^origin〔張聿青方〕
^ingredients218 前胡、象貝母、桑葉、丹皮、薄荷、杏仁、連翹、桔梗、牛蒡子、梨肉。
^ingredients219 炒黑荊芥、馬勃、連翅、茅根花、桑葉、淡豆敢、象貝母、側拍葉、丹皮、竹苑、黑循、薄荷。
^ck02z12h132
^norm 風熱入血。
^chinese 癮疹，風溫發疹，麻疹初潮，瘡腫，牙齦腫脹，時毒，風水。
^western 流行性腮腺炎，登革熱，麻疹肺炎，急性腎炎。
^combo 表鬰+氣熱+血熱
^ill〔腠理不宣〕
^symtom ①發熱惡寒，②身癢，赤疹腫癢難忍，③惡風，微惡風寒，全身不適，④體痛，⑤壯熱無 汗，⑥耳根微涼，皮下隱見疹點，⑦面目輕度浮腫，低熱逗留。
^tounge 苔薄白。
^pulse 脈浮數。
^ill2〔津氣蘊蒸〕
^symtom ①發熱自汁，煩躁不安，②咳嗽咽痛自腐，③胸脘滿悶，④溲赤便閉，⑤牙齦腫脹疼痛，外觀面部腫大堅硬。
^tounge 苔黃膩，苔色淡黃。
^pulse 脈數右寸獨大，脈滑數，脈浮數。
^ill3〔血熱蘊蒸〕
^symtom ①暮熱，始而晝熱繼而暮熱，②勝紅目赤，眼淚汪汪，③弈衄齦紫，④隱疹紅赤，⑤赤疹 欲達不達，⑥斑疹未盡達，⑦遍體紅紫躁熱，⑧壞後紅腫灼痛，⑨腹部生瘡癤。
^tounge ①舌赤邊絳，②舌質偏絳，③舌紅潤少苔。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，頭筆，②H膜，③頭目如蒙，④咳血，面目輕度浮腫，面部腫大堅硬d
^ill<sub=2>〔津液消灼〕
^symtom ①口渴喜飲，低熱逗留。
^pulse 脈細。
^formulas
^formula1〔透斑解毒湯證〕
^origin〔《通俗傷寒論》俞根初方〕
^ingredients220 連翹、薄荷、牛蒡子 各6g，蟬衣3g，淡豆豉9g，蔥白2枚，鮮桑葉、大青葉各2g，先用野菰根、鮮河柳9g代水飲。
^formula2<var=1>〔誚風散證〕
^origin〔秦伯未方〕
^ingredients221 荊芥、防風、蟬衣、牛蒡子、蒼朮、石奇、知母、生地、火麻仁、木通、甘草加鮮首烏、紫浮萍。
^formula3〔三花湯證〕
^origin〔《施今舉臨床經驗集》方〕
^ingredients222 (3)吳坤安：如痧疹雖透，而咳嗽聲啞喉痛者，此痧毐不能盡發，鬱於氣分也，宜宣通肺氣，如羚角、前胡、桑杏、連翹、牛蒡子、射乾、薄荷、銀花、?桔、通草、黃芩、蘆根之類（《傷寒指舉》卷三4）。
^ingredients223 ‧2.病案　　　(1)葉天士治風溫發痧：薄荷、連翹、杏仁、牛蒡子、桔梗、桑皮、甘草、山梔（《臨證指雨醫案》368)。
^ingredients224 (2)葉天士治風溫發疹：薄荷、赤芍、連翹、牛蒡子、桔梗、桑皮、甘草、山柅（《臨證指南醫案》369)。
^ingredients225 (4)張聿青治熱識疲疹並發，咽痛腐白，舌紅邊絳，肺胃之熱之蘊結，恐火爍肺金而致氣喘，大劑洩熱：鬰金、山豆 根、元參、連翹、貝母、牛蒡子、羚角、桔、石裔、射乾、茅廬根、荷葉、荊芥、鮮石斛。
^ingredients226 (5)張聿青治赤疹腫癢難忍，風熱襲人分，宜涼營清熱，養血祛風：偁蠶、地骨皮、丹皮、白芷、鬰金、當歸、淡 子芩、菊葉 各4.5g，茅根30g。
^ingredients227 W章次公治登革熱，身熱，胸前兩臂散發紅點。牛翹湯：牛蒡子、連翹、赤茯苓、紫草 各9g，白茅根1扎，浮萍 6g，蟬衣3g，西河柳、胡妥 各2g，草決明9g (《章次公醫案》）。
^ck02z12h186
^norm 風熱人血。
^chinese 太陰伏暑，丹鸞，赤白游風。
^western 猩紅熱。
^combo 表鬰+血熱+津灼
^ill〔腠理不宣〕
^symtom ①惡寒發熱，@身熱無汗。
^pulse 脈弦數。
^tounge 苔白。
^ill2〔血熱蘊蒸〕
^symtom ①面紅，②口乾不多飲，③胸部稍有隱約痧點，④紅痧密佈，皮膚猩紅，狀如塗丹，⑤遍 體俱紅紫之色，⑥咽喉掀紅腫痛。
^tounge 舌赤。
^pulse 脈貓數。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔絡血妄行〕
^ill<sub=2>〔津液消灼〕
^symtom ①□渴無汗，②煩揭，③稠黏液痰。
^formulas
^formula<var=1>〔銀翹散證〕
^origin〔《溫病條辨》方〕
^ingredients228 金銀花、連翹 各30g，桔梗、薄荷、牛蒡子 各18g，竹葉、荊芥穗 各12g，豆豉、甘草 各15g。加生地、麥冬 各18g，丹 皮、赤芍 各12g，為末，每服18g，加鮮蘆根，水煎，香氣大中即取服。
^ingredients229 赤白游風往來不定，小兒最多，此宵火鬱熱也，用清火消丹湯：生地、丹皮、甘草、元參、牛膝、赤芍、荊芥、天花 粉。或化斑解毐湯：升麻、石資、連翹、牛蒡子、人中黃、黃連、知母、元參、竹葉。
^ck02z12h037
^norm 肺氣鬱痺。
^chinese 肺搏，風溫，肺閉，肺脹。
^western 肺炎，小兒支氣管炎。
^combo 表鬰+氣蒸+氣鬱+氣逆+空竅
^ill〔腠理不宣〕
^symtom ①身熱如燔，背寒如澆，②惡寒，③時有寒熱，④全身無汗，⑤皮膚隱隱見點，⑥痧疹隱 沒，⑦面黯唇青，滿面十指青黑筋勃起，消瘐骨餌，⑧便洩青色，⑨牙關不開，角弓反張直視，時抽風搐搦。
^tounge 苔白。
^pulse 脈浮緊。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，面紅，唇紅，②面赤兼青，③□海.④煩躁，⑤煩擾昏睡，神昏嗜睡，⑥屎短赤 澀，二便不利。
^tounge 舌紅苔黃膩。
^pulse ①脈數，②脈浮數冇力。
^symtom ①胸板痰澀，②便溏尿少。
^symtom ①頓咳抱首，痰鳴氣痏，②咳喘汗出，③忽然大喘，胸高鼻煽，④嘔吐，⑤腹滿下利。
^symtom ①喉間痰聲漉漉，②咽痛，③哭無涕淚。
^symtom 頭痛欲裂。
^formulas
^formula1〔疏風解表方證〕
^origin〔蒲輔周方〕
^ingredients230 催蠶、鉤籐 各4.5g，牛蒡子、連翅、竹葉 各3g，桔梗2.4g，薄荷1.8g，蘆根、淡豆豉 各9g，蔥白2寸。
^formula2〔宣肺透毒方證〕
^origin〔蒲輔周方〕
^ingredients231 蘆根、銀花、連翹、天花粉、桑皮 各9g，牛蒡子4.5g，生甘莩2.4g，生石奔12g，竹葉6g，與芩、通草 各3g。
^formula3〔三拗湯合三子養親湯證〕
^origin〔顧雨時方〕
^ingredients232 帶節麻黃％，注人蘆根內同煎，杏仁、炙蘇子、萊菔子、瓜蔞皮 各9g，生甘草、白芥子、柴胡 各4.5g，桔梗、貿芩 各6g，炙枇杷葉30g。
^ingredients233 (1)吳坤安：如痧疹隱沒太早，以致發熱咳喘者，此伏邪在肺也，速宜開宣肺氣，遲則不治：梔、豉、桑、杏、羚 羊、牛蒡子、連翹、前胡、薄荷、桔梗、蘆根之類（《傷寒指攀》卷三43)。
^ck02z12h039
^norm 陽氣怫鬰，三陽合病。）
^chinese 風溫犯肺，斑珍不透，麻疹初潮。
^western 麻疹合併肺炎。
^ill〔氣機不宣〕
^symtom ①胸腦不利，②氣粗咳而不爽，③咳嗽痰多。
^ill2〔陽氣佛鬰〕
^symtom ①面赤，②心煩不安，煩躁懊儂，③身痛如束，④四末微冷，足冷悄寒，⑤高熱不退，不 得汗，汗洩不暢，⑥身熱自汗，⑦腹滿足冷，⑧抽搐有如驚風。
^formulas
^formula1〔升麻s根湯證〕
^origin〔《閻氏小兒方論》方〕
^formula2〔柴葛解肌湯證〕
^origin〔《傷寒六書》方〕
^ingredients234 柴胡、甘草、黃芩、桔梗、芍葯 各3g，葛根12g，羌活、白芷 各4.5g，石裔6g。加姜，棗，水煎服。
^formula3〔升葛銀翹散證〕
^origin〔《蒲輔周醫案》方〕
^ingredients235 銀花連葉知，桔梗、荊芥、葛根 各3g，炒牛蒡子4.5g，豆豉9g，蘆根12g，連翅、竹葉、偁蠶 各4.5g，升麻2.5&蔥 白2寸。
^ck02z12h038
^norm 協熱下利，流丹不達，丹疹內陷。
^chinese 熱瀉，風瀉，挾表痢，丹疹內陷。
^western麻疹肺炎。
^combo 表鬰+氣熱+熱陷+氣鬱
^ill〔滕理不宣〕
^symtom ①外寒似戰慄，惡風無汗，②發熱肢冷，四肢逆冷，③身疼不能轉側，肩背下唇均痛，④ 隱疹，)胸背隱現淺紅疥粒，皮膚隱隱帶紅，⑥反張立視。
^pulse ①脈弦，②脈浮數。
^tounge ①苔黃白，@黃膩。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，通面火光，②口渴，③心煩不寐，煩躁不安，④汗出，⑤申酉發熱it語，⑥唇紅 帶縐，舌刺唇裂，⑦肛門掀紅，小便短赤。
^tounge 舌紅苔，苔黃滑。
^pulse ①左弦右洪，寸關數尺稍和，②弦洪滑，鼓指有力。
^ill3〔氣機下陷〕
^symtom ①下利多水，色青，黃綠或帶紅色，②有墜脹感，③洩瀉直射，吐瀉交作，④痢紅白，⑤ 腹脹痛，⑥腎氣痛，⑦癤毐靨陷。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸痞悶滿氣短，胸脅痛滿，胸膈閉塞，②咳嗽，③目竄倦臥。
^ill2<sub=1>〔氣機不降〕
^symtom ①喘逆氣促，氣逆痰壅，②嘔逆，③鼻煽。
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛如破。
^ill2<sub=2>〔清空不利〕
^symtom ①典燥口乾，②S腫紅赤，③涕淚多。
^formulas
^formula1〔葛根黃芩黃連湯證〕
^origin〔《傷寒論》方〕
^ingredients236 萵根半斤，炙甘草 二兩，黃芩、黃連 各三兩。水煎，分二次服。
^formula2〔柴胡荊芥湯證〕（遺佚出處，治則）。
^ingredients237 柴胡24g，荊芥、竹苑 各4.5g，銀花、連翅、貨冬 各6g，白兮、杏仁、桔梗 各0.9g，青木吞、甘草 各3g。
^ingredients238 連翹、乾葛根、防風、薄荷、知母、丹皮、木通、山扼、甘草、燈芯、灶心土。
^formula4〔浮萍透疹湯證〕
^origin〔《施今串臨床經驗集》方〕
^ingredients239 (6)葉天士治：肺主週身之氣，氣窒不化，外寒似戰慄，今氣短胸滿，便瀉稀水，溫邪內鬰，必從熱化R肺與大腸表 裡相應，熱迫下洩，辛涼輕劑為穩：杏仁、桔梗、香豉、橘紅、枳殼、薄荷、連翹、茯苓U臨證指南醫案》320)。
^ck02z12h044
^norm 風水。
^chinese 風水，肺痺。
^western 急性腎小球腎炎。
^combo 氣鬱+熱蒸+津滯
^ill〔氣機不宣〕
^symtom 咳嗽。
^tounge 苔多薄白。
^pulse 脈浮緊。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②口渴多飲，③惡風汗.出，④尿赤熱。
^tounge 舌紅苔薄黃。
^pulse 脈浮數。
^ill<sub=1>〔津不化氣〕
^symtom ①上身腫，②浮腫。
^ill2<sub=1>〔氣化不行〕
^symtom 尿短尿急。
^ill<sub=2>〔氣機不降〕
^symtom （D氣急，２喘息。
^formulas
^formula<var=2>〔麻黃連翹赤小豆湯證〕
^origin〔福建林景堂驗方〕
^ingredients240 麻黃3g，赤小豆30g，枳實、厚樸 各4.5g，連翹、茵陳、生梔子、大腹皮 各9g。
^ck02z12h069
^norm 風水。
^chinese 風水。
^western腎炎。
^combo 陽鬰+氣部+津滯
^ill〔陽氣不宣〕
^symtom ①自汗出，惡風，無大熱。
^tounge 苔白，舌上有黑苔。
^pulse 脈浮緊。
^ill2〔津不化氣〕
^symtom ①臉腫，②上身浮腫，③或一身悉腫。
^ill<sub=1>〔腠理不宣〕
^symtom ①惡風，②身痛。
^pulse 脈浮微數。
^ill2〔氣機不宣〕
^symtom ①咳嗽，右肋痛。
^ill3〔氣化不行〕
^symtom 尿少而黃赤。
^ill<sub=2>〔氣機不降〕
^symtom 喘息。
^formulas
^formula1〔越婢湯證〕
^origin〔《金匱要略》方〕
^formula2<alias=漢防己湯>〔防己黃耆湯證〕
^origin〔《金匱要略》方〕。功能益氣健脾*利水消腫。治風水，症見汗出惡風，身重浮腫，小便不利，脈浮，及濕痺而肢體重者麻木者。詳見論著。
^ingredients241 (1)方仁淵治風人於皮膚，肺氣不能通調，為風水，遍體浮腫，宗仲景法：麻黃、杏仁、石裔、浮萍、桔梗、商陸、蘇葉、檳榔、茯苓皮、防己、車前子。。
^ck02z12h040
^norm 風熱上受，風溫化熱。：.
^chinese 感冒化熱，風溫，冬溫。
^combo 氣鬱+氣蒸+空竅
^ill〔氣機不宣〕
^symtom ①咳嗽胸悶，②胸痞胸痛，③呼吸不爽《
^tounge 舌紅苔薄自滑，苔白質膩，苔薄白而乾。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②身熱不解，汗出不透，③口渴欲飲，④神煩懊儂，少寐，神煩不寐，⑤咳痰少 黏稠，間紅絲，脅痛。
^pulse ①脈數弦滑，②右寸浮數、滑，③脈數右大。
^ill<sub=1>〔清竅不利〕
^symtom ①咽喉乾痛，②口燥咽乾。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣逆。
^ill<sub=2>〔清空不寧〕
^symtom ①頭目昏洚.②頭脹，③頭痛。
^formulas
^formula1〔桑菊飲加減〕
^origin〔高全山方〕
^ingredients242 桑葉、連翅、杏仁、菊花、象貝母、前胡、北沙參 各9g，桔梗4.5g，射乾6g，甘貨3g，蘆根15g。
^ingredients243 病案　　　(1)張聿青治風溫襲於肺腎，咳嗽氣逆，身熱頭脹，脈數右大，宜清肅太陰，疏洩肌表：牛蒡子、杏仁、茯苓 各9g，薄荷、枳實、前胡、桔梗 各3g，鬰金、桑葉各4/5g，象貝母6g (《張聿青醫案》149)。
^ingredients244 (2)張聿脊治咳嗽咽痛，致身熱不解，汗出不透，胸悶神煩少寐，脈數滑，舌紅苔白質膩，此風熱之邪與濕相合，蒸 騰肺宵之間，症屬風溫，恐其化熱：射乾2.1g，鬰金、桑葉 各4.5g，黑梔、連翹、杏仁、牛蒡子、萊菔子 各9g，範志曲 6g，枳實、馬勃、桔梗 各3g，熱勢大減，苔亦稍化，仍咳不爽，濕邪留連肺胃，再為疏化：杏仁、滑石 各9g，部金4.5g，橘紅3g，赤白苓6g，薏苡仁I2g，瓜蔞皮9g，枇杷葉4片（《張聿青醫案》36)。
^ck02z12h042
^chinese 燥火上鬰，喉蛾，鼻淵。
^western ‧.饅性典竇炎，急性咽喉炎，扁桃體周圍膿腫。
^combo 氣蒸+空竅
^ill〔津氣蘊蒸〕
^symtom ①發熱，②口乾口渴，③咯痰黃稠。
^pulse 右脈大，脈浮數。
^tounge 舌紅苔薄黃膩。
^ill<sub=1>〔清空不寧〕
^symtom ①頭3昏眩，②頭暈痛，③眩暈，④頭脹。
^tounge 苔薄白。
^pulse 脈浮數。
^ill<sub=2>〔清竅不利〕
^symtom ①咳嗽不爽，咳甚胸部作痛，②咽喉癢嗆，嗆血，③咽痛，咽喉腫痛，④齦脹，⑤毋塞涕 多膿稠異味。
^formulas
^formula1〔桑菊飲證〕
^origin〔《溫病條辨》方〕
^ingredients245 桑葉7.5g，菊花3g，連翹4.5g，薄荷、甘草 各2.4g，杏仁、桔梗、葦根各知。水煎服。
^formula2〔清宜利竅法證〕
^origin〔尤在涇方〕
^ingredients246 粉甘草、桔梗、杏仁、射乾、牛蒡子、橘紅、象貝母、薄荷、辛夷、枳殼、滑石、瓜蔞皮、元參、黑扼、郎金、連翅。
^formula3〔辛夷花湯證〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients247 辛夷6g，白芷、薄荷、酒川芎？藥本、節菖蒲、炒防風 各5g，北細辛3g，杭菊、酒生地、連翹、酒制黃芩 各10g。
^ingredients248 (4)乾祖望治急性咽喉炎，咽喉痛聲嘶啞，奐塞流涕，耳痛氣閉，惡風發熱，頭痛，苔薄黃，脈浮數。桑青湯證：桑 葉、荊芥、桔梗 各6g，菊花、銀花、連翹、大青葉、山豆根 各10g，馬勃、蟬蛻 各3g。
^formula〔山豆根湯〕：
^ingredients249 赤芍、丹皮、歷蠶、牛蒡子 各9g，桔梗、生廿莩、射乾 各3g，山豆根、掛 金燈、菊花、銀花、黃芩、知母 各9g (
^origin《張贊臣臨床經驗選編》）。
^ingredients250 (6)乾祖望治扁桃體周圍膿腫，咽痛張口吞嚥困難，痛及頭部耳際，舌紅苔黃膩，脈弦數有力。銀花湯：銀花、山豆 根、蚤休、天花粉、浙貝母、白芷、防風、陳皮、赤芍 各10g，制乳沒 各3g，甘草3g，膿已成加山平、皂刺。
^ck02z12h095
^norm 風熱化燥。
^chinese 風溫，燥熱內伏，食復。
^western 右上大葉性肺炎。
^combo 氣蒸+津灼
^ill〔津氣組蒸〕
^symtom ①發熱，@熱多寒少，③面紅壯熱，汗出熱不減，④咳嗽，息粗有聲。
^pulse ①脈滑數，②脈兩寸浮大而數，右寸尤洪。
^tounge 舌邊尖紅，苔中微黃。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴甚喜飲，②咳痰不爽，③小溲色黃而少。
^tounge 舌紅苔乾。
^ill<sub=2>〔清竅不利〕
^symtom 咽痛。
^formulas
^formula1<var=1>〔荷杏石甘湯證〕
^origin〔陳作仁方〕
^ingredients251 薄荷3.6g，叭噠杏仁、銀花、連翹 各9g，石裔24g，生甘草3g。
^formula2<var=1>〔麻杏石甘湯證〕
^origin〔盛循卿方〕
^ingredients252 迤炙麻黃2.1g，杏仁、連翹、鮮石斛 各10g，生石轉18g，甘草3g，冬瓜子、薏苡仁 各12g，鮮蘆根30g，銀花5g。
^ingredients253 (1)葉天士治燥熱內伏，發熱咳嗽口渴：桑葉、杏仁、白沙參、連翹、滑石、鮮蘆根（《臨證指南醫案》8)。
^ingredients254 (3)陳作仁治初似傷寒，惟熱多寒少，常有汗出，汗後熱不稍減，口渴引飲，脈兩寸浮大而數，右寸尤洪（組方見方 症），2劑減半，惟咳嗽熱渴：桑葉、蘆根 各9g，菊花、杏仁 各6g，桔梗、貝母、竹葉 各4.5g，博荷1.2g，生甘草3g，愈 (《全國名醫驗案類編》226)。
^ck02z12h022
^norm 熱灼氣營。
^chinese 疫喉痧。
^western 猩紅熱。
^formulas
^ingredients255 銀花21g，沙參12g，桑葉、連翅、桔梗、牛勞子、葛根、生地、山梔、馬勃、生石耷 各9g，廟角、玄參、黃連 各3g，蘆f 15g，甘草6g。水煎服。
^ck02z12h134
^norm 陽明溫病。
^chinese 發斑疫，發痕，風溫，衄血，產後伏溫，由血轉氣。
^combo 氣熱+血熱
^ill〔津氣斑蒸〕
^symtom ①發熱，②口渴喜冷，③汗自出，④咳稠痰，⑤咳嗽氣逆。
^tounge 荇黃厚。
^pulse ①脈浮滑數，②浮大數，③弦數有力。
^symtom ①斑疹紅赤，②痰血，衄血，③熱以夜甚，④懊儂，⑤不寐，⑥譫語。
^tounge 舌絳乾紅。
^pulse 右小數。
^symtom ①口渴引飲，②灼熱焦痛，乾燥，③痰黃稠，④痰白而穢，d）便洩，⑥溲赤如血，⑦足厥。
^tounge 苔白乾。
^pulse 脈濡不揚澀數。
^symtom ①咽痛，②與乾燥，③咳不爽，④耳聾。
^formulas
^formula1<var=2>〔銀翹散證〕
^origin〔《溫病條辨》方〕
^ingredients256 金銀花、連翹、元參 各30g，桔梗、傅荷、牛蒡子 各18g，細生地、竹葉、荊芥穗各I2g，丹皮、大青葉 各9g，甘草 15g。為末，每服18g，加鮮蘆根，水煎。
^formula2〔輕濟透達方證〕
^origin〔嚴紹歧方〕
^ingredients257 桑葉6g，桔梗3g，杏仁、箬葉、白疼、丹參 各9g，赤芍4.5g，生地12g，生炙甘草0.9g，茅根15g。
^ingredients258 (2)吳鞠通：太陰溫病，不可發汗，發汗而汗不出者，必發斑疹?. .‧…‧發疹考，銀翹散未豆豉加細生地2g，丹皮、大青葉 各9g，倍元參30g主之。禁用升麻、柴胡，當歸、防風、羌活、白芷、葛根、三春柳（《溫病條辨》卷一 29)。
^ingredients259 (1)葉天士治風溫衄血：丹皮、元參、連翹、赤芍、茅花、黑梔皮。
^ingredients260 又：溫犯衄血：連翹、元參、淡子芩、黑梔皮、杏仁、鬰金（《臨證指南醫案》588)。
^ingredients261 (3)周小農治5月身熱，咳嗽不爽，胸灼痰白而穢，痰中見紅，苔白而千，熱以夜甚，譫語，口渴引飲，連芮不寐，足厥，溲赤如血，脈濡不揚，左澀數：冬瓜子、杏仁、蔥苡仁、鬰金、沙參、鮮薄荷各！5g，玉泉散27g，通單3g，新絳 l.5g，紫菀、知母、黃芩 各6g，蘆根、茅根 各30g，竹茹、枇杷葉、竹瀝，另研硼砂、雄黃、猴棗（《周小農醫案》145)。
^ck02z12h227
^norm 傷風咳嗽。
^chinese 傷風咳嗽。
^western 急性氣貲炎。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^symtom ①咳逆，②咳劇則嘔吐。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽，②胸悶。
^pulse 右關脈較大。
^tounge 舌紅苔薄黃。
^ill<sub=2>〔清竅不宣〕
^symtom ①咽乾，②咽癢。
^formula1〔牛蒡子湯證〕
^origin〔《章次公醫案》方〕
^ingredients262 炙牛蒡子、貝母、白前、紫兔、桑皮、知母、白芍 各9g，射乾、遠志 各4.5g，杏仁12g，甘草3g，枇杷葉3片。
^ingredients263 桑葉、知母、鮮竹節、梔子炭、杏仁、川貝 各9g，蘇葉2.4g，薄荷3.6g，鮮蘆根18g，黃芩6g，瓜蔞12g，鮮枇杷葉 12g，荷葉尺許。
^ck02z12h234
^norm 風溫化火，肺熱咳嗽。
^chinese 風溫，冬溫。
^combo 津傷+氣熱+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①痰涕黃稠，②乾咳痰黏。
^tounge ①舌紅，②舌絳，③苔薄黃少淖。
^symtom ①咳嗽，②胸悶，③胸癰。
^symtom ①咽乾，②咽痛。
^symtom 發熱纏綿。
^tounge 苔黃。
^pulse 脈洪數。f
^symtom ①痰紅，②咳血。
^symtom ①咳喘，②咳嘔。
^formulas
^formula1<var=1>〔清宜金臟法證〕
^origin〔《時病論》方〕
^formula2〔銀翹散加減方證〕
^origin〔《時病論》方〕
^alias少陽半表半里證，少陽中風，少陽腑症，陽明少陽並病t太陽少陽並病，三陽合病，少陽時毒，少陽溫病，少陽伏溫，苕分伏溫』，風侵少陽，肺氣鬱痺。
^chinese三陽合病，陽明少陽並病，春組，春溫兼寒溫毐（庫聰），少陽發疹，熱人血室，上焦鬱閉，陰虛外感。
^western 急性腮腺炎，蕁麻疹。基本證象：
^ck02z15h060
^norm 三陽合病，少陽陽明並病。
^chinese 少陽陽明並病。
^combo 陽鬰+表鬰+氣鬱+氣熱
^ill〔陽氣不宣〕
^symtom ①惡寒，②頭項強痛，③身不能轉側，④背寒。
^tounge 苔白。』
^pulse 脈浮弦。
^ill2〔腠理不宣〕
^symtom ①發熱無汗。
^ill2〔津氣蘊蒸〕
^symtom ①熱勢增高，惡熱，②口苦，③渴不欲飲，④小便赤熱。
^tounge 苔貨膩。
^pulse 脈浮數，左弦洪長。
^ill<sub=1>〔清空不宣〕
^symtom ①苦頭痛，②頭額暈痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸中痞悶。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔吐。
^ill2<sub=2>〔清竅不宣〕
^symtom ①目眩。
^formulas
^formula1〔柴芩雙解湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ingredients264 柴胡、青子芩、豬苓 各4.5g，生葛根、防風 各3g，羌活2.4g，知母6g，生石奇（研）12g，白蔻仁末（沖）、炙甘草 各 1.8g。
^formula2〔小柴胡湯合葛根蔥白湯證〕
^origin〔萬密齋方〕
^formula3〔解表散火方證〕
^origin〔施啟謨方〕
^ingredients265 升麻、黨參 各4.5g，葛根9g，滑石、柴胡各l2g，羌活、芟荊子、白芍 各6g，甘草、生薑、防風、獨活 各3g，大棗3枚。
^ingredients266 (1)丁甘仁治發熱，不退，胸悶嘔吐，舌中一條白苔脈弦滑而數，太陽奶明未解，痰滯逗留，中焦氣滯，直化失司： 淡豆豉、酒制黃芩、法半夏、麥芽、谷芽、生薑、桂枝、竹茹、陳皮、雞內金、澤瀉U清代名醫醫案楮華》丁甘仁7)。
^ck02z15h035
^norm 陽明少陽之表證，少陽時毐。
^chinese溫毒（痄腮
^western 急性腮腺炎。
^symtom ①微兼惡寒，②形寒，怕風，③形寒身熱，始雖寒熱日作，繼即熱多寒少。
^tounge ①邊尖紅燥，苔薄白，②苔白質不紅。
^pulse ①脈浮數，②脈微浮緊，③浮弦而數。
^symtom ①形寒高熱，身熱，②咽乾，U苦舌燥，③或發紅痧，或發赤斑。
^tounge ①舌苔薄白邊紅，②或根白尖紅，③舌紅苔黃。
^pulse ①脈來弦滑，②脈浮數，③弦數。
^symtom ①頭痛、頭母，②頭昏項強。
^symtom ①痄腮紅腫疼痛，②聰腫不紅，輕微壓痛，③咽痛喉腫，④鼻流清涕。
^ill<sub=2>〔氣機不降〕
^symtom 嘔惡。
^formulas
^formula1〔加減普濟消毒飲證〕
^origin〔吳鞠通方〕
^ingredients267 連翹、玄參、銀花、板藍根、桔梗 各30g，薄荷、荊芥穗各9S，馬勃12K，牛蒡子lSg，佃蠶、廿草 各15g，共為粗末，每服8g，重者24g，鮮蘆根湯煎去渣服，約2吋1服，重者1時許1服。
^formula2<var=2>〔荊防敗毒散證〕
^origin〔《通俗傷寒論》方〕
^ingredients268 荊芥、防風、薄荷、連翹、牛蒡子 各9g，柴胡、前胡 各15g，羌活、獨活 各3g，橘紅、枳殼、祜梗 各6g，紫金片、生
^ingredients269 (3)陳紹國：流行性腮腺炎，偏寒型：荊防敗毒散加減，腮腫不紅，輕微壓痛，頭昏項強，鼻流清涕，苔白質不紅，脈傲浮緊：荊芥、防風、羌活、獨活、柴胡、前胡、川芎、枳殼、桔梗、赤茯苓、甘草、哀枯草，寒盛加細辛，風毒盛加 牛蒡子、ffi蠶，化熱加銀、翹、黃芩、裡枯草、蒲公英、板藍根為常用藥，一般均用15g～30g。
^ingredients270 (.2)陳紹國治流行性腮腺炎，火毒壅盛型，腮腺紅腫疼痛，形寒高熱，頭暈，口苦舌燥，咽喉腫痛，舌紅苔黃，脈浮 數或弦數，?濟消毐飲加減：銀花、連翹、桔梗、薄荷、元參、荊芥、馬勃、牛蒡子、餾蠶、黃芩、龍膽草、甘草、板藍 根。
^ck02z15h093
^norm 少陽溫病。
^chinese 伏溫，春溫。
^combo 陽鬰+氣鬱+氣熱+津傷
^formulas
^ck02z15h020
^norm 營分伏溫。『
^chinese 春溫。
^combo 表鬰+氣熱+營熱
^formulas
^ck02z15h087
^norm 少陽半表半里證。
^chinese 熱人血室。
^combo 陽鬰+氣鬱+氣熱+氣虛
^ill〔陽氣不和〕
^symtom ①腹中時痛，②晝則神識清晰，人夜則漸見神志恍惚，妄言亂語，呼之不能清楚對答，晨 旦則譫妄消失，神清又如常人。
^ill2〔腠理不調〕
^symtom ①頭痛，②往來寒熱，休作有時，③寒熱交作，微汗。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①發熱，②口苦，③心煩。
^pulse 脈弦數。
^tounge 苔白中心黃微膩。
^symtom ①面色淡白，②精神疲憊，③痛而暈，面浮，④心慌，⑤饑不欲飲食，⑥產後惡餌少而
^tounge 舌質淡，舌淡紅，苔薄膩。
^pulse 脈輕取微浮，蜇按弦虛，稍有緊意。
^ill<sub=2>〔氣機不宣〕
^symtom ①厭食，嘿嘿不欲飲食，②胸痞時太息。
^ill2<sub=2>〔氣機不降〕
^symtom ①作惡，欲嘔欲吐。
^formulas
^formula1〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ingredients271 柴胡 八兩，薜芩、人參 各三兩，半更半升，炙甘草、生薑 各三兩，大棗十二枚。水煎，分三次服。
^formula2〔加味小柴胡湯證〕
^origin〔謝維周方〕
^ingredients272 黨參、龍齒 各12g，當歸、茯神、酸棗仁 各9g，北柴胡、法半夏 各6g，荊芥穗、黃芩、焦山楂 各4.5g，五味子、炙甘 草 各3g，紅棗5枚。
^norm 太陽少陽並病，肺氣鬱痺。
^chinese 上焦鬱閉。
^formulas
^ingredients273 桂枝、桔梗、瓜蔞皮、蘇子、杏仁、紫菀、枇杷葉。
^ck02z15h280
^norm 少陽中風，少陽腑症。
^chinese 少陽中風。
^ill〔氣機不宣〕
^symtom ①胸滿，②脅痛。
^tounge 舌白。
^pulse 脈弦。
^ill2〔津氣繭蒸〕
^symtom ①發熱，②口渴，③口苦，④咽乾，⑤眼赤多眵
^tounge ①舌苔?兼邊紅，②或淡紅色。
^pulse ①脈滑數，②脈浮弦而數，③脈來弦滑而數。
^ill3〔血熱繭蒸〕
^symtom 心煩。
^tounge ①舌紅，②舌苔白中帶紅。
^pulse 脈弦細。
^symtom ①頭痛，②B眩，③耳聾耳鳴。
^symtom ①欲嘔，②渴而欲嘔。
^formulas
^ingredients274 柴胡、黃芩、梔子、丹皮、連翹、薄荷。
^alias上焦風火，風熱犯肺，風熱內陷，風熱化燥，厥陰經風熱，陰枯熱熾，風熱傷筋，風熱人血，風熱入絡。
^chinese風熱，風熱夾痰。風溫犯肺，冬溫誤治，痙病，風痿，痺正，絡痺，血尿，咽痛，乳蛾，喉痺，虛癆喉痺，痄腮，疝氣，耳痛，聘耳，耳鳴，耳聾，鼻淵，笛頭風，天行赤眼，翼狀?肉，瘡疹內陷，風疹，風癢，油風，牛皮癬，紅皮症（銀屑病性紅皮症），癤毒，頭皮濕毐瘡，汗閉症。
^western 流感，上呼吸道感染並鼓膜炎，腮腺炎，睪丸炎，風濕熱（心臟型），.急性腎炎，非化膿性中If炎，悛性中 耳炎，滲出性中耳炎，鼓膜內陷，過敏性鼻炎，鼻腔乳狀瘤，憊性流行性結膜炎，頸椎病，多發性神經炎，接觸性皮炎，急性蕁麻疹，丘疹性蕁麻疹，頑固性蕁麻疹，毒性紅斑，扁平苔癬，帶狀包疹，藥疹，濕疹，慢性頭皮濕疹，血管神經性
^ck02z04h033
^norm 上焦風火。
^chinese 耳鳴，耳聾，鼻淵。
^western 非化膿性中耳炎
^combo 竅鬰+氣鬱
^ill〔氣機不宣〕
^symtom 咳嗽，痰稠黏。
^tounge 舌淡紅苔膩。
^pulse 脈細滑小數。
^ill<sub=1>〔清竅不宣〕
^symtom ①耳中脹悶，耳下腫痛，②兩耳鳴響，③左邛失聰，④鼻塞或流清涕，不聞香臭。
^tounge 舌質紅，苔薄膩微黃。
^pulse 脈浮兼數。
^ill2〔清空不笪〕
^symtom ①頭沉重，②前額及鼻梁處痛。
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=2>〔柴胡清肝湯證〕
^origin〔王德林方〕
^ingredients275 當歸、川芎、赤芍、柴胡、黃芩、山扼、炒牛蒡子、連翹、防風 各10g，生地30g，天花粉15g，生甘草6g。‧
^ingredients276 (2)萱建華治鼻淵：前額及鼻梁處痛，鼻塞或流清涕，不聞香臭，耳下腫痛，午後低熱，舌淡紅苔膩，脈細滑小數。蒼芷湯：川芎、蒼耳子、辛夷、菊花、蒼朮、葛根 各10g，白芷、陳皮 各6g，細辛2.5g (《臨證治驗》）。
^ck02z04h042
^norm 上焦風火。
^chinese 雷頭風，天行赤眼，與狀?肉，喉痺。
^western 急性流行性結膜炎。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①性急易怒，心煩，②口苦，③口燥口乾。
^tounge 舌紅苔黃少。
^pulse 脈弦數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭暈，重則眩，②頭痛而起挖瘩，③腦鳴如雷風。
^tounge 苔薄白。
^ill<sub=2>〔清窮不利〕
^symtom ①兩目赤腫而亂畏光怕風，流淚，②翼狀?肉，③內眥赤脈如縷，④痛癢多淚，⑤咽中 疼癢復發，⑥口與熱沖。
^formulas
^formula1〔祛風消赤湯證〕
^origin〔張賢輝方〕
^ingredients277 銀花、菊花、防風、荊芥、生地、赤芍、板藍根、黃連、刺蒺藜、木賊草、蜂衣 各10g，薄荷6g，生甘草5g。
^formula2〔消風散熱方證〕治雷頭風，頭痛而起疙瘩，腦鳴如雷風，重則眩。詳見論著（1)。
^ingredients278 薄荷、連翹、黃芩、焦山扼、荊芥、牛蒡子、撣角、桔梗、甘草。
^ingredients279 (2)張聿音治春升之令，肝火升騰，咽中疼癢復發，口鼻熱沖，恐成喉痺：元參、射乾、黑梔、鬰金、桔梗、連翹、丹皮、瓜萎皮、枇杷葉、玉泉散（《張聿青醫案》532)。
^ingredients280 (4)施今墨治急性眼結膜炎，兩目赤腫而痛，畏光怕風，流淚頭犖，口燥，苔萍白，脈弦數。木賊草湯：木賊，鮮生 地、密蒙花、菊花、白蒺藜 各10g，龍膽草、川芬、蟬衣 各4.5g，鮮葦根I5g，赤芍、赤茯苓、桑葉、白薇 各6g (《施今墨 臨床經驗集》）。
^ck02z04h035
^norm 風熱犯肺。
^chinese 風溫犯肺，咽痛，乳蛾，耳痛，痄腮疝氣。
^western 上呼吸道感染並鼓膜炎，腮腺炎舉丸炎，風濕熱（心臟型）。
^combo 氣鬱+表鬰+氣熱
^ill〔氣機不宣〕
^symtom 咳嗽。
^ill2〔腠理不宣〕
^symtom ①發熱惡寒，無汗，②身熱無汗，不惡寒，③身痛，④背發風疹。
^tounge 苔薄膩，舌質淡紅。‧
^pulse 脈浮數。
^ill3〔津氣蘊蒸〕
^symtom ①發熱，②面赤，③口渴引飲，④小便短赤，⑤典fil，⑥舉丸掀熱腫痛，少腹引痛。
^pulse 脈滑數。
^tounge 舌紅，舌苔黃少津。
^symtom ①鼻流清涕，②聽腫，③左耳疼痛，④咽喉疼痛，.⑤乳蛾腫大，其上罩有黃色黏狀物
^ill<sub=2>〔氣機不降〕‧
^formulas
^ingredients281 銀花、連翹、藏青果、赤芍、丹皮、白菊花、大青葉、玄參 各9g，桔梗3g，生甘草4.5g，另楊柳枝60g，煎湯代水煎
^ingredients282 藥後得汗，體溫下降至38.2T，惡寒身痛罷，腮腫減輕，犖丸腫痛、口渴仍存，舌苔黃少津，脈弦數。鬱閉之營衛已 開，轉以清洩厥陰陽明為主：龍膽草、柴胡、牛蒡子、值蠶 各10g，板藍根25g，生石奇35g，防風、黃芩、連翹、川棟子  各15g，橘核20g，甘草5g。1劑。
^ck02z04h049
^norm 風熱上盛。
^chinese聘耳，瘡疹內陷。
^western 慢性中琿炎，滲出性中耳炎，鼓膜內陷，鼻腔乳狀瘤。
^combo 氣虛+氣鬱+表鬰
^ill〔氣虛不充〕
^symtom ①頭帶，R寒不成寒，熱不成熱，③人事昏惑，絕粒不進，問之不應，捫之身熱，④瘡疹 盡伏，⑤腰酸，⑥腹痛，大便乾溏不一。
^pulse ①脈頗浮數，②脈細弱。
^tounge ①唇舌俱淡，②苔淡薄。
^symtom ①納呆，②胸悶，右脅隱痛。
^ill<sub=1>〔腠理不宣〕
^symtom ①發熱惡寒，②身疼。
^tounge 苔薄白。
^pulse 脈弦帶數。
^ill2〔氣機不降〕
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛，頭脹，②兩耳鳴響，耳中蟬鳴，③耳後腫痛，④兩耳脹痛，流膿水，或流血水，
^formulas
^formula1〔益氣聰明湯證〕
^origin〔《證治準繩》方〕
^ingredients283 焚?、人參 各3.75g，升麻22.5g，葛根9g，茲荊子4.5g，芍葯、黃柏 各3g，炙甘草1.5g。為粗末，每服12g，水煎
^formula2〔升陽散火湯證〕
^origin〔《脾胃論》方〕
^ingredients284 升麻、葛根、羌活、獨活、白芍葯、人參務15g，柴胡24g，生甘草6g，炙甘草9g，防風7.5g。為粗末，每服15g，水 煎服。
^ck02z04h132
^ck02z04h134
^norm 風熱內陷。
^chinese 血尿。
^western 急性腎炎C
^combo 氣熱+血熱+‧津灼
^formulas
^formula〔疏風清熱方證〕
^origin〔金谷城方〕
^ingredients285 疏風清熱利水，治感冒（急性腎炎），詳見病案（1)。料　　　茅裉、蘆根 各30g，銀花、連翹、桑葉、杏仁、茯苓、車前子、滑石 各9g，甘革4.5g。
^ck02z04h190
^norm 風熱人絡。
^chinese 絡痺。
^western 頸椎病。
^combo 血熱+血滯+液灼+絡脈
^ill〔血熱蘊蒸〕
^symtom 手背青筋怒張。
^tounge 舌暗苔白。
^pulse 脈沉弦。
^ill<sub=1>〔絡脈不利〕
^symtom ①雙上肢麻木稍痛，②後項連肩臂肘至指端脹痛，不能舉動。
^ill2<sub=1>〔絡脈不和〕
^symtom 手指麻痺。
^ill<sub=2>〔津液消灼〕
^symtom 唇紅而乾。
^tounge 舌紅，苔薄黃。
^pulse 脈弦略教。
^formulas
^formula〔羌葛通絡湯證〕
^origin〔李洪成自擬方〕
^ingredients286 羌活、當歸 各6g，葛根、路路通、音木香、生地 各15g，赤芍、鬼箭羽 各12g，桑枝30g，桃仁、紅花 各10g。指端涼 者加桂枝尖5g。
^alias風熱人血，風入絡，風陽入絡。
^chinese 風溫夾驚，傷寒夾斑疹，中絡，口眼歪斜，心掙，風疹塊，血風瘡。
^western 皮膚瘙癢症，等麻疹，面癱，病毐性心肌炎。
^ill〔經氣不宣〕
^symtom 身疼。
^ck02z10h013
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔清竅不宣〕
^ill<sub=2>〔經氣不宣〕
^formulas
^formula〔疏風清熱方證〕
^origin〔張錫君方〕
^ck02z10h025
^norm 風熱入血。
^chinese 傷寒夾斑疹。
^combo 表鬰+營熱+血熱
^formulas
^ingredients287 (2)吳坤安：太陽失表，熱瘀於經者（典衄），有頭痛目瞑之征，宜清解之：羚角、黑梔、連翹、赤芍、丹皮、元參、薄荷、炒黑荊芥、鮮生地、牛膝、澤瀉、茅根之屬清之降之。
^ck02z10h024
^norm 風熱入絡。
^chinese 風疹塊，血風瘡。
^western 皮?瘙癢症，蕁麻疹。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom ①腹痛寒熱，②頭痛惡風，③手指微冷，夜甚於晝，④身熱，心煩自汗。
^tounge 舌紅苔白薄滑。』
^pulse ①脈數右盛，②脈浮弦右甚。
^ill2〔絡脈不宣〕
^symtom ①全身皮膚瘙癢，②風疹。
^pulse 右脈弦，左弦細。
^ill<sub=1>〔血滯不行〕
^symtom 疹塊紫暗。
^ill<sub=2>〔絡脈不利〕症像：１肢節攣疼，不能伸縮。
^formulas
^formula1〔八味消風飲證〕班氏治急慢性蕁麻疹8例，全部有效。
^ingredients288 生地、連翹、紅花、桃仁、G鮮皮、地膚子、雔蠶，蟬衣。
^formula2〔升降散證〕
^origin〔楊栗山方〕
^ingredients289 1.論著：身癢搔破出小血點，宜四物加黃芩，調浮萍末服之。或四物消風散：生地、當歸、荊芥、防風、赤芍、川 芎、白蘚、*蟬衣、薄荷、獨活、柴胡、紅棗。
^ck02z10h190
^norm 風陽入絡。
^chinese 中絡，口眼歪斜。
^western 面癱。
^combo 血熱+液灼+血滯+絡滯
^ill〔血熱蘊蒸〕
^symtom ①面赤，②唇絳。
^pulse 脈浮弦。
^tounge 舌紅。
^tounge 舌暗苔白。
^pulse 脈沉弦。
^symtom ①雙上肢麻木稍痛，②手足麻痺。
^symtom ①口唇顫動，不能自禁，②口眼歪斜。‧
^symtom ①頭目昏督，②口苦咽乾，③煩熱而渴。`)