jsonp(3,{"name":"cm","start":2481},`^tounge 舌苔黃燥有朱點。‧
^formulas
^formula1〔舒筋通絡湯證〕
^origin〔笛少逸方〕
^ingredients290 當歸須9&，秦艽、川芎、桑葉、酒炒白芍 各4.5g，橘絡、雞血籐膠 各3g。
^formula2〔活血祛風法證〕
^origin〔雷少逸方〕
^formula3〔辛涼潤燥法證〕
^origin〔姚國美方〕
^ingredients291 蠶砂、蒺藜、菊花、秦艽、清風籐、鉤籐、全蝸。煩熱而渴加獨活、竹瀝、生地汁。
^formula4〔四物消風飲證〕適應口唇顫動，不能自禁。
^ingredients292 生地、當歸身、倆、荊芥、薄荷、川芎、蟬衣、柴胡、黃芬、甘草。
^formula5〔加味牽正散證〕
^origin〔戴會禧方〕
^formula6〔消風返正湯證〕
^origin〔費伯雄方〕
^ingredients293 羌活3g，天麻2.4g，蠍尾5支，傾蠶、羚角 各4.5g，石斛9g，貝母、天花粉、天冬 各6g，黃荊葉5片。
^formula7〔加味牽正散證〕
^origin〔汪懼之方〕
^ingredients294 當歸、悃忝、?附子 各15g，全蠍、偁蠶、桑葉、菊花、天麻、雞血籐、蒺藜、葂荊子、鉤籐 各9g，荊芥、防風 各6g，為末，陳酒服9g。一日3次。
^ingredients295 (1)姚國美：口眼歪斜，甚則手足麻痺，煩熱而渴，脈浮大，主獨活、竹瀝、生地汁、蠶砂、蒺藜、菊花、秦艽、清 風籐、雔蠶等。
^ingredients296 (2)姜天敘：仲純法，內因痰火虛風，當消痰清火清風：菊花、沙參、天花粉、貝母、天冬、天麻、寸麥冬、蘇子、橘紅、白芍、元參、秦艽、連翹。
^ingredients297 (2)賴良蒲治頭目昏瞀，口苦咽乾歪斜，左臂麻木疼痛，脈浮弦，舌苔黃燥有朱點，陰虧挾熱生風，予清火熄風通 絡：當婦、白芍、菊花、鉤籐、酒制黃芩 各9g，桑枝l5g，秦艽、蒺藜、甘草、絲瓜絡 各6g。6劑療效不顯：當歸、白芍、秦艽、橘絡、旋復花 各6g，茯苓、桑枝 各12g，玉竹15g，4劑痛減，脈緩麻木見輕。改補血營筋，追風鎮痛：黃耆皮15g，白芍12g，當歸9g，桑寄生l2g，川續斷、鉤籐、豨薟 各9g，甘草6g，4劑，症平。惟口眼歪斜，改加味牽正散養血熄風，舒筋通絡：黃耆皮15g，天麻、鉤籐、石決明 各9g，白附、低奪、全蠍、菊花 各6g，荊瀝I杯，口眼俱正，痛定神清，改 養血柔肝，熄風通絡：雞血籐膠18g，當歸、白芍 各14g，天麻、茯神木 各9g，奇生12g，川考、個番、薑黃 各6g，生牡蠣 12g (《蒲園醫案》）。
^ingredients298 (4)汪慎之治面神經麻痺，口眼歪斜：全歸2匕川芎、白芍、茱萊 各4.5g，石決明2.4g，俚蠶、甘菊 各9g，全蠍 i.2g，龍膽草Wg，鉤輝6g，4劑.稍好，改牽正散愈。
^alias肝陽上亢，肝火上逆，厥陽上逆，陰虛陽亢，肝厥，風火上盛，液涸風動，風陽人絡，血不養筋。
^chinese 風火頭痛，肝陽頭痛，偏頭痛，經期頭痛，肝火眩犖，陰分伏溫，兼厥陰肝病，中風，昏厥，急驚風，痙 證，陰虛筋急，子腫，子癇，產後痙厥。
^western 高血壓，神經性頭痛，三叉神經痛，亨特氏綜合征，梅尼埃病，晚期妊娠中毒症，腎病綜合征，功能性誤 顫，斑病，蛛網膜下腔出血，流腦陰虛筋急型，乙型腦炎後遺症，高血壓腦病。
^ill〔陽氣浮越〕
^symtom ①性情急躁，②煩躁，③面部烘熱，④午後潮熱，⑤面色潮紅，⑥畏熱自汗。
^pulse ①脈弦勁，②弦實，③弦長有力。
^symtom ①頭暈脹痛發熱偏左頭痛，巔頂痛徹目，②頭暈，③昏暈欲僕，④頭脹，⑤偏頭痛，⑥頭重腳輕，
^ck03z20h295
^norm 肝陽上亢，風火上盛。
^chinese 風火頭痛，肝火眩牮，肝陽頭痛，子腫。
^western 高血壓，偏頭痛，晚期妊娠中毐症。
^ill〔陽氣浮越〕
^symtom ①性情急躁，②煩踐，③面部烘熱，④午後潮熱，⑤面色潮紅，⑥畏熱自汗。
^pulse ①脈弦勁，②弦實，③弦長有力。
^ill2〔清空失寧〕
^symtom ①頭帶脹痛發熱te左頭痛，巔頂痛徹目，②頭暈，③&牮欲僕，④頭脹，⑤偏頭痛，⑥頭 重腳輕，⑦頭暈3眩。
^tounge 舌紅少津苔貨。
^pulse ①浮弦數，②脈弦數，③脈象弦滑而數，中指脈搏跳動。
^ill<sub=1>〔清竅失利〕
^symtom ①目眩，②耳鳴耳聾，③目赤，④目脹痛失明。
^ill2<sub=1>〔神志不寧〕
^symtom ①心中煩熱，②失眠，③心悸，④多夢，⑤朐腹悶，易怒。
^ill<sub=2>〔絡脈不和〕
^symtom ①兩腿抽掣孿痛，②兩太陽筋脈抽掣搏動，③手麻，④口眼歪斜，⑤肢體浮腫。
^ill2<sub=2>〔津液消灼〕
^symtom ①小便黃，②口燥咽乾，③口苦，口揭，④便結，⑤溲黃。
^tounge ①舌質絳，②舌邊尖紅絳，③苔中剝，邊薄黃。
^pulse ①脈細弦，②脈浮取微浮弦勁，沉取弦細有力。
^formulas
^formula1〔-新方天麻鉤籐飲證〕適應高血壓頭痛，眩犖失眠。
^ingredients299 天麻、鉤籐、石決明、山柅、黃芩、川牛膝、杜仲、益母蘋、桑寄生、夜交籐、朱茯神。
^formula2〔清熱熄風方證〕鎮潛肝陽，清熱熄風，治巔頂痛徹目。
^ingredients300 生石決明、珍珠母 各30g，川黃連2.4g，龍膽蘋3g，生白芍、淮牛膝 各15g，青葙子、菊花 各9g，羚角3g，玳瑁12g，桑葉、稃精萆 各6g，如紫石英、白蒺藜、生牡蠣、生代赭、生地、元參、童便選用。
^formula3〔鎮風湯證〕
^origin〔張錫純方〕
^ingredients301 羚角末3g，鉤籐、茯神 各9g，龍膽草、青黛、清半芨、生代赭、瀝蠶、薄荷 各6g，硃砂研沖0.6g，濃磨生鐵銹水煎
^formula4〔清肝湯證〕
^origin〔《龔志賢臨床經驗集》方〕
^ingredients302 川芎12g，菊花20g，地龍10g，川膝、地骨皮 各15g，真枯蘋、玉米須 各30g。
^ingredients303 30g，鉤籐[5g，菝荊子12g，赤芍、白芍、桑葉、菊花、排仁 各9g，全蠍粉.5g (吞)（後改沙參、夜交籐、雞血籐善後）
^ingredients304 (4)岳美中治高血壓，頭犖脹痛，每因勞累或情緒波動加重，偶有心悸耳鳴，宿有咳嗽，舌紅無苔，脈左寸盛尺弱，余部沉牢。涼肝湯：百合、生地、菊花、草決、夏枯草、白芍 各12g，桑寄生9g (《岳美中醫案集》）。
^ck03z20h212
^norm 陰虛陽亢。
^chinese 肝火眩牮，經期頭痛。
^western 神經性頭痛，腎病綜合征，功能性袋顫，梅尼埃病。
^combo 陰虛液涸+陽浮
^ill〔陰虛失養〕
^symtom 午後潮熱。
^pulse ①脈細弦滑數，②脈沉弦。
^ill2〔陰液消潤〕
^symtom ①a乾，②□苦，③咽乾，④尿黃，⑤大便乾燥。
^tounge ①舌邊紅尖絳起刺，苔薄黃，②舌紅萏少，③舌紅乏津液無苔。
^pulse 脈弦數。
^ill3〔陽氣浮越〕
^symtom ①面色潮紅，②面部烘熱，③頭重腳輕，④胸悶氣憋。
^tounge 舌邊尖紅，苔薄黃。
^pulse ①脈弦勁而數，左關為甚，②脈浮弦而數，③脈浮大而數。
^ill<sub=1>〔清空不寧〕症舉：１頭昏頭痛，經常頭痛，常發於午後，有時夜間亦痛，２眩牽終日頭腦昏，昏如坐舟車，甚則頭旋欲倒，展起尤甚，眩秦吐頻發，３偏左頭痛，兩太陽筋脈抽掣搏動，４頭痛劇烈，以前額兩太陽為重。
^pulse 脈弦長有力。
^ill2〔清竅不利〕
^symtom ①壞鳴，②耳聾，③兩目發紅，④眼花。_
^ill<sub=2>〔神志不寧〕
^symtom ①心中煩熱，②煩急，③心煩易怒，④失眠多夢。
^ill2<sub=2>〔經脈不和〕
^symtom ①時覺手麻，②雙手高度琪顫不停，③兩腿抽掣攣痛，④手指痙攣，不能屈伸。
^formulas
^formula1<var=2>〔羚角鉤籐湯證〕
^origin〔朱鈞愷方〕
^ingredients305 羚角3g，白芍、女貞子、紫石英、旱蓮蘋、雞血籐 各15g，鉤籐12g，蒺藜、玉竹、天麻、丹皮、木瓜 各10g，地龍
^formula2〔白芍牡蠣湯證〕
^origin〔李斯熾方〕
^ingredients306 丹皮、木瓜各Og，地龍8g，鮮桑枝1尺，制首烏、玉竹、女貞、白芍、鉤籐、牡蠣各2g，當歸、知母、生地、黃 芩、'珍珠母、法半夏各外，甘草(《李斯熾醫案》）。
^ingredients307 (4)資生清陽揚證：肝陰虛，肝陽上亢，頭昏頭痛，耳鳴耳聾，心煩易怒，面部烘熱，失眠多夢，口燥_乾，脈弦 細，舌紅苔黃：桑葉、丹皮、竹葉、柴胡、天麻（玄參代）‧、白芍、白蒺藜，、鉤籐、石斛、菊花‧、薄荷、石決、生地、甘 草。
^ingredients308 (7)關幼波治神經性頭痛：經常頭痛，常發於午後，有時夜間亦痛:‧胸悶氣憋，記憶力減退，睡眠較塞，大便乾燥，兩天一解，苔白脈沉弦，滋降湯：旋復花、代赭、川石斛、菊花、香附、牛膝 各10g，當歸:、生地、首烏， 各1.2g，生石決、白芍 各15g，川芎、荷葉 各3g，磁朱九10g (《關幼波臨床經驗選》）。
^ck03z20h165
^norm 肝陽上亢，肝火上逆。
^chinese 眩暈，偏頭痛，中風，頭痛。
^western 三叉神經痛，蛛網膜下腔出血，亨特氏結合征梅尼埃病。
^combo 陽浮+氣逆+神擾+空含
^ill〔陽氣浮越〕
^symtom 口乾口苦。
^tounge 舌紅光赤少津。
^pulse ①脈來弦硬，②脈弦細而數，③細弦數滑數。
^ill2〔清空不寧〕
^symtom ①眩睪，頭暈無已，如立舟船之上，天旋地轉，起則欲倒，②突然頭痛如劈，（3)左面及頭 劇痛，④偏頭痛，⑤巔頂痛連項背。
^tounge .①舌紅荇薄白，②苔薄黃c*
^pulse 脈細弦小。
^ill<sub=1>〔清竅不利〕
^symtom ①耳鳴耳邊如有蟬鳴，②耳聾。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①噁心嘔吐不止，②痛劇則嘔吐，③納食即吐。
^ill<sub=2>〔神志不寧〕
^symtom 心煩急跺。
^symtom ①頸項板滯，不能轉側，②半身麻木不仁。
^formulas
^formula1〔鎮肝熄風湯證〕
^origin〔《醫學衷中參西錄》方〕
^ingredients309 懷牛膝、代赭石 各30g，龍骨、牡蠣、龜版、白芍葯、玄參、天門冬 各15g，川楝子、麥芽、茵陳萵 各6g，甘草4.5g。水煎服。
^formula2〔平肝通絡湯證〕
^origin〔《黃文東醫案》方〕
^ingredients310 天麻、丹參、桑寄生、赤芍、膽南星、茯神 各9g，鉤籐、忍冬籐 各12g，生石決15g，丹皮、木瓜 各4.5g，炙甘草3g。
^formula3〔降肝湯證〕
^origin〔《張伯臾醫案》方〕
^ingredients311 根據症狀及脈象舌苔，證屬肝陽上亢，肝氣上逆，兼夾脾胃失和，故用乎肝潛陽，疏肝解鬰，兼以調中止嘔之法：生 石決明、代赭石 各9g (兩藥先煎30分鐘），裨復花（布包煎）、炒蒺藜、龍膽草、清半夏、草決明、黃芩、竹茹、生地、柴胡 各9g，菊花12g，砂仁2g。水煎，日服2次。牛黃清心丸1粒，分2次化服。
^ck03l20h166
^norm 厥陽上逆，肝厥。
^chinese 昏厥，中風。
^combo 陽浮+神閉+氣逆
^formulas
^formula1〔羚羊角湯證〕昏厥而兼眩暈，目閉不開，甚則手足抽搐，面色恍白，自汗出，輕者，數分鐘自然甦醒，醒後與羚羊
^ingredients312 羚角、龜版、生地、丹皮、白芍、柴胡、薄荷、蟬衣、菊花、夏祜草、石決明。
^formula2〔鎮斂浮越方證〕
^origin〔冉雪峰方〕
^ingredients313 白薇、百合、紫石英、靈磁石、赤石脂、鐵銹末 各9g，龍骨、牡蠣各2g，寒水石、滑石 各18g，大黃4.5g，荊瀝、竹 瀝 各15g。
^ck03z20h213
^norm 液涸風動。
^chinese 陰分伏溫，諏厥陰肝病。
^western 乙型腦炎後遺症，淹病。
^ill〔陰液消涸〕
^symtom ①口乾齒燥，前板齒燥，齒唇焦乾，②舌強音縮，撓之乾板，舌縮，言賽，③耳聾，④小 便欲解掣痛，⑤口苦而渴，⑥卻無痰涎，⑦形體消瘦，⑧夜熱早涼。
^pulse ①脈弦勁如循鋒刃，②脈左細勁右浮大，脈弦小帶數，④脈細數。
^tounge ①15‧光絳，舌乾燥無苔，②舌質瘦硬，③千絳，④苔黃燥。
^ill2〔陽氣浮越〕
^symtom ①面色蒼赤，兩顴潮紅，②高熱，③週身斑紋隱約，④齦肉映血，⑤欲寐昏沉，午間煩躁，
^tounge ①舌紅少津，②舌赤，苔薄黃。
^pulse 脈弦數。
^ill3〔清空不寧〕
^symtom ①頭輦目瞑，②眩犖如坐舟中，③腦中鳴響，④耳鳴。
^ill<sub=1>〔絡脈不和〕
^symtom ①語慎，口角有時流涎，②手足族顫掣痛，③手指?動，④目竄邪視，眼睛斜視，⑤肢強，四肢佃硬，⑥四肢拘急顏動，筋脈拘攣，⑦手足瘈瘀，兩手$搐而戰，四肢牽引⑧半身不遂。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①呼吸似喘，②氣上撞心，③或呃，時有呃逆。
^ill<sub=2>〔神志不寧〕
^symtom ①心煩不安，②跺擾，③心悸。
^ill2<sub=2>〔氣虛脫絕〕
^symtom ①肢振頭搗/遍身振痙，②氣上捕心，時時欲厥，厥回則痙，痙後復厥，③筋惕肉明，④ 或猝厥者，⑤甚則兩目上視，或邪視，⑥舌卷襄縮，⑦目瞑口開，⑧神糊譫語，⑨汗出遺尿。
^pulse ①脈細促，②脈匿。
^formulas
^formula1〔阿膠雞子黃湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^formula2〔小定風珠證〕
^origin〔 《溫病條辨》方〕
^formula3〔雞子黃煎證〕
^origin〔《通俗傷寒論》方〕
^formula4〔加減阿膠黃連湯證〕治五氣化火，火必就燥，液涸風動，肝絡尚有伏熱者。詳見論著（3)。
^ingredients314 阿膠/黃連、白芍、羚角、雞子黃、童便。
^formula5〔加味資鉛鎮沖湯證〕
^origin〔H廉臣方〕
^ck03z20h285
^norm 鳳火內熾。
^chinese 總驚風，痙證，妊娠子癇，產後痙厥。
^western 高血壓腦病。
^ill〔氣熱蘊熾〕
^symtom ①口苦，②煩悶跺擾，③便洩不爽，④溺赤澀痛，⑤唇焦齒乾。
^tounge 舌乾苔焦黃
^pulse 脈左弦數。〔血熱道熾〕
^symtom ①S赤，②神煩。..‧
^tounge ①舌焦紫起紅刺，②萏黃，③舌赤無苔。
^ill<sub=1>〔神志蒙閉〕
^symtom ①跺動不安，②逐漸昏迷，③狂亂痙厥。
^ill2<sub=1>〔絡脈不和〕
^symtom ①項背強直，②手足躁擾，手足搐搦，③左右斜視，④口唇抽掣。
^ill<sub=2>〔氣機沖逆〕
^symtom ①暈脹頭痛，目眩，耳鳴，②噁心嘔吐，③喉有痰聲，④心悸。
^ill2<sub=2>〔氣機不利〕
^symtom ①胸脅脹痛，②腸鳴便洩。
^formulas
^formula1〔羚角鉤籐湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients315 羚羊角、鮮竹茹 各1.5g，川貝母6g，鮮生地15g，傯蠶、鉤籐、菊花、茯神}白芍葯、元參 各9g，生甘草3g。水煎
^formula2〔羚角鉤菔湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients316 羚羊角4.5g，桑葉6g，川貝母12g，鉤籐、菊花、茯神、白芍葯 各9g，生甘草2.4g，鮮生地、鮮竹茹 各15g。水煎服。摘錄：
^alias肝陽上亢，肝風上翔，陰虛陽亢，厥陽上冒，痰蒙心竅，風由人絡。
^chinese 眩楚，頭痛，偏頭痛，耳聾，自汗症，不眠，煩躁，夢遊症，小兒夜啼，鬰證，臟躁，癡呆，珣證，心風 症，行經發狂，驚癇，陽癇，子癇，虛勞，心擇，類中風，中風閉症，風中經絡，肝厥，癭瘤。
^western 取發性高血壓初期，高血壓，高心，梅尼埃病，經前期緊張症，周圍神經炎，腦震盪後遺症，煤氣中毒，中 毒性痢致中毐性腦炎後遺症，病毐性腦炎，腦血栓形成，腦溢血，中風後遺症，療病，嫌病性耳聾，?病性昏厥，癲癇，子癇，更年期綜合征繼發性撕癇，廝癇大發作，楮神分裂症，神經官能症，冠心病，.心傳導阻滯，甲亢，甲狀腺II腫，十 二指腸球部潰瘍出血。基本證象：
^tounge 舌尖紅苔薄膩。轉證65陽氣充逆候HI66陽氣厥逆候
^symtom ①腰酸，②筋脈拘攣，③頸項強硬，④目緊閉，兼證1122陰虛陽浮候
^tounge 舌淡帶青。‧變證H2I3陰竭陽厥候
^ck03z10h238
^norm 心陽內動。
^chinese 不眠，煩躁，鬰證，臟躁，艱證，行經發狂，虛勞，心悸。
^western ?病，心傳導阻滯。
^combo 陰虛+陽浮+神擾
^ill〔陰虛失養〕
^symtom ①形容消瘦，神氣衰減，②頭暈目眩，③盜汗。
^pulse ①虛弦，②脈弦細，③脈弦細帶數。
^tounge 舌淡而帶青。
^ill2〔神志不寧〕
^symtom ①心悸，②心神不能自主，善驚易恐，坐臥不安，③善哭易怒，無故自悲，涕泣不止，如 神靈所作，半夜哭叫不休，④惡夢縈繞，多夢易酲，⑤失眠，虛煩不寐，⑥煩躁不安，⑦夜半忽煩躁如狂，⑧行經神志不 清，胡言亂動，狂笑喊叫。
^pulse 數，脈弦數。
^ill<sub=1>〔陽氣浮越〕
^symtom ①兩顴微赤，②心悸心神恍惚，忽忽如有所失，健忘，③沉默不語，如癡如呆，不欲飲食，
^ill<sub=2>〔津液消灼〕
^symtom ①咽乾口燥，②溺赤。
^tounge ①舌質鮮紅，②舌呈絳色，③邊尖紅根部乳頭突起，④苔微黃而糙。
^pulse 數急。
^formulas
^formula1<var=1>〔酸棗仁湯證〕
^origin〔沈仲圭方〕
^ingredients317 酸棗仁15g，甘草3g，川芎6g，夜交籐15g，生地、茯苓各2g，知母、天冬 各9g，生龍牡 各15g。
^formula2〔百合龍琥甘麥大棗湯證〕
^origin〔《魏長春臨床經驗選輯》方〕
^ingredients318 百合10g，龍齒、浮小麥各'15g，琥珀3g，炙甘草6g，紅棗7g。
^ingredients319 (2)陳士鐸：無故自悲，涕泣不止，如神靈所作，轉輸湯：人參、甘草、小表、大棗、白朮、茯神。加味參術湯：人 參、天花粉、生地、白朮、寸麥冬。
^ingredients320 二診：服上方後病情大有好轉，心中已不累跳，脈律逐漸澗整，舌質已稍轉淡。仍本前法立方，因病程較久，囑其常 服以鞏固之。南沙參、女貞子、旱蓮草 各12g，丹參、玄參、天冬、朱麥冬、柏子仁、牡蠣、龍骨 各9g，桃仁6g，夜交籐、淮山藥 各15g，甘草3ga
^ck03z10h236
^chinese 不寐，夢遊症，小兒夜啼，類中風。
^western 經前期緊張症。
^combo 氣熱+神擾r
^ill〔神志不寧〕
^symtom ①失眠，睡眠不安，幻夢紛集，多夢多驚，時驚醒，②心煩極易煩躁，經前煩躁，煩躁不 寧，神志不清，③易怒而喜疑，④夢中驚起，啟門而出，跌僕山野荒丘，依然沉睡，⑤小兒夜啼。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①面稍紅，②a青唇紅，③咽痛，④胸脅均脹。
^tounge ①舌尖微紅，苔微黃，②苔黃垢，③舌苔中根黃膩。
^pulse ①六脈弦左關獨盛，②脈弦數。
^ill<sub=2>〔津液消灼〕
^symtom ①喉乾，②耳鳴。
^tounge 舌紅苔薄膩。
^pulse ①脈細弦，②脈虛。
^formula1〔清滋安神湯證〕
^origin〔《施今墨臨床經驗集》方〕
^formula2〔硃砂安神丸合磁朱丸證〕
^origin〔熊繼柏方〕
^ingredients321 生地60g，斑連8g，甘草15g，當歸、段磁石各30$，建曲8g，蜜丸，硃砂9g，水飛為衣，黃豆大，早晚各服30丸。
^ck03z10h165
^norm 肝風上翔。
^chinese 頭痛，偏頭痛，失眠，眩暈，臟躁。
^western 高血壓，高心，梅尼埃病，精分症。
^combo 陽浮+氣逆+神擾
^ill〔陽氣浮越〕
^symtom ①面色發紅，②面色潮紅，③自訴烘熱難忍，④體懸如飛，⑤口渴容飲。
^formulas
^formula1〔建瓴湯證〕
^origin〔《醫學衷中參西錄》方〕
^ingredients322 山藥、懷牛膝 各30g，代赭石24g，龍骨、牡蠣、生地黃 各18g，白芍葯、柏子仁 各12g。鐵銹水煎服。
^formula2〔平安湯證〕
^origin〔《黃文東醫案》方〕
^ingredients323 石決明、珍珠母、夜交籐、淮小發 各12g，鉤籐、菊花、丹參、赤芍、合歡皮、鮮竹茹 各9g，炙甘草4.5g。-
^formula3〔芍葯棗仁湯證〕
^origin〔《程門雪醫案》方〕
^ck03z21h166
^norm 肝風內動。
^chinese 類中，中風閉症，子癇，肝厥。
^western ?病性昏厥，腦溢血。
^combo 陽浮+空竅+神擾+神閉+氣逆+絡脈
^ill〔陽氣浮越〕
^symtom ①面赤氣粗，②壯熱39.7T不退n
^pulse ①脈多弦滑，②脈浮弦而大，左尺重按似有似無。
^tounge ①舌紅絳無苔，②舌紫絳無津，③舌紅赤，上有滑液。
^ill2〔清空不寧〕
^symtom ①頭眩昏眩，②頭痛。
^ill3〔神志眾閉〕
^symtom ①神志昏迷，②牙關緊閉，兩手捱緊，③二便失禁。
^pulse ①脈弦細數而緊，②脈象不揚。
^tounge ①舌苔厚膩，②苔膩濁。
^ill<sub=1>〔清竅不利〕
^symtom ①喉冇痰鳴，②腦溢血猝倒，面紅痰鳴。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①胸脅氣逆，②呼吸氣粗。
^symtom ①多驚多怒，②時而躁擾，③徹夜不眠，驚惕不安。
^ill3<sub=1>〔絡脈不和〕
^symtom ①瘈瘋，抽搐頻頻，不能自主，②半身不遂，強直偏廢，③U眼堝斜，④舌強言賽，⑤目 合項強，⑥口角流涎。
^ingredients324 龍齒、珍珠母、牡蠣、白芍、蛤殼、白薇。
^ingredients325 (1)姚國美‧.在肝則頭眩瘈依，胸脅氣逆，多驚多怒，宜尤怡肝風天麻散：天麻60g，犀角21g，烏蛇3寸，羚角、? 子仁、酸棗仁、鉤籐 各45g，川芎、人參、甘菊 各30g。
^ingredients326 主要藥品：天麻、桑葉、白薇、石決明、菊花、白蒺藜、鉤籐、橘紅、橘絡、川浙貝母、竹瀝夏、瓜蔞皮仁、竹茹、天竺貿、風化硝炒枳殼。
^ingredients327 神志不清加石菖蒲、鬰金、牛黃清心丸或至寶丹；半身不遂，加桑枝、秦艽、地龍；口眼堝斜，全竭、白儸蠶；身熱 加連翹、黃芩、黃連，大便不解加大黃、火麻仁；濕痰加膽南星、茯苓，去菊花、竹茹；嘔惡加左金丸；咳嗽加杏仁、冬 瓜子；臥不安加茯苓、酸棗仁、遠志。
^ingredients328 (3)李斯熾治腦溢血猝倒，面紅痰鳴，牙關緊閉，脈浮弦而大，左尺$按似有似無，舌紅赤，上有滑液。二六湯：生 地、丹皮、竹茹、白芍、澤瀉、茯苓、棗皮、牡蠣、龍骨 各12g，山藥15g，石菖蒲9g，遠志6g (《李斯熾醫案》）。
^ck03z10h212
^norm 陰虛陽亢，肝陽上亢。
^chinese 眩犖，自ff。
^western 高血壓，冠狀動脈硬化性心臟病，甲亢，甲狀腺栽腫。
^combo 陰虛+陽浮
^ill〔陰虛失養〕
^symtom ①形瘦神疲色蒼，②面色萎黃，③手足心熱，④夜問盜汗，⑤筋肉明動，⑥手顫，⑦筋脈 拘攣，⑧腰腿酸疼，⑨四肢無力。
^pulse ①脈兩寸尺沉細有力，②脈沉細尺弱，③脈虛弦，④脈數弦細。
^tounge ①舌紅中剝，苔薄膩，②舌紅邊緣齒痕，③舌有裂紋，苔微白，④舌淡紅苔薄白。
^ill2〔陰液消涸〕
^symtom ①五心煩熱，惡熱喜冷，②U燥咽乾，③口乾欲飲，口膩而乾，④唇紫，⑤鼻痂乾結，⑥ 大便乾燥，尿貨，⑦食慾亢進，⑧中脘鈍痛，大便如柏油樣。
^pulse ①脈弦細數，不耐重按，②脈弦數重按有力，③脈沉弦細數。
^symtom ①面色紅潤，②咕睡汗多，自汗不止，夜間更甚，③睡臥心神昏亂，稍定而時易汗出，④
^pulse 脈兩關弦數。
^symtom ①頭暈，②頭目昏眩，_頭痛，④頸項強痛。‧、
^symtom ①目眩，②耳鳴，③目睛微突，④眼花兩目乾濕，左目視物不清。
^symtom ①心慌短氣，②心動悸，悸錫，③虛煩少寐，失眠多夢，④煩躁不寧，⑤夜寐不安，⑥性 急易怒，@喜疑，易受驚恐。
^formulas
^formula1〔柔肝螅風煎證〕
^origin〔胡在茲方〕
^ingredients329 制首烏、黃甘菊、辰茯神、當歸、川石『、川續斷、鬰金 各9g，蒺藜、遠志 各4.5g，川芎、明礬 各2.4g。
^formula2〔增液合鎮肝熄風湯加減方證〕
^origin〔劉寶尚方〕
^ingredients330 玄參、寸麥冬、生地、丹皮、白芍、牡瓶、石決、牛膝、石斜、女貞、旱蓮草或單用玄參60 ~90g代茶，便秘加蓯蓉、柏子仁，胸痛脈結代加三七、丹參、桃仁，肢麻加地龍、桑枝。
^ck03z10h276
^norm 痰蒙心竅。
^chinese 癡呆，臟躁。
^western 神經官能症，煤氣中毐。
^combo 氣鬱+神蒙+神擾+陽鬰、
^ill〔氣機不宣〕
^symtom ①胸脅滿悶，噯氣頻，②咽中似物堵塞，③有時覺氣向下行，呼吸困難，腹部左側動悸亢 進，腹直肌拘攣緊張。
^pulse ①脈沉弦澀，②脈沉細不暢，③脈弦緩無力。
^tounge 舌質潤，苔薄白。
^ill2〔神志不清〕
^symtom ①抑鬱不樂，神智迷濛，梢神恍惚，多疑善慮，窗識反應遲鈍，②健忘殊甚，精神呆板，行為拙笨，③口呆語遲，語聲低微不清，④四肢動作失靈，⑤舌顫唇杵，⑥不語不寐，悲傷欲哭，獨處房中，怕見外人，⑦耳中時聞語言聲，聽後更增煩悶。
^ill<sub=1>〔神志不寧〕
^symtom ①心悸怔忡，②夜寐不安，失眠，③急躁易怒，④惡夢引起驚恐。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色無華，神疲乏力，②耳鳴頭昏，③頭痛不已，劇痛時引起泛惡，④週身走竄疼痛，⑤腰酸，兩腿活動無力，白帶甚多，⑥伸舌額動，兩手平伸振顫。
^pulse ①脈弦有力，②脈細數分
^formulas
^formula1〔調氣養神湯加味〕
^origin〔胃守貴方〕
^ingredients331 生地、柏子仁 各15g，熟地、夭冬、天竺貿（後下）、菖蒲 各10g，生龍牡 各30g，遠志、甘草、甘松 各6g，硃砂3g，陳小麥20g，鐵銹水煎藥。』
^formula2〔琉肝解鬰熄風定志方證〕
^origin〔何世英方〕
^ck03z10h286
^norm 痰火蒙閉。
^chinese 臟躁，心風症：驚癇。
^western 瘢癇。
^combo 熱熾+神閉+氣鬱+陽滯
^ill〔津氣蘊熾〕
^symtom ①面唇紅赤，②唇舌紫紺，③多汗，④焦絕善怒，⑤失眠。
^ill2〔神志蒙閉〕
^symtom ①不省人事，數分鐘後漸甦醒，②語無倫次。
^ill<sub=1>〔陽氣不行〕
^symtom ①面容蒼白，②惡風，③頭痛頭暈。
^pulse ①脈沉細不暢。
^tounge 舌苔浮白。
^ill2<sub=1>〔絡脈不和〕
^symtom 0）全身痙攣，２四肢抽搐，③肢臂不停抖顫，④全體肌肉潤動，⑤顏面肌肉亦見陣發性搐 搦，⑥腹部攣急動悸甚。
^pulse ①脈象浮弦。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸脅苦滿，②悲傷欲哭，獨處房中，怕見外人。
^formulas
^formula1〔加減風引湯證〕
^origin〔《趙錫武醫療經驗》方〕適用於頻髮型痗癇，待症狀輕減，再服通癇湯。
^ingredients332 生龍牡、生石奇、赤石脂 各18g，寒水石、滑石、地龍 各12g，紫石英30g，乾薑、桂枝、甘草 各9g，大黃6g，全蠍
^formula2〔通痛湯證〕適用於停藥又發，常有發作性抽搐，或伴頭痛頭暈者。
^ingredients333 柴胡、生龍牡各8g，黃芩、炙甘草、芍葯、桂枝、大黃、生薑 各9g，茯苓、半芨 各12g，丹參30g，大棗10枚。
^ck03z10h213
^norm 厥陽上冒。
^chinese 類中風，陽癇，子癇。
^western 腦血栓形成，?病性昏厥，子癇，更年期綜合征繼發性癲癇，癩癇大發作。
^combo 陰虛+陽浮+風動*4‧氣脫
^ill〔陰液消涸〕
^symtom ①面色枯萎，②目澀少神，③咽乾舌燥；④潮熱盜汗，⑤大便堅燥。
^pulse ①脈虛弦勁急，②脈弦細勁數，多脈沉細弦。
^tounge ①舌質紅淨而滑，②舌質暗紅乾晦，③苔薄根微膩，④苔膩。
^ill2〔陽氣浮越〕
^symtom ①面色微紅，②兩R流血，③大汗，④神迷，⑤顏面浮腫，⑥昏厥不語，⑦突然犖倒，不 省人事，二便失禁。
^pulse ①脈浮細而滑數，左寸為甚。
^ill<sub=1>〔清空不寧〕
^symtom ①頭犖，眩輦，②頭痛，③H花，④耳鳴。
^ill2<sub=1>〔絡脈不和〕
^symtom ①舌不能伸，舌體顫動，②四肢顫抖，③肢掣，抽搐，突然四肢酸麻抽搐，繼則周尉偃直，二目緊閉，④目吊口噪，⑤足甲劇痛，⑥腰酸肢麻，脅痛。
^ill<sub=2>〔氣機沖逆〕
^symtom ①嘔吐氣逆，②食人則嘔，③口吐白沫，④胸悶心慌，咽中梗塞，似有物阻。
^ill3<sub=1>〔神志不寧〕
^symtom ①夜眠不穩，煩躁易怒，心悸善驚，②神思恍惚，悲傷憂鬱，耳有幻聽。
^ill3<sub=1>〔氣虛脫絕〕
^symtom ①昏睡，神志不請，喃喃自語，唇緩不收，口角流涎，②心慌，肢涼自汗。
^tounge 苔白。
^pulse 脈沉細。
^formulas
^formula1〔玉竹鉤籐湯證〕
^origin〔李斯熾方〕
^formula2<var=1>〔三甲復脈湯證〕
^origin〔何炎燊方〕
^ingredients334 龜版、鱉甲、生地、牡蝸 各24g，阿膠、柏子仁、麥冬 各12g，白句、大棗 各18g，炙甘草4.5g，小麥、磁石 各30g，朱紗3g研和。『
^formula3〔滋陰平肝定痙熄風方證〕
^origin〔周兆民方〕
^ingredients335 菖蒲、玫瑰花 各3g。
^alias肝陽上亢，厥陽上逆，肝風上翔，陰虛陽亢，陰虛風動，液涸風動，內虛暗風，血虛肝燥，陰虛陽越，虛陽浮越，戴 陽，上盛下虛，下厥上竭，虛火上冒，虛陽上冒，肝風入絡，風陽入絡。
^chinese頭暈，眩暈，昏僕，頭痛，經前頭痛，偏頭痛，暴官，失眠，中風，類中風，小兒痙厥，產後子癇，間症，伏熱內潰，痛痺，足跟痛，頭搖，手顫，肝陽筠顫，麻痺。
^western高血壓，高血壓危重症，冠心病，高血壓心臟病，神經性頭痛，血管性偏頭痛，急性視神經乳頭炎，梅尼埃 病，頸椎綜合征，神經衰弱，神經官能症，植物神經失調，更年期綜合征，產後子癇，重型乙腦，腦炎後遺症，流腦後遺 症，痠顫麻痺，帕金森氏綜合征，坐骨神經痛，三叉神經痛，肝豆狀核變性，肝硬化，原發性血小板減少性紫瘢。
^ill〔陰虛失養〕
^symtom ①盜汗，②腰酸腿麻，脊膂覺痛，③肢體軟弱，④展顫無力。
^pulse ①沉細尺弱，②脈弦左尺較弱。
^symtom ①口乾，②肌肉消瘦，③胸中煩熱，④大便秘結。
^tounge ①舌紅少苔，舌紅絳，舌質絳千，舌千瘦無苦，②荅薄，苔薄黃，③舌質微紅，④舌紅中剝而乾。
^pulse ①脈細數，②脈細弦滑，③脈弦細帶數，④脈象細弦而勁。
^symtom ①面赤轟熱，口酸，②自汗，③汗出偏沮，④午後頭面及週身感發熱，⑤頸項強痛，⑥胸悶心悸，⑦後頂枕部灼熱及脹墜感尤以晚上為甚，局部冷敷稍舒，⑧閉目畏光，脈沉細左關獨弦，舌正無苔。
^tounge 舌紅暗，苔黃。
^pulse 脈浮弦浮大數，脈弦略數六脈沉細，左關帶弦。
^symtom ①視物昏花，角膜邊緣有綠褐色環，②耳
^symtom ①時明時昧，②心淨，③心煩悶亂，鬱怒，轉證H165陽氣尤逆候166陽氣厥逆候
^symtom ①頭皮發侖，手小指發麻，②肢體顫動，
^ck03z21h295
^norm 肝陽上亢，肝風上翔。
^chinese 頭暈，偏頭痛，頭搖，手顱。
^western 帕金森綜合征，更年期綜合征。
^formulas
^formula1〔滋陰鎮陽熄風方證〕
^origin〔林佩琴方〕
^ingredients336 熟地12g，鉤籐9g，石斛、枸杞子、茯神、白芍、牡蠣、磁石 各6g，羚羊角2g，山梔、甘菊俱炒 各3g。
^formula2〔紫石湯證〕
^origin〔董建華方〕
^ingredients337 生地Wg，牡蠣、生石決、紫石英、首烏、龜版 各30g，鉤籐15g，天麻10g，鱉甲、白芍、偁蠶 各12g。
^formula3〔真珠平肝湯證〕
^origin〔黃文東詳方〕
^ingredients338 菊花、白蒺藜、知母、女貞子、決明子 各9g，糌豆衣6g，黃柏4.5g，生地12g，珍珠母、牡蠣 各30g。
^ck03z21h212
^norm 陰虛陽亢，陰虛風動，血虛肝燥。
^chinese 頭痛，經前頭痛，偏頭痛，失眠，肝陽眩睪，菝顫，麻痺。
^western 高血壓，冠心病，神經性頭痛，神經衰弱，自主神經失調，腦炎後遺症，「流腦」後遺症，肝豆 狀核變性，肝硬化，溪顫麻痺。
^combo 陰虛+陽浮+神擾+空竅+經脈 '
^ill〔陰虛失養〕
^symtom ①盜汗，②腰酸腿麻，脊膂覺痛，③肢體軟弱，④膜顫無力。‧
^pulse ①沉細尺弱，②脈弦左尺較弱。
^ill2〔陰液請湎〕
^symtom ①口乾，②肌肉消瘦，③胸中煩熱，④大便秘結。、
^tounge ①舌紅少苔，舌紅絳，舌質絳乾，舌乾瘦無苔，②苔薄，苔薄黃，③舌質微紅，④舌紅中
^pulse ①脈細‧數，②脈細弦滑，③脈弦細帶數，④脈象細弦而勁。
^ill3〔陽氣浮越〕
^symtom ①面赤轟熱，口酸，②自汗，③汗出偏沮，④午後頭面及週身感發熱，⑤頸項強痛，⑥胸 悶心悸，⑦後頂枕部灼熱及脹墜感尤以晚上為甚，局部冷敷稍舒，⑧閉目畏光，脈沉細左關獨弦，舌正無苔。
^tounge 舌紅暗，苔黃。
^pulse 脈浮弦浮大數，脈弦略數六脈沉細，左關帶弦。
^ill<sub=1>〔清空不寧〕
^symtom ①頭昏脹痛頭重，頭頂部有跳動感，巔頂疼痛劇烈，突然頭痛如裂，二髯作痛，②眩暈，張目便眩暈欲倒。
^ill2<sub=1>〔清竅不利〕
^symtom ①視物昏花，角膜邊緣有綠褐色環，②耳鳴耳聾，③睏驚則益爾:，④言語吞澀。
^ill<sub=2>〔神志不寧〕
^symtom ①時明時昧，②心悸，③心煩悶亂，郎怒，④性悄急躁，⑤易受驚恐，⑥失眠，⑦少寐夢
^ill3<sub=1>〔經脈不和〕
^symtom ①頭皮發麻，手小指發麻，②肢體顫動，頭、手及全身顫抖，不能自主，每發戰慄，床皆 芘動，③傾痙攣及踝痙攣，④兩手_動不已，⑤行走強直欲傾倒，肢體俚直《
^formulas
^formula1〔滋腎養肝湯證〕
^origin〔章真如方〕
^ingredients339 女貞子、旱蓮草、當歸、生地、亥冬、沙參、白芍、白蒺藜、生首烏、枸杞子、生龍骨、生牡蠣。
^formula2〔滋陰平肝湯證〕
^origin〔《李斯熾醫案》方〕
^ingredients340 女貞子、旱蓮草、白芍、鉤籐、牡蠣、龍骨 各12g，制首烏15g，枸杞、菊花 各10g。
^formula3〔頭痛方證〕
^origin〔秦伯未方〕
^ingredients341 牛膝、茯苓、寸麥冬、阿膠、白芍、鉤籐 各10g，冬瓜仁、竹茹 各12g，生地、龜版、珍珠母 各15g，丹皮8g，羚角粉 3g沖服。
^ck03z21h165
^norm 肝陽上亢。
^chinese 中風，頭眩，暴百。
^western 神經官能症，急性視神經乳頭炎，高血壓，血管性偏頭痛，梅尼埃病。
^combo 陽浮+空竅+氣逆+神擾+絡脈
^ill〔陽氣浮越〕
^symtom ①眼皮酸重，怕見陽光，②喜靜惡煩，③巔頂如$壓或麻木，④面色略帶潮紅，面赤轟熱，而色暗紅，⑤口乾苦欲飲。
^tounge ①舌紅絳苔黃，②舌質偏紅，苔薄白。
^pulse ①脈弦，②脈弦數滑。
^ill2〔清空不寧〕
^symtom ①兩側頭痛，②眩犖，感搖擺欲倒，躺床閉目，如乘船遇浪，③目眶痛，④頭眩脹，⑤頭 痛肉脹，⑥脹痛如裂，⑦勞倦曝曬則痛，⑧偏頭痛時作時止，有如雞啄，如錐直人，痛連自系。
^ill<sub=1>〔清竅不利〕
^symtom ①言語困難或失語，②目昏耳鳴，③暴盲，右耳耳鳴，難聽。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①泛惡欲吐，噁心，②嘔吐。
^ill<sub=2>〔神志不寧〕
^symtom ①睡眠不安，②煩跺不寐。
^ill2<sub=2>〔絡脈不和〕
^symtom ①半身不遂，②口眼歪斜，③額顳青筋餌張。
^formulas
^formula1〔馴龍湯證〕適用於頭重偏重兩側，眩暈目眶痛，眼皮酸重，怕見陽光，喜靜惡煩，泛惡欲吐，睡眠不安，甚則巔頂 如有重壓，或覺麻木。
^ingredients342 生地、當歸、白芍、羚角、珍珠母、龍齒、菊花、桑寄生、薄荷、鉤籐、獨活、沉香。
^formula2〔羚羊角骨湯證〕
^origin〔《學說探討與臨床》方〕
^ingredients343 羚羊角骨24g，白芍、地龍 各12g，石決30g，天竺黃、雲茯苓 各10g，鉤籐、杜仲、牛膝 各15g。
^formula3<var=2>〔天麻鉤籐飲證〕
^origin〔溫漢隆方〕
^ingredients344 天麻、黃芩、扼子、益母草、桑寄生、茯神 各9g，鉤籐15g，生石決明30g (先煎），陳皮6g，法半夏4.5g。
^ck03z21h166
^norm 厥陽上逆，陰虛陽越，虛陽浮越，戴陽。
^chinese 伏熱內潰，小兒痙厥，產後子癇，間瘧。
^western 產後子癇。
^combo 陽浮+空竅+神閉+氣逆+神擾‧*‧絡脈
^ill〔陽氣浮越〕
^symtom ①面色潮紅，顴赤目垂，與冷，②額頦微汗，大汗如洗，③寒甚微而熱必昏痙，④口渴痰
^tounge ①舌根純紅，②舌紅苔糙，③舌紫赤苔黃，④黃膩，⑤焦黃。
^pulse ①脈弦勁，②脈弦數重按少神，③脈滑動而數，微有散亂之意。
^symtom ①頭痛。
^symtom ①昏厥不語，②神迷，③神志昏糊。
^symtom ①啼不出聲。
^symtom ①嘔吐，②沖咳，③沖呢，④沖厥，⑤呼吸急迫。
^symtom ①失眠。
^symtom ①脊強，②頭搖，③腰背反張，④搐搦，⑤牙關緊閉，⑥目吊口噤，⑦舌不能伸，⑧目珠
^formulas
^formula1〔龍牡潛鉺湯證〕治昏厥不語，脊強，頭搖搐搦。
^ingredients345 龍齒、珍珠母、牡蠣、白芍、蛤殼、白薇。
^formula2〔黃柏豬脊髓湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients346 川黃柏、木通、石決、鮮生地、甘草梢、冰片、豬脊髓、童便。
^formula3〔新加玉女煎證〕
^origin〔《通俗傷寒論》方〕
^ck03z21h213
^norm 肝風上翔，液涸風動，上盛下虛，內虛暗風。
^chinese 類中風。
^western 高血壓危重症，重型乙腦。
^combo 陰虛+陽浮+風動+氣脫
^ill〔陰液消涸〕
^symtom ①口乾齒燥，舌乾齒黑，②畏涼夜熱，③口苦而渴，④耳聾，⑤尿自利，短渾黑極臭，溲 少，⑥大便乾結，⑦腰膝酸軟，行動乏力，⑧形肉盡脫。
^tounge 舌絳而乾，舌乾絳祜瘺無苔，舌質瘦硬，乾絳，苔黃燥，舌絳苔薄，舌紅苔膩。
^pulse 脈沉數，左脈細勁，脈弦細勁數，脈弦勁如循鋒刃，脈沉弦細，兩尺不及，弦小帶數，脈
^ill2〔陽氣浮越〕
^symtom ①碎厥面赤，面色蒼赤，斑紋隱約，②時時欲厥，午間煩躁神迷，如寐，③厥回則疫，痙 後復厥，④目赤畏熱肢厥，眩舉昏厥，⑤口輿或目出血，齒縫血瓣，⑥深度昏迷狀態，高熱4(nc。
^pulse 右脈浮大，浮弦而大。
^ill<sub=1>〔清空不寧〕
^symtom ①頭目暈眩，如坐舟中，腦中鳴響，頭重腳輕，如乘舟車，②耳鳴。視物昏花。
^ill2<sub=1>〔絡脈不和〕
^symtom ①筋脈拘攣，左脅痛，②手足_痕，③手指蠕動手足蠕動，④目竄斜視上視，直視，口噪，
^ill<sub=2>〔氣機沖逆〕
^symtom ①或厥，②或呃，③氣上衝心，④f咳，⑤心中痛，⑥善噫易吐，⑦呼吸似喘。
^symtom ①心悸，②心煩不安，躁擾，③少寐多夢。
^symtom ①倦怠欲寐昏沉，②神倦瘈疚，③心中憤動，目瞑口開，時時欲脫，④喘而汗出，⑤四肢 額抖，莖縮寒戰，甚則身動搖，⑥二便失禁，⑦舌卷襄縮。
^pulse 脈虛弱細促，沉微似無，寸關微散亂。
^formulas
^formula1〔二甲復脈湯證〕
^origin〔《溫病條辨》方〕
^ingredients347 炙甘草、生地黃、白芍葯 各18g，麥門冬、生牡蠣 各15g，阿膠、火麻仁 各9g，生鱉甲24g。水煎服。
^formula2〔三甲復脈湯證〕
^origin〔《溫病條辨》方〕
^ingredients348 炙甘草、生地黃、白芍葯 各18g，生牡蠣、麥門冬 各15g，阿膠、火麻仁 各9g，生鱉甲2知，生龜版30g。水煎版。
^formula3〔大定風珠證〕
^origin〔《溫病條辨$方〕
^ingredients349 (1)葉天士治左脅痛，面微赤而咳頻，畏熱煩躁，眩暈神昏，自利。議錢氏地黃湯意，栽培三陰臟陰，疏其三陽腑 陽，佐以鹹降理逆：熟地、白芍、山藥、澤瀉、丹皮、茯苓、牡蠣、阿膠（《宋元明清名醫類案續編》葉天士83)。
^ck03z21h214
^chinese 類中風。
^western 高血壓心臟病，產後子癇，原發性血小板減少性紫瘢。
^combo 陰涸+陽浮+神蒙+陽脫
^ill〔陰液消涸〕
^symtom ①忽爾尨蠃，②唇焦齒燥，③下午潮熱，④口乾煩渴，⑤口苦不渴，⑥大渴煩躁，⑦溺短 而黃，⑧便秘結，⑨熱深厥甚。
^tounge ①舌絳苔少，②舌絳無汴，③舌紅刺如荔枝，④苔黃乾。
^ill2〔陽氣浮越〕
^symtom ①目赤面赤顴紅，②嘔惡不納，③夜熱離至40尤，④煩躁不寧，⑤夜煩驚惕，⑥不寐，⑦ 血從口典，或從目出者，典血，大便色忠，⑧下肢遍佈大小不等紫癜，⑨各中譫詭大動，甚則心中痛，十四肢顫抖，甚則 身動搖，?口涎自流，?咯痰不咳，?視物模糊。
^tounge ①舌質暗紅，②苔白膩。
^pulse ①六脈洪大，②脈數大。
^ill<sub=1>〔清空不寧〕
^symtom ①眩牮不能轉側，②壞鳴。
^ill2<sub=1>〔神志昏蒙〕
^symtom ①神志迷糊，②直視口噤，③氣急神昏。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①面色蒼白如紙，②全身癱軟無力，③神倦瘈瘋，④手戰循衣，⑤時時欲脫，⑥喘加自汗，
^pulse ①脈細如絲而數疾，②脈細如無，數疾136次/分，③脈沉傲似無，④脈細促，⑤六脈皆大 無倫，⑥脈虛細微數，７脈兩寸關微，至數不明，有散亂之象，兩尺沉遲。
^tounge ①舌質淡而乾瘺，②舌瘦色淡，③舌淡紅苔薄白。
^formulas
^formula1〔益陰潛陽方證〕
^origin〔蒲輔周方〕
^formula2〔三甲復脈湯合生脈散方證〕
^origin〔何炎燊方〕
^ingredients350 人參、五味子、炙甘草 各9g，山萸肉、白芍 各24g，阿膠、麥冬、火麻仁 各15g，生地、牡煩、龍骨、龜版、蝥甲、早 蓮草、藕節 各30g，京墨3g，童便1盅。
^alias心火內動，心腎不交，陰虛陽亢，虛陽上越，虛火上冒。
^chinese 眩承，七、痛，*掙，驚俘，不寐，癡呆，悲g狂，舌動搖，踩顫。
^western 腦廟蕩後遺症，冠狀動脈硬化性心臟病，心絞痛，更年期綜合征，梅尼埃病，動脈硬化性楮神病。
^ill〔陰虛失養〕
^symtom ①腰酸痛，②背熱，手心常灼。
^tounge ①舌質紅，②苔白微膩，③舌質萎白。
^pulse ①脈細弦微澀，②脈象模糊，沉取無力。
^ill2〔陰液消涸〕
^symtom ①口乾唇燥，②帶下多而腥臭，③大便狀如羊保，④小便黃。
^tounge 舌質紅無苔。
^pulse ①脈細而數，②脈弦細數。
^ill3〔陽氣浮越〕
^symtom １面部潮熱，２陣發性出汗，３舌體抖掰，４頭部踩顫時有轟熱汗出。
^ill4〔清空不寧〕
^symtom ①頭犖，頭抒，②記憶力差。本證
^ill5〔清竅不利〕
^symtom 耳鳴。轉變證
^ill6〔神志不寧〕
^symtom ①心跳心慌，②心悸心煩，③夜難入眠，兼夾證 ④性情急跺，⑤時有語無倫次現象。
^ill7〔經脈不和〕
^symtom 有時自覺手臂局部發麻、發痺、發涼，甚 至涼透胸口，遂昏厥，片刻自醒。
^ck03z11h238
^norm 心火內動。
^chinese 悲喜狂，舌動搖。
^ill〔陰虛失養〕
^symtom ①五心煩熱，②腰酸足冷。
^pulse 脈細弦。
^ill2〔神志不寧〕
^symtom ①虛煩驚俘，②魂搖神漾、不得入睡，臥則魂夢飛揚，③徹夜不瞑，④妄言，⑤其人數欠 伸，喜悲傷欲哭，像如神靈所作。
^ill<sub=1>〔陽氣浮越〕
^symtom ①顴紅唇赤，②面赤足冷，③頭暈頭眩頭脹，④氣浮而咳，氣喘促，呃嘔，⑤舌頭終曰動 搖不止，夜間加寬。
^tounge 舌紅苔薄。
^pulse 脈至弦洪豁大，左手為甚。
^ill<sub=2>〔津液消灼〕
^symtom ①口乾舌燥，②大汗大渴，③能食。
^formulas
^formula1〔新加甘麥大棗湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔滋液救焚湯證〕適應虛煩驚悸，U乾舌燥，顴紅唇赤，五心煩熱，腰酸足冷，氣浮而咳，氣喘促，呃嘔。
^ingredients351 犀角、鮮生地、元楮石、寸麥冬、柏子仁、火麻仁、甘草、西洋參、阿膠、紫石英、牛黃。-
^formula3〔真珠母丸證〕適應魂搖神漾，不得人睡，頭犖頭脹，宜介類潛陽，鹹補甘緩。詳見論著。
^ingredients352 珍珠母、當歸、熟地、人參、茯等、酸棗仁、柏子仁、犀角、沉吞、龍齒，硃砂為衣。‧
^ingredients353 (2)千祖望治舌頭終日動搖不止，語言飲食均不便，夜間加重，苔薄脈細弦。寧舌湯：柏子仁、獲苓、蓮子、當歸、俚蠶、熟地 各10g，珠燈芯3扎，白芍6g，磁石、珍珠母 各30g，菖蒲3gD
^ck03z11h320
^norm 心腎不交。
^chinese 驚悸，不寐。
^combo 陰虛+陽浮+神擾
^ill〔陰虛失養〕
^symtom ①形瘦，②疲乏異常。
^ill2〔陽氣浮越〕
^symtom ①眩暈，②精神恍惚。
^pulse 脈來弦大而滑。
^ill<sub=1>〔神志不寧〕
^symtom ①心悸，②徹夜不寐，③夜寐不安，夢囈時作，睡中時作驚叫。
^ill2〔陰液消涸〕
^symtom 心煩懊儂，難以名狀。
^pulse 脈虛弦無力。
^tounge 舌光紅少津。
^ill<sub=2>〔陰精不固〕
^symtom 遺精陽痿。
^formulas
^formula1〔育陰潛陽方證〕
^origin〔費繩甫方〕
^formula2〔交通心賢平肝濬陽方證〕
^origin〔陳效堂方〕
^ck03z11h212
^norm 陰虛陽亢。
^chinese 心擇，不寐，輊頗。
^western 更年期綜合征，腦芘蕩後遺症，冠狀動脈硬化性心臟病。
^formulas
^formula<var=2>〔調氣養神湯證〕
^origin〔胃守貴方〕
^ingredients354 熟地10g，生地、柏子仁、丹參 各15g，生龍牡 各30g，遠志、菖蒲、甘草、甘松、紅花 各6g，硃砂3g，紫石英20g，濃磨鐵銹水煎藥。
^ingredients355 二診：上方服2劑後，病情好轉，浮腫減輕，脈象至數較前清楚，根氣稍足，舌質恢復正常。惟仍感心累心跳，仍本 上方酌加清肝之品：南沙參、女貞子、旱蓮草、白蒺藜 各12g，丹參、玄參、生地、牡蠣、鬰金、草決明 各9g，雅連6g，甘草3g。
^ck03z11h313
^norm 虛陽上越，虛火上冒。
^chinese 眩暈，癡呆，心痛。
^western 梅尼埃病，冠心動脈硬化性心臟病心絞痛，動脈硬化性銪神病。
^combo 陽虛+陰虛+陽浮空竅+氣逆
^ill〔陽氣不振〕
^symtom ①面色蒼萎，②全身乏力，③肢厥，④心跳氣短，⑤月經魚少色淡。
^pulse ①脈譎，②脈沉軟，③脈沉遲。
^tounge 萏淡苔薄白。
^symtom ①午後頭面及週身均感發熱，②時或夜晚亦覺燒熱，③不出汗。
^tounge 舌紅苔薄，舌邊緣燥中裂。
^symtom ①夜不安寐，②心煩夢多，③急躁易怒，④棺神恍惚，健忘之甚，⑤言行譫妄。
^symtom ①眩暈而旋，臥床不能起，不敢啟目，②頭痛而且脹，以頭後為甚，（3)頭暈而疼。
^symtom 耳鳴。
^ill<sub=2>〔氣機沖逆〕
^symtom ①吐黏沫約半面盆，②胸悶隱痛。
^formulas
^ingredients356 生龍骨（先煎）、牡蠣（先煎）、淮牛膝 各30g，生磁石（先煎）60g，杭白芍、柏子仁、羊蝥、仙茅、鎖陽、巴戟、肉蓯蓉、石菖蒲 各15g。『
^formula3〔六甲鹿角湯證〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients357 生龍牡12g，生龜版、鱉甲 各10g，旋復花6g (包），赭石10g (包），草決明、沙苑子、朱寸麥冬、白蒺藜、朱茯神、遠志、地評皮、灑生地 各10g，石決明20g，白薇6g，鹿角膠6g。
^ingredients358 (4)蒲輔周治冠心病：心前區絞痛頻發，胸悶隱痛，舌邊緣燥中裂，脈沉遲，睡眠欠佳，心煩夢多，醒後疲勞頭痛，心悸氣短。酸棗蓯蓉湯：酸棗仁15g、川芎、知母 各4.5g，炙甘草3g，茯神、天麻、寄生、枸杞 各9g，菊花3g，蓯蓉12g (《蒲輔周醫療經驗》）。
^alias肝風上翔，肝風上擾，肝風內動，血虛生風，風火襲絡，上盛下虛，陰中陽虛，肝腎虧損，陰陽兩虛，精血虧損。
^chinese 頭風，頭痛，眩犖，陰虛眩母，失眠，類中，中風，厥症，風癇風痱，偏癱，痿證，虛痺，血痺，點頭風，顫抖證，手顫，斑禿，全禿證，白癜風。
^western 神經性偏頭痛，耳源性眩牽，右側慢性中耳炎膽脂瘤，高血壓，腦動脈硬化，神經衰弱，多動症，舌咽神經 癰，坐骨神經痛，血栓閉塞性脈管炎，類風濕性關節炎，?病性昏厥，神經功能性運動障礙，腦血栓後遺症，琛顫性麻痺，帕金森綜合征，腦萎縮，腔隙性腦梗死，一氣化碳中毒性腦病，脊髓灰質炎恢復期，變應性惡敗血症，脂溢性脫髮。
^ill〔陰虛失養〕
^symtom①身形解W，②手足心熱，③潮熱盜汗，④腰酸腳軟，⑤肢倦，⑥小溲頻數余瀝不盡。
^pulse①脈虛弦緩，②脈細弦，③脈細略數，_®脈細弱無力尺尤甚。
^symtom①面色胱白，②梢神軟弱，③頭暈腦脹，④心悸氣短，⑤失眠，⑥記憶減退.⑦月經s少色淡而
^tounge①舌淡無苔，②符薄白，③舌苔薄黃帶灰。
^pulse①脈弦細緩，②脈象沉澀無力。
^symtom①口干咽燥，②大便-T-結，便秘，③小便黃少。
^tounge①苫絳，②舌質睹紅前半無苔，舌根有薄黃苔。
^pulse脈虛弦數。
^symtom①午后顙紅，②目眩畏光。
^pulse舌紅苔薄白。
^symtom①頭母痛，②眩輦.③頭眩動作則甚，稍動則眩暈欲絕，④突然犖厥仆地。
^symtom①耳鳴，②聽力減退，③眼光發花，④兩目
^ill2〔血虛失養〕
^symtom①項強，②舌強語塞，口.齒欠利，③舌體顫動，
^ck04z21h042
^chinese頭風。
^western神經性偏頭痛。
^combo氣蒸+空竅
^ill〔津氣a蒸〕
^symtom夜不能寐
^pulse左數細而弦，右數細而緊。
^ill<sub=1>〔清空不寧〕
^symtom①筆痛，②左前額痛牽及左頸、頂.下后頸柱，③頭眩搖搖欲撲。
^ill<sub=2>〔請竅不利〕
^symtom左耳蛘鳴，晝夜不休。
^formulas
^formula1〔天羌湯證〕
^origin〔《章次公醫案》方〕
^ingredients359 天麻8g，羌活4.5g，北細辛2.4g，制首烏12g，乾地黃15g，酸棗仁、藥木、白芍、冬青子、桑麻丸、潼白蒺藜 各9g。
^formula2〔麻杞湯證〕
^origin〔《章次公醫案》方〕
^ingredients360 天麻、枸杞子、當歸、阿膠、白芍、五味子 各9g，牡蠣30g，抱茯神、櫓豆衣 各12g。
^ck04z21h212
^norm 肝風內動。
^chinese 陰虛眩暈，風痱，點頭風。
^western 耳源性眩舉，躲顫性麻痺，高血壓，腦動脈硬化，多動症，帕金森綜合征，血栓閉塞性脈管炎，右側慢性中耳炎膽脂瘤。
^formulas
^formula1〔養陰柔肝法證〕
^origin〔張贊臣方〕
^formula2〔柔潤熄風方證〕
^origin〔馮漢龍方〕
^ingredients361 玉竹24g，白芍、女貞子、枸杞子、姜半芨 各9g，阿膠、桑寄生、生石決明 各12g，山茱萸18g，天麻6g，生甘草3g。
^formula3〔仿河間地黃飲子方證〕
^origin〔路志正方〕
^ingredients362 熟地15g，山萸肉、麥冬、遠志 各9g，制首烏、女貞子、菟絲子、枸杞 各10g，五味子6g，龍骨、牡蝸 各20g。
^formula4〔二甲復脈湯加減方證〕
^origin〔陳大舜方〕
^ingredients363 (1)肝風上乘，頭暈痛，眼光發花，少眠心悸，午後顴紅.脈虛弦數，或脈虛弦緩：紫石英15g，白蒺藜、阿膠各知，生地、熟地、生石決明 各12g，砂仁1.5g，當歸身、白芍 各9g，天麻、枸杞子、菊花、桑葉 各4.5g，便秘加瓜蔞、火麻仁、肉蓯蓉，余如龍骨、牡蠣、川芎、鉤籐、貝齒、偎蠶、麥冬、沙參等。
^ck04z21h213
^chinese 類中，中風，風痱，厥症，風癇。
^western 一氧化碳中毒性腦病，瘛病性昏，厥，舌咽神經痛。
^combo 陰涸+陽浮+空竅+絡脈+氣脫
^ill〔明液消涸〕
^symtom ①瘦，②唇乾咽痛咽乾，③小便短澀，.④大便秘結堅燥，⑤腰膝酸軟，行動乏力，⑥少 寐多夢，⑦消谷善饑，⑧便溏汗洩。
^tounge ①舌紅，②光潔無苔，③紅絳焦，④舌紅苔膩。
^pulse ①脈細弦滑數，②脈沉弦細，兩尺不及6 〔陽氣浮越〕
^symtom 碎仆倒，２顴赤，面赤烘熱，③身發潮熱，④神志昏亂，不清，⑤牙關緊急，繼則週身 傾直，雙目緊閉，不能言語。、
^tounge 舌質紅。
^pulse 脈浮弦數。
^ill2〔清空不寧〕
^symtom ①眩暈頭重腳輕，如乘舟車，②頭痛，③咽部及頸部陣發性閃電樣鑽剌樣劇烈疼痛，狀如
^ill<sub=1>〔絡脈不和〕
^symtom ①半身不遂，肢體偏癱，②口眼蝸斜，③四肢麻木，全身麻木，④唇麻，⑤舌強，西咕，
^symtom ①疲涎阻住咽關，喉痰鳴，②胸悶，③喘氣。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸，②煩躁。
^ill2<sub=2>〔氣虛脫絕〕
^symtom ①面恍白無華，②神倦，③二便失禁，④汗出甚多。
^pulse 脈沉細。
^tounge 苔水滑。
^formulas
^formula〔加減地黃飲子證〕
^origin〔謝海洲方〕
^ingredients364 萏瀦、巴戟天、山萸肉、五味子、麥冬、遠志 各9g，鬰金、石斛 各12g，熟地18g，肉蓯蓉30g，赤芍、益母草、鉤籐  各15g，石決明20g，淡鮮竹瀝水20m（沖服）。
^ingredients365 (3)李聰甫治中風，形體清瘦，忽然仆地，半身不遂，口眼喁斜，眼角流淚，口角流涎，全身麻木不仁兩顴發紅，唇麻言慎，語言艱澀，目瞀咽痛，水漿不入，神志昏亂，身發潮熱，小便短澀，大便秘結，脈弦細數，舌絳焦。生地滋水 湯：生地、鮮石斛、肉蓯蓉、胡麻仁、百合 各10g，玄參、當歸身、白芍、生黃耆、秦艽 各7g，丹皮、木瓜 各5g，木通3g (《李聰甫醫案》）。
^ck04z21h215
^norm 陽氣暴脫。
^chinese 中風陽脫。
^formulas
^ingredients366 孫魯川方。溫腎回陽，益氣固脫，治跌僕神昏，面色蒼白，詳見病案（1)。黨參30g，附子15g，肉桂3g，五味子9g，黃耆、熟地 各25g，炙甘草6g，白朮、益智仁 各12g
^ck04z21h225
^norm 陰陽兩虛。
^chinese 眩強，頭痛，.顫抖證，失眠。
^western 神經衰弱。
^combo 陰虛+陽虛+空竅
^ill〔陰虛失養〕
^symtom ①兩顴紅赤，②口渴不多飲，③口苦，④午後小有潮熱，⑤腰酸，⑥溺黃大便乾結，⑦苦
^pulse 脈虛數。
^tounge ①舌紅少苔，②舌紅無苔。
^symtom ①精神萎頓，②i己憶減退，③溺雖黃而溲次頻數，④手顫抖不休，⑤腿瘺軟，走路曾跌倒。
^pulse ①脈細弦，②兩尺虛，左關弦細。
^tounge ①舌雖紅而體胖大，②舌偏紅，苔薄白。
^ill<sub=1>〔清空失養〕
^ill2<sub=1>〔清竅不利〕
^ill<sub=2>〔絡血不固〕
^ill2<sub=2>〔陰精不固〕
^formulas
^formula〔多味地黃湯證〕
^origin〔岳美中方〕
^ingredients367 治顫抖證，手顫抖不休，平舉更甚，熟地12g，山茱萸、淮山藥、枸杞子 各6g，澤瀉、丹皮、茯苓、後加龍骨、巴戟天、鹿角。
^ingredients368 五味子、寸龍冬 各4.5g，菊花、補骨脂、胡桃肉 各3g，
^ingredients369 (4)章次公治周男：苦失眠，頭暈時痛，夢多。此方乃中醫之鎮靜劑，神經衰弱之失眠宜之：炮附塊（先煎）4.5g，天麻、五味子、當歸、延胡索、酸棗仁 各9g，川芎3g，珍珠母12g。
^ck04z21h178
^chinese 虛痺證，血痺。
^western 坐骨神經痛，變應性惡敗血症。
^combo 陽虛+氣虛+血虛+經絡
^ill〔陽氣不振〕
^symtom ①稍勞則自汗，②形寒肢冷，③面浮足腫。
^pulse 脈沉細。
^ill2〔氣虛不充〕
^symtom ①氣短，②胸悶，③納差。
^ill<sub=1>〔血虛不榮〕
^symtom ①夜寐不安，②心悸，③體溫時高時低。
^ill2<sub=1>〔神氣不振〕
^symtom ①精神疲乏。
^ill<sub=2>〔經脈不榮〕
^symtom ①坐骨牽引至踝緊束作痛，②腰背酸楚欲折，③足跟痛不耐久立，④關節不利，⑤四肢關 節冷痛劇烈。
^ill2<sub=2>〔絡脈不榮〕
^symtom ①腰腿酸軟無力，②背脹。
^formulas
^formula1〔鹿倀散證〕
^origin〔《章次公醫案》方〕
^ingredients370 炮附片18g，當歸、黃民、狗脊、川續斷、補骨脂 各60g，杜仲、鹿角祐、仙茅、俚蛋、木瓜 各30g，田三七8g，共 末，每服3g，日3次。
^formula2〔右歸丸合二仙湯復方證〕
^origin〔張盛光方〕
^ingredients371 熟地黃、山藥、山萊萸、枸杞子、覽絲子、鹿角膠、杜仲、當歸、肉桂、制附子、仙茅、仙靈脾、巴戟、黃柏、知母、當歸、全蠍、蜈蚣。
^formula3〔二仙十全、$證〕
^origin〔李洪成方〕
^ingredients372 黃庚、熟地、白句、巴戰、狗脊各巧，西黨參、白朮、牛膝、木瓜、當歸 各10g，炙甘草6g，炮附片、仙茅、仙靈 脾、鹿角膠 各12g，肉桂5g，R間痛甚者，倍用四君，夜間痛甚者，倍用四物。腰痛加補伢脂桑寄生。
^alias血虛風動，血虛陽亢，血虛生風，血虛肝燥，陰虛風動，液涸動風，土不安木。血不養筋，厥陰沖氣，肝風頭痛。
^chinese眩暈，血虛眩鴦，頭浦，偏頭痛，頭風，搖頭，磨牙，晴睡，復視，唇風，谷勞，子腫，痛厥』瘦軟，痿
^western高血壓，血管神經性頭痛，晚期妊娠中毒症，頸椎綜合征，重證肌無力，腦幹脫髓鞘病，腦膜瘤，腦腫瘤術 後遺症，腦溢血後遺症，腦血管痙攣，腦血栓形成，小兒麻痺症，乙腦後遺症，腦筏動後發鋦癇，低鈣抽搐，產後破傷風，產褥感染，黏多糖病，坐骨神經痛，慢性腸炎，冠心病。、
^ill〔血虛失榮〕
^symtom ①面坑唇淡，②夜寐易驚。
^tounge ①舌紅潤無苔，②舌質紅苔蒲黃。
^pulse ①脈弦細數，②脈弦數。
^ill〔陽氣浮越〕
^symtom ①面時潮紅，②心煩不寧，③寐少夢多，④咽乾口苦，⑤楮神呆癡，不語，⑥眼突出如核桃大，⑦目澀，復視，⑧頭痛，頭頂劇痛。
^tounge 舌潤，苔薄質淡。
^pulse 脈餓緩。
^symtom ①怠倦，②惡風。
^symtom ①搖頭不止，②吞嚥困難，③白天磨牙，不能自行控制，情緒激動可使症狀加重，④左肢麻痺如 廢，右肢日夜亂動。
^symtom 楮神怠倦。
^ck04z18h054
^norm 虛風上翔。
^chinese 眩母，谷勞，喂睡，發視，子腫。
^western 晚期妊娠中毒症。
^combo 氣虛+不升+空竅
^ill〔氣虛不充〕
^symtom ①身困疲乏，②頭昏，③汗出，④食慾減退，⑤心嘈欲食，食已稍舒，⑥下肢無力。
^tounge ①舌淡胖，苔?而潤，舌邊色酬，②苔微黃而潤，苔略膩。
^pulse 脈緩細弱。
^ill2〔氣機不升〕
^symtom ①頭鴦，②肢腫，③小腹墜滯，起立則下滯益甚，④飯後貪睡，飯中呼呼人睡。
^ill<sub=1>〔清空失養〕
^symtom ①突發眩暈，動則更甚，頭項不能轉側，泛惡，②頭暈走路時搖晃如醉人。
^symtom ①耳鳴且脹，②復視，③哦氣上逆。
^ill<sub=2>〔陽氣不和〕
^symtom ①二手麻木抖動，②背痛肢麻，③面色紅潤。
^pulse ①脈細帶數，②脈弦滑，③脈弦細帶滑。
^formulas
^formula1<var=1>〔益氣聰明湯證〕
^origin〔金壽山方〕
^ingredients373 太子參、生黃耆、白石英各l5g，葂荊子、葛根、赤芍、白芍 各10g，升麻、炙甘草 各4.5g，川黃耆6g，丹參12g，淮 小麥30g，大棗7枚。一
^formula2〔益氣升陽降火法證〕
^origin〔柯雪帆方〕
^ingredients374 奠荊子、黨參、餘、當歸、代赭石各Ug，菊花、寫根、旋復花、川黃柏、升麻、赤白芍 各4.5g，甘草、五味子各
^ingredients375 天麻4.5g，石決明15g，黨參、白朮、茯苓、白芍、山藥、半夏 各9g，炙甘草3g，段瓦楞子（先煎）、段牡蠣（先煎） 各 30g。
^ck04z18h155
^norm 陰虛風動，液涸動風。
^chinese 眩牮，癱瘓。
^western 頸椎綜合征，小兒麻痺症。
^formulas
^formula〔加減連梅湯證〕
^origin〔李洪成方〕
^ingredients376 生地黃、北沙參、太子參、生白芍各5g，麥冬、黃芩 各10g，川黃連、生甘草 各6g，生代赭30g，烏梅、白蒺黎、鉤 籐 各12g。頸項強痛加羌活6g，葛根15g。
^ck04z18h149
^norm 血虛風動，血虛陽亢。
^chinese 頭痛，搖頭，磨牙。
^western 乙腦後遺症，腦膜瘤。
^combo 血虛+陽浮+氣虛+絡脈+神虛
^ill〔血虛失榮〕
^symtom ①而光唇淡，②夜寐易驚。
^tounge ①舌紅潤無苔，②舌質紅苔薄黃。
^pulse ①脈弦細數，②脈弦數。
^ill2〔陽氣浮越〕
^symtom ①面時潮紅，②心煩不寧，③寐少夢多，④咽乾口苦，⑤精神呆癡，不語，⑥眼突出如核 桃大，⑦目澀，復視，⑧頭痛，頭頂劇痛。
^tounge 舌潤，苔薄質淡。
^ill<sub=1>〔氣虛失養〕
^symtom ①怠倦，②惡風。
^ill2<sub=1>〔絡脈不和〕
^symtom ①搖頭不止，②吞嚥困難，③白天磨牙，不能自行控制，情緒激動可使症狀加重，④左肢 麻痺如廢，右肢日夜亂動。
^ill<sub=2>〔神氣不振〕
^symtom 精神怠倦。
^formulas
^formula1〔宣瘓活絡湯證〕
^origin〔《蒲輔周醫案》方〕
^ingredients377 當歸、白芍、天麻、旋復花、石決、紫石英、地龍、桃仁、陳皮、佛手、桑寄生、龜版、回天再造丸1粒，出入互用。
^formula2〔平肝熄風方證〕
^origin〔吳仰松方〕
^ingredients378 當歸、白芍 各6g，龍骨、牡蠣、鉤籐 各9g，金蟬衣5個，倕蠶4條） 甘草1.5g。
^formula3〔養血熄風方證〕
^origin〔李元聰方〕
^ingredients379 丹皮、炒山梔 各9g，當歸、茯苓、白芍、菊花、鉤籐 各10g，生牡蠣15g，柴胡、白朮 各6g，薄荷3g。
^ck04z18h070
^norm 頭風。
^chinese 頭痛，眩暈。
^western 血筲神經性頭痛。
^combo 陽滯+清空+氣逆
^ill〔陽氣不行〕
^symtom ①四肢冰涼，②煩躁不能臥，畏寒怕風。
^tounge 舌質暗赤，邊有紫氣，舌下絡脈淡紫粗長而怒張，舌苔白滑。
^pulse 脈弦緊。
^ill2〔清空不直〕
^symtom ①頭痛日久，前額及眼眶脹痛，繼則頭頂及前額兩側劇痛難忍，如錐如刺如裂，②眩暈，視力模糊，羞明畏光。
^pulse 脈弦細帶滑。
^tounge ①舌胖，②荅微黃而潤。
^ill<sub=1>〔氣機沖逆〕
^symtom ①痛劇嘔吐頻作，②頻頻噁心嘔吐。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula〔附芎湯證〕
^origin〔《章次公醫案》方〕
^ingredients380 炮附、黃耆 各30g，全當歸10g，大娛蚣10條，川誇、甘杞、天麻、稿本、全竭、半里、酸棗仁、茯苓、白朮 各18g，共末每3g，日3次。
^ck04z18h279
^norm 厥陰沖氣。
^chinese 眩暈，癇厥。
^western 頸椎病，腦腫瘤術後遺症。
^combo 氣鬱+氣逆+熱蒸+清空+陽氣
^ill〔氣機不宣〕
^symtom 胸悶噁心。
^tounge 舌常色，苔薄白。
^ill2〔氣機沖逆〕
^symtom ①碎倒無知，②碎然眩暈倒地，上嘔下洩，③嘔逆，水谷不能下嚥，並下迫欲作瀉利之狀。
^ill3〔津氣蘊蒸〕
^symtom 口乾口苦。
^pulse 脈弦數。
^tounge ①苔多白糙，②或白中淡黃，③或黃膩厚滑。
^ill<sub=1>〔洧空不寧〕
^symtom ①突發眩犖，目不能開，張目則嘔吐，②頭目均不可轉動，動則眾眩即至，③或臥床即楉，或起床即犖，④碎然眩母倒地，上嘔下洩，昏憒不能語言。
^ill2<sub=1>〔熱迫津洩〕
^symtom 下洩後重。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色青黃，②四肢厥冷，③臍下少腹少痛。
^pulse 脈多弦細或綏。
^tounge 舌質多淡紅，或淡白。
^ill2<sub=2>〔津液消灼〕
^formulas
^formula〔烏梅丸證〕
^origin〔《傷寒論》方〕
^ingredients381 烏梅三百枚，乾荽 十兩，黃連 十六兩，當歸、蜀椒 各四兩，細辛、炮附子、桂枝、人參、黃柏 各六兩。蜜丸，如梧桐 子大，每服十丸，日三次。眩暈加白蒺藜，嘔逆加生代赭石，後腦或項背疼加羌活、葛根。
^ingredients382 (1)葉天士治癇厥鋅迷日發，自言臍下少腹少痛，此樨年陰弱，偶爾異形異聲，故驚氣人肝，厥陰沖氣，亂其神識，遂令：烏梅肉、川黃連、白芍、川椒、乾薑、桂枝。
^ck04z18h018
^norm 風癱。
^chinese 肝風頭痛，痿堪，癱瘓。
^western 腦溢血後遺症，腦血管痙攣，腦血栓形成。
^combo 氣虛+箝虛+陽滯+經絡
^ill〔氣虛失養〕
^symtom ①面色恍白，②眩暈，③前額疼痛，④羞明，⑤胃納不佳，納呆，⑥四肢無力，⑦下肢沉 閒，行走不穩，兩膝無力支持，上下抽動，⑧腰脊無力，⑨二便失禁，十指掌足跗腫脹。
^tounge 15‧質淡苔薄白。
^pulse 脈緩無力。
^symtom 肢冷。
^symtom 半身肢體癱瘓，見人即哭。
^symtom ①失語，語言慎澀，②舌質暗歪向右側，③口流涎水，④上肢麻木。
^tounge ①舌質暗，苔薄膩，②舌質暗紅，苔中根部淡黃稍厚。
^symtom ①心悸，②不寐，③全身肌肉似針刺陣痛，④兩手不時振顫搐動。
^pulse ①脈象雙虛弦，②脈弦短數無力，③脈象弦細而數。
^tounge 舌質陰紅，苔薄。
^formulas
^formula1<var=1>〔補陽還五湯證〕
^origin〔李良方〕
^ingredients383 黃耆' 川續斷 各30g，川誇、紅花 各10g，地龍、丹參、肉蓯蓉 各20g，蜈蚣4條，赤芍、當歸、蠶、全蠍、鬰金、石菖蒲 各12g。
^formula2〔益氣養陰方證〕
^origin〔李良方〕
^ingredients384 黨參6g，五味子5S，偁蠶、山萸肉各I2g，丹參、寄生 各30g，桂枝9g，黃耆15g，蒸首烏、麥冬、川續斷、豨薟草、懷牛膝 各20g。
^ck04z18h142
^norm 血虛生風，血虛肝燥，血不養筋。
^chinese 血虛眩暈，雞爪風。
^western 低鈣抽搐，腦芘動後發糜癇，產後破傷風，產褥感染。
^combo 氣虛+血虛+清空+經絡
^ill〔氣虛失養〕
^symtom ①四肢無力，②目倦敘閉，③怕冷，④汗出，⑤食少。
^tounge 舌淡苔膩，舌胖。
^pulse 脈緩細弱，脈細滑。
^ill2〔血虛失營〕
^symtom ‧.１目眶暗黑，２面萎黃，３兩顴潮紅。
^tounge 舌淡胖舌苔薄淨。
^pulse 脈緩旖細，脈象弦軟。
^ill<sub=1>〔神氣不振〕
^symtom ①楮神疲憊，②神情緊張。
^ill2<sub=1>〔清空失養〕
^symtom ①頭暈，眼花，如山崩地芘，搖撼不安，②兩耳失聽，③頭昏，④記憶力減退。
^ill<sub=2>〔經脈不榮〕
^symtom ①陣發性抽搐，手足抽縮為雞爪，甚則全身肌肉痙攣，抽作一團，②兩手抖動，③頸項強 直，角弓反張，④兩足轉筋，攣痛，⑤七、胸憋悶發抽，呼吸粗大。
^ill2<sub=2>〔絡脈不榮〕
^symtom ①肢麻，②牙關緊閉，言語困難，③舌轉動不靈，語言慎澀不清，④筋惕。
^formulas
^formula1〔滋血養營，平肝息風法證〕
^origin〔賴良蒲方〕
^ingredients385 當歸、天麻、木瓜、甘菊花、潞黨參 各9g，白句15g，生地黃12g，川芎、甘草 各4.5g。
^formula2<var=2>〔四物三甲證〕
^origin〔彭正清方〕
^ingredients386 黃耆30g，黨參、鳳凰殼、龜膠彳阿膠、天麻、鱉甲 各12g，當歸、白芍、鉤籐、熟地、川芎、甘草。
^formula3〔止痙散證〕治雞爪風（低血鈣、頑固性手足搐搦症）：心胸憋悶發抽，呼吸粗大，手足柚縮為雞爪，甚則全身肌肉 痙攣，抽作一團，嚴重時每天發作3次。
^ck04z18h143
^chinese 偏頭痛，唇風，瘛疚，風痺。
^western 腦幹脫髓鞘病，黏多糖病，坐骨神經痛。
^pulse 脈左細澀，右細弦。
^ill〔經脈不和〕
^symtom ①右腿不能站立，四肢不自主的抖動，下肢不能行立，②行動困.難，終曰臥床，③頭痛失 眠，性情急躁，④全身肌肉痙攣，⑤四肢關節遊走酸痛，⑥坐骨、腰背' 兩臂關節酸痛，⑦手指酷似彈琴。
^ill<sub=2>〔絡脈不和〕
^symtom ①面部及手發麻，②H睛轉動不靈，③唇腫痛及灼熱感，唇麻木不仁，④唇時顫動不能自 止，⑤弄眉吐舌，⑥舌麻言賽，⑦手足抽搐，⑧彈跳樣步態。
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔熄風湯證〕
^origin〔《關幼波臨床經驗選》方〕
^ingredients387 生黃耆、生地、丹參 各15g，低蠶、川芎 各4.5g，全蠍3g，鉤籐30g，玄參2g，蒺藜、知母、黃耆、菊花 各10g，桔梗 7.5g，蜈蚣4條，赤白芍、當歸 各12g，蛇膽陳皮1瓶。
^formula2〔養血祛風搜剔絡道方證〕
^origin〔張膜夏方〕
^ingredients388 生黃耆、雞血籐 各30g，生地15g，赤白芍、當歸、地龍、阿膠珠、地蹩蟲、稍豆衣、陳皮 各9g，全蠍lg，川芎、清炙 甘草 各3g。
^ingredients389 調養方：生貨?、萏烏、旋復花、代赭、倒蠶、全蠍、蜈蚣、鉤籐、生地、赤白芍、當汩、川芎、菊花、孖決明、蒺 藜、菟絲、女貞子、仙茅、仙靈脾、琥珀。
^alias內閉外脫，土木旺。
^chinese 眩母，頭痛，慢驚風，餿脾風，展顫。
^western 頸椎綜合征，梅尼埃病。
^ill〔陽氣不振〕
^symtom ①腰酸乏力，②腰痛如斷，③汗出惡風，④四肢酸楚，⑤飲食少思，⑥大便急迫溏薄，⑦小溲時 有遲緩。
^pulse ①脈弦細，②脈沉細而滿。
^tounge 苔薄白。
^symtom ①身體瘐弱，②頭痛，③失眠，④耳鳴目眩。
^pulse 脈弦細數。
^symtom ①時泛清水如湧泉，②泛酸，③欲嘔。
^symtom 下肢厥冷。
^pulse ①脈浮弦，②脈略數。
^ck04z19h313
^norm 虛風上擾。
^chinese 眩暈，頭痛。
^western 梅尼埃病。
^combo 陽虛+陰虛+陽浮+空竅+氣逆
^ill〔陽氣不振〕
^symtom ①腰酸乏力，②腰痛如斷，③汗出惡風，④四肢酸楚，⑤飲食少思，⑥大便急迫溏薄，⑦ 小溲吋有遲緩。
^pulse 脈沉細而撫。
^tounge 苔薄白。
^ill2〔陽氣浮越〕
^symtom ①少寐多夢，②腰痠膝軟。
^pulse 脈弦細略數。
^ill3〔陽氣浮越〕
^symtom ①眩犖，②突然仆倒兩次，神志清楚，數小時後如常，③失眠。
^pulse 脈浮弦。
^ill<sub=1>〔清空不寧〕
^symtom ①頭犖0眩，視物如旋，閉目則稍緩，②額痛，③頭痛如劈。
^ill2<sub=1>〔清竅不利〕
^symtom 兩耳鳴。
^ill<sub=2>〔氣機沖逆〕
^symtom ①時泛清水如湧泉，②泛酸，③欲嘔。
^formulas
^formula<var=1>〔玉屏風散證〕
^origin〔徐幼鳴方〕
^ingredients390 炙貿?18g，漂白朮、白芍、天麻、鉤籐 各9g，蜜防風、砂仁 各3g，杜仲、狗脊、川續斷 各15g，法半夏4.5g，鹿角 霜 12go
^ck04z19h155
^norm 陰虛風動。
^chinese 眩暈，慢驚風
^western 頸椎綜合征。
^combo 氣成+陰虛+液涸+經脈
^ill〔氣虛不充〕
^symtom ①疲憊乏力，②昏睡銪睛，③飲食減少，④面色恍白，⑤眩暈自汗。
^tounge 舌淡。
^pulse 脈浮細弱。
^ill2〔陰虛失養〕
^symtom ①身體瘦弱，②頭痛，③失眠，④耳鳴目眩。
^pulse 脈弦細數。
^ill<sub=1>〔陰液消涸〕
^symtom 喜飲水但不多。
^tounge 舌乾紅淨。
^ill<sub=2>〔經脈失養〕
^symtom ①項強目斜，②抽搐時輕時重，③腰膝酸軟，④頸項、肩胛及上肢疼痛，⑤上肢麻痺。
^formulas
^ingredients391 太子參、生地、澤瀉、丹皮、茯苓、玉竹、鉤籐‧、俚蠶 各9g，山藥、菟絲子 各12g，全蠍、甘草 各3g。
^ck04z19h163
^norm 內閉外脫，土衰木旺。
^chinese 慢驚風。
^combo 神閉脫+陰脫
^ill〔神志蒙閉〕
^symtom 神昏不省。
^ill2〔陰液消涸〕
^symtom ①時身熱，②涕淚俱無。
^pulse 脈細數。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①便洩腥酸，②面青。『
^ill<sub=2>〔陰精脫甩〕
^symtom ①頭搖反張，②四肢抽搐，③拘攣。
^formulas
^formula〔理中地黃湯證〕
^origin〔張聿青方〕
^ingredients392 人參須、白芍、炮姜、牡蠣、熟地、枸杞子、寸麥冬、五味、淮山、炙黃耆。
^ck04z19h181
^norm 土衰木旺。
^chinese 悛脾風，慢驚風。
^combo 陽虛+陽閉+陽脫
^ill〔陽氣不振〕
^symtom ①昏睡盔睛，②眼生擗膜。
^tounge 舌淡苔白。
^ill2〔陽氣閉塞〕
^symtom ①面青齒餺，②肢冷，③唇青暗，④昏沉不省，⑤語言錯亂，⑥手足微搐。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢厥逆，②腦後腹上發熱，③小水赤澀，④口中時渴。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①閉目搖頭，②頻吐清水，③便洩不禁，④吐瀉交作，⑤神已大敗，呼吸將絕，肌膚削極，⑥聲微息促，喉內痰鳴。
^pulse 脈沉細。
^formulas
^formula1〔加味回陽散證〕適應慢驚，昏沉餌睛，便洩抽搐等。
^ingredients393 人參、附片、白朮、山藥、茯苓、炙甘草、全蠍、娛蚣、乾薑、段赤石脂。
^formula2〔大回生湯證〕
^origin〔謝映廬方〕
^ingredients394 人參、白朮、黃貧、附子、酸事仁、枸杞、乾薑、茯苓、肉桂、丁香、白茲仁、鉤籐、全蝸、甘草。用水1碗，煎至
^chinese太陰癥，中寒，寒馮，飧泄，寒吐，吐利，陰痧，陰亂，慢脾風，兩感傷寒，夾陰傷寒，漏底傷寒，脘腹
^western急性蒔腸炎。
^ill〔陽氣不行〕
^symtom①面青黑色.②神倦好寐，.③四肢逆冷，④胸艮不食.⑤身重。
^tounge舌淡，苔白焯，舌白滑灰刺。
^pulse脈沉。
^symtom①口淡胃鈍，②肢厥，③自汗，④神倦氣怯。
^tounge苔白厙，苔黑滑黏膩浮胖。
^pulse脈沉諏無力，沉微似伏。
^ck04z13h271
^chinese中寒，飧泄。
^ill〔陽氣不振〕
^symtom①汗出不止，②足冷，③惡寒身倦.④不渴。
^pulse脈沉遲、細。
^tounge舌淡，苔白滑。
^ill2〔水谷不分〕
^symtom①自利，②下利清谷。
^ill3〔陽氣不行〕
^symtom①身痛，②厥逆。•
^formula1〔四逆湯〕
^origin〔《傷寒論》 方〕
^ck05z13h269
^norm 太陰症，中焦虛寒。
^chinese 太陰症，陰祺亂。
^western 急性胃腸炎。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^symtom ①口淡胃鈍，②肢厥，③自汗，④神倦氣怯。
^tounge 苔白厚，苔黑滑黏膩浮胖。
^pulse 脈沉滿無力，沉微似伏。
^ill2〔氣機不利〕
^symtom ①腹滿，②腹時痛。
^ill<sub=1>〔水谷不分〕
^symtom ①自利，②小便短少而白，③便塘
^ill<sub=2>〔氣機不降〕
^symtom ①嘔吐，②食不下，③嘔吐清水。
^formula1〔香砂理中湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔溫中健脾附子理中湯證〕
^origin〔趙錫武方〕
^ingredients395 黨參30g，白朮、乾薑、炙甘草、半芨、附子 各15g，吳茱萸10g。
^ck05z13h270
^norm 中焦虛寒症。
^chinese 寒瀉。
^combo 陽虛‧氣滯
^ill〔陽氣不振〕
^symtom ①小便清長，②不食不饑，③手按則寬。
^pulse ①脈滿而小，②脈沉遲。
^tounge 舌淡，苔白滑。
^ill2〔氣機不利〕
^symtom ①大腹隱隱作痛，得溫稍減，飲冷則劇，②肢痛時減復如故，③腹中痛，若轉氣下趣少腹，
^ill<sub=1>〔水谷不分〕
^symtom 自利。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula〔加減附子理中湯證〕
^origin〔《溫病條辨》方〕
^ingredients396 白朮、茯苓 各9g，附子、乾薑、厚樸 各6g。
^ck05z13h174
^norm 中虛受寒。
^chinese 寒吐，吐利，陰萑亂。
^combo 陽虛+陽滯+氣逆+氣滯
^formulas
^formula<var=1>〔附子理中湯證〕
^origin〔高玉麟方〕
^ingredients397 (2)吳鞠通：自利不渴者屬太陰，甚則氣沖氣逆，急救土敗，附子粳米湯主人參9g，附子、炙甘草、乾薑 各6g，粳米 1合（《溫病條辨》卷二 116)。
^ck05z13h074
^norm 陰盛格陽，真寒假熱。
^chinese 兩感傷寒，夾陰傷寒，瀨底傷寒。
^combo 陽虛表鬰+氣陷』
^ill〔陽氣不振〕
^symtom ①身重惡寒，②目瞑喑臥，③少氣懶言，④肌肉忽脫，⑤手足冷，⑥厥逆，⑦自汗，⑧筋 急，兩足吊筋。
^ill<sub=2>〔氣機不降〕
^symtom 嘔吐。
^formulas
^formula1<var=1>〔附子理中湯證〕
^origin〔《通俗傷寒論）'方〕
^formula2〔桂枝附子湯證〕
^origin〔《傷寒論》方〕
^ingredients398 桂枝 四兩，炮附子三枚，生薑 三兩，大棗十二枚，炙甘草 二兩。水煎，分三次服。
^formula3〔香砂二陳湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients399 陳皮、法半夏、白雲苓、炙甘草、廣木香、砂仁。
^ck05z13h266
^norm 陰結。
^chinese 寒痞，陰‧結。
^combo 陽滯+氣結
^ill〔陽氣不行〕
^symtom ①面青黑色，②神倦好寐。
^tounge 舌淡，苔白厚。
^pulse 六脈皆沉伏而實。
^ill2〔氣機鬱結〕
^symtom ①胺中堅硬，按之作痛，②腹大痛，二晝夜不止，③大便不通。
^symtom 脘腹脹滿。
^ill<sub=2>〔氣機不降〕
^symtom 微乾嘔。
^formulas
^formula〔丁附治中湯證〕
^origin〔《醫學正傳》方〕
^ingredients400 人參、白朮、乾薑、炙甘草、青陳皮、丁香、附子。
^ck05z13h268
^norm 寒中太陰。
^chinese太陰中寒，陰崔亂，陰痧。
^combo 陽閉+氣亂
^ill〔陽氣閉塞〕
^symtom ①面黃，神倦肢軟，②惡寒戰慄，③手足逆冷，④汗出，額中與毋尖冷汗如珠，⑤肢麻，
^tounge 舌黑滑。
^pulse 脈沉、遲、微、伏。
^ill2〔氣機逆亂〕
^symtom ①吐瀉交作，②噁心嘔吐，腸鳴洞洩，③呃逆不已。
^ill<sub=1>〔氣機不利〕
^symtom ①腹微痛，②胺腹滿痛，③胸脘猝痛。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1〔鉺靂散證〕
^origin〔《溫病條辨》方〕
^formula2〔附子理中湯證〕
^origin〔《通俗傷寒論》用方〕
^formula3〔冷香飲子證〕
^origin〔葉天士方〕
^formula4〔縮脾飲證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients401 砂仁、烏梅、草果、炙甘草 各四兩，葛根、炒白扁豆 各二兩。為粗末，每服四錢，水煎服。
^formula5〔正陽四逆湯證〕
^origin〔載陶氏《傷寒全生集》〕。四陽攻毐法。俞根初經驗方。』
^ck05z13h180
^norm 寒邪直中三陰，陰盛格陽，真寒假熱。
^chinese 中寒，陰厥。
^ill〔陽氣不振〕
^symtom ①目不欲開，②齒露，③口不幹，④肢冷汗多，⑤口典氣冷。
^tounge 舌苔白。
^pulse 脈來沉細而遲。
^symtom ①腹痛下利，②胸痞，③吐瀉交作，④四肢逆冷，⑤嘔吐不食，⑥身重。
^tounge 舌白滑灰刺。
^symtom ①煩躁不寐，②口渴不欲飲，③口舌乾燥，④類赤。
^tounge 苔白，黑剌滿U。
^pulse ①脈沉細數。
^symtom ①神昏嗜睡，②汗出不止，③氣促神紺，④人事不省。
^pulse ①脈數大按之豁然，②脈沉微數，或雖數無力，③微細欲絕，右舉按皆無。
^formulas
^formula1〔冷香飲子證〕
^origin〔葉天士方〕
^formula2〔益元湯證〕
^origin〔《傷寒六書》方〕
^ingredients402 炮附子，乾薑，艾葉，黃連，表門冬，五味子，甘草（一方有知母，人參加姜、棗、蔥白，水煎，人‧童便，冷服。
^formula3〔附子理中湯證〕
^origin〔《通俗傷寒論》用方〕
^ingredients403 (2)郭雍治自利腹痛，煩躁不寐，嘔惡不食，兩手頭面皆冷，身重頰赤，齒露，苔白，脈左沉帶數之五不調，右舉按 皆無，尺沉微：人參I2g，白朮6g，乾薑、甘草 各3g，陳皮2.4g，薑汁2匙，脈出症定，頰尚赤以四君子湯加陳皮、黃芩。
^ck05z13h182
^norm 陰盛格陽，真寒假熱證，格陽證，寒水侮土證。
^chinese 悛脾風。
^combo 陽虛+陽滯‧陽浮+陽脫
^ill〔陽氣不振〕
^symtom ①面色浮白，②兩目無神，③神志懶怠，不喜言語，語言無力，④冷汗自出，⑤肉腦筋惕，
^tounge 舌肉胖嫩，苔色薄白。
^pulse 脈微弱。
^ill2〔陽氣浮越〕
^symtom ①面紅，顏面赫然而赤，面亮戴陽，②口乾不欲飲，③微熱心煩，大熱發渴，微渴微煩，煩躁，惟肌表浮熱，逋按則不熱，或發熱，欲去蓋覓，病人獨覺，他人按之身體肌肉骨髓血脈俱寒，煩躁而渴，欲飲水，飲亦不多，索水至前復不能飲，頻索冷飲，飲人即吐，或大渴引飲，④勝燥而無皺紋，⑤口燥咽痛，⑥乾嘔呃逆脅痛。
^tounge 苔黑而滑，黑色止見於舌中。
^ill<sub=1>〔陽氣不行〕
^symtom ①熱重而指尖冷，②口乾而熱湯不畏，③陡然旗痛拘急，④四肢逆冷，⑤呃逆惡嘔，⑥納 少脘滿。
^tounge 苔白滑。
^ill<sub=2>【氣脫絕】
^symtom ①吐利交作，②吐乳，吐而無穢氣開腸洞洩，③瀉而澄徹清冷，④身冷四肢厥冷，⑤人事 默默，昏迷不醒，掐之不哭，睡不交睫，⑥時忽抽搐，喉如曳鋸，⑦大汗淋漓，時目眩冒，聲微氣促，⑧t便長流，小便
^pulse ①脈沉細而弱如絲，②脈沉微，脈沉微欲絕，③右脈不至，左脈重按沉細如絲。
^formulas
^formula1〔附子理中湯證〕
^origin〔《通俗傷寒論》用方〕
^formula2〔反佐療法證〕
^origin〔鄒雲翔方〕
^ingredients404 (3)P?天士治寒熱下利，脈微弱，面亮戴陽，呃逆脅痛，欲脫之象：人參、附子、生乾薑、茯苓、丁香、柿蒂。
^ck05z13h183
^norm 陽脫。
^chinese 陰寒祺亂。
^combo 陽虛+陽滯+陽脫+津脫
^ill〔陽氣不振〕
^symtom ①唇青面白，②惡寒身蜷，③身寒冷汗，④四肢逆冷，⑤頭眩時時自冒。
^tounge 舌淡白，
^pulse ①脈遲細，②脈微細。
^ill2〔陽氣脫絕〕
^symtom ①神識模糊，②神昏，③冷汗淋漓，④呼吸微絕，⑤逆冷益深，⑥倏然昏倒，⑦四肢抽搐，
^pulse ①脈沉細如絲，②脈微欲絕脈沉遲欲絕，③六脈全無，④脈浮大。
^ill<sub=1>〔陽氣不行〕
^symtom ①面黑唇白，②目眶下陷，③腹痛肢冷，④四肢厥逆，⑤足抽筋不息。
^ill<sub=2>〔津液不固〕
^symtom ①下利清谷，下利不止，②吐利交作，吐食瀉水，不臭而腥，腹鳴不痛，③自汗，頭汗淋
^formulas
^formula1〔參附湯證〕
^origin〔笛少逸方〕
^formula2〔救逆止利湯證〕
^origin〔齊有堂方〕
^ingredients405 黃耆30g，附子、乾荽、甘草 各6g，白朮30g，茯苓9g。
^ingredients406 (2)小兒吐瀉，四肢抽搐，肢冷脈微細，或煩熱脈浮大，急當固本固真湯：人參、白朮、茯苓、炙甘草、附子、肉 桂、山藥、黃連。灸大椎、脾俞、天樞、關元、三里。抽搐無力，戴眼反折，汗出如珠，難治。
^ingredients407 (4)齊有堂治惡寒身蜷，四肢逆冷，下利不止，命在須臾，救逆止利湯：貿?30g，附子、乾薑、甘草 各6g，白朮 30g，茯苓9g (《宋元明清名醫類案正編》齊有堂11)。
^alias陽虛傷寒，太陽少陰兩感證，肺中冷，寒犯心包。
^chinese 夾陰傷寒，肺褒，典鼽，心痛.真心痛。
^western過敏性釋炎，心絞痛。
^ill〔陽氣不行〕
^symtom①胸背劇痛，②面色青黃，③四肢厥冷，④指端靑紫。
^ill2〔陽氣不振〕
^symtom①色白神疲，②面胥足冷，③肩背惡寒，④惡寒甚劇，戰懞動搖，烘以烈火傾刻不離.⑤寒戰鼓慄，熱汗*至，⑥大便不實，大便泄瀉，小便清。
^tounge①白舌苔白嫌；，②舌笞邊白中里滑。
^pulse①脈J級，②脈沉細無力。圖27肺牌陰寒證證候結構圖
^ill3〔氣機不宣〕
^symtom咳。
^ill4〔氣機不降〕
^symtom嘔。
^ck05z13h073
^chinese夾陰傷寒。.
^combo陽虛+表鬰+氣鬰+陽鬰、
^ill〔陽氣不振〕
^symtom①色白神疲，②面音足冷，③肩背惡寒，④惡寒甚劇，戰傈動搖，烘以烈火傾刻不離’⑤
^tounge①白舌苔白嫩，②舌苔邊白中里滑。
^pulse①脈浮級，②脈沉細無力。
^ill2〔應理不宣〕
^symtom發熱惡寒。
^pulse脈沉緊。
^ill3〔氣機不宣〕
^symtom咳。•
^ill<sub=1>〔清空不宣〕
^symtom頭ffi。
^ill2<sub=1>〔氣機不降〕
^symtom嘔惡。
^ill3<sub=1>〔陽氣怫鬰〕
^symtom頭身雖熱，四肢冰冷。
^ill4<sub=1>〔經氣不宣〕癥象:抽犁。
^formula1〔桂枝加附子湯證〕
^origin〔謝映廬方〕
^formula2〔參附再造湯證〕
^origin〔 《通俗傷寒論》方〕
^formula3<var=1>〔"附子理中湯證〕
^origin〔王經邦方〕
^ck05z13h232
^norm 肺中冷。
^chinese 肺痿，鼻鼽。
^western 過敏性鼻炎。
^combo 陽虛+氣鬱表虛+清竅
^ill〔陽氣不振〕
^symtom ①面色恍白或淡白，②頭眩，③不渴，④奧涕多而清稀似水，⑤必遺尿，小便數，⑥多誕
^tounge 舌淡白、苔潤。
^pulse ①脈遲、弱，②或緩。
^ill2〔氣機不宣〕
^ill<sub=1>〔氣機不降〕
^symtom 吐涎沫。
^ill2<sub=1>〔腠理不實〕
^ill<sub=2>〔清竅不宣〕
^symtom ①頭眩，②陣發性鼻癢、毋塞，噴啶連聲，典流清涕多而似水。
^formulas
^formula〔甘草乾薑湯證〕
^origin〔《傷寒論》方〕
^ck05z13h240
^norm 寒犯心包。
^chinese 真心痛。
^western 冠心病，急性下壁心肌梗塞。
^combo 陽閉氣鬱+神閉
^ill〔陽氣閉塞〕
^symtom ①身冷自汗，②手足厥冷，③口與氣冷，_足青至節。
^tounge 舌淡白，苔白萍。
^pulse 脈沉遲或沉細無力，或澀細或沉微，脈沉細弦。
^ill2〔氣機不宣〕
^symtom ①心痛，②心痛徹背，背痛徹心。
^ill<sub=1>〔神志不寧〕
^symtom 晝夜不安。
^ill<sub=2>〔神志蒙閉〕
^symtom 昏厥不省。
^formulas
^ingredients408 白朮、乾薑、附子、烏頭、川花椒、肉桂、赤石脂、廿草。
^ingredients409 (2)大寒直通心胸，痛勢劇烈，心痛徹背，背痛徹心，當大辛大熱，迅逐陰邪，主烏頭赤石脂丸：烏頭、赤石脂、乾 姜、附子、川花椒。
^ingredients410 (3)陳士鐸：倏痛倏已，一日十數遍，飲食無礙，晝夜不安，主去來湯：人參、茯苓、蒼白朮、甘草、法半夏、草 烏、巴戟，或暖心丹：蒼白朮、白芍、茯苓、川烏、肉桂、甘萃。
^ck05z13h180
^norm 陰寒犯心。
^chinese 真心痛。
^western 心絞痛。
^combo 陽虛+陽滯+陽脫
^ill〔陽氣不振〕
^symtom （p背冷惡寒。
^pulse 脈沉細。一命
^ill2〔陽氣不行〕
^symtom ①胸背劇痛，②面色青黃，③四肢厥冷，④、端青紫。
^ill<sub=1>〔陽氣怫鬰〕
^ill<sub=2>〔陽氣脫絕〕
^symtom ①汗出不止，②面色蒼白。
^formulas
^formula<var=1>〔附子湯證〕
^origin〔唐祖宣方〕
^ingredients411 紅參、附片 各10g，白朮、川芎 各15g，白芍、茯苓、薤白 各30g。
^alias兩感傷寒，陽虛傷寒，少陰中寒，少陰虛寒證，直中三陰，伏寒凝澀，傷寒內陷，陰盛格陽，真寒假熱，內寒外熱，上熱下寒，陰證似陽，寒極似熱，真陽上越，格陽，戴陽，亡陽，陰結，虛證似實，大虛似實，陰極發躁。
^chinese 夾陰傷寒，中寒，陽虛戰汗，房勞復，脾厥，痧瀉，陰笛亂，陽脫，亡陽，下消，陰躁，陰厥，陰狂，陰 結，腹痛，癃閉，脫疸。
^western 單純性消化不良並脫水，尿崩症，風濕性關節炎。
^ill〔陽氣不振〕
^symtom ①頭重目眩，神不舒，垂頭不欲語，神情頹唐，②身涼手足厥，便溏，自利，③額上冷汗不止，發熱汗出多，④驚悸，⑤身戰掉欲倒地。
^pulse ①脈沉細，②左脈弦途，右關尺虛微。
^tounge 舌白。
^pulse ①脈弦遲，②脈反沉，③脈象忽然
^symtom ①中痛，②嘔逆，③胸滿。
^ill〔陽氣怫鬰〕
^symtom ①寐中糊言，②兩目出火，目赤，
^pulse ①尺寸脈俱浮數，按之無力，②脈七八至，按之不鼓擊，③脈豁大。
^ck05z19h172
^chinese 夾陰傷寒，陽虛戰汗，房勞復。
^combo 陽虛+表鬰+陽滯
^ill〔陽氣不振〕
^symtom ①頭寬目眩，神不舒，垂頭不欲語，神情頹唐，②身涼手足厥，便溏，自利，③額上冷汗 不止，發熱汗出多，④驚悸，⑤身戰掉欲倒地。
^pulse ①脈沉.細，②左脈弦澀，右關尺虛微。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱，②頭體微痛，③身體疼痛，遍身疼呻吟不已，不能轉側。
^pulse 脈緊左大。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢厥冷，②面青，或爪甲青紫，貸諾嘔下洩。
^tounge i?i‧白。
^pulse ①脈弦遲，②脈反沉，③脈象忽.然雙伏或單伏。‧
^ill<sub=2>〔氣機不利〕
^symtom ①中痛，②嘔逆，③胸滿。
^ill2<sub=2>〔陽氣佛部〕
^symtom ①寐中糊言，②兩目出火，目赤，@煩渴，q乾舌燥，口渴，口雖渴而窖熱飲，④發熱，身大熱，身雖熱而反近衣，手按須臾冷透如冰，⑤手足欲用水浸，⑥肩背胸脅斑出十數點，⑦語言狂亂，狂詈不避親疏。
^pulse ①尺寸脈俱浮數，按之無力，②脈七八至，按之不鼓擊，@脈豁大。
^formulas
^formula1〔附子理中湯證〕
^origin〔程杏軒方〕
^formula〔附子、人參、白朮、乾薑、甘草。
^origin〔張踅岳方〕
^ingredients412 人參30~60g，熟地黃l5~30g，當歸9g，制附子、炮姜各6～9g?炙甘草3~6g。入人參30g，姜附9g，水煎服。
^formula3〔大建中湯證〕
^origin〔王海藏方〕
^ingredients413 (2)馬元儀治寒熱數日，胸滿身疼，左脈弦澀，右關尺虛微，此中氣虛寒，陰道長而陽道消，當行溫補法：人參、白 術、茯苓、甘草、肉桂、川黃連、附子（《宋元明清名醫類案續編》馬元儀10)。
^ck05z19h168
^norm 少陰中寒，少陰虛寒證。
^chinese 陰厥，明禳亂，下消。
^western 尿崩症。
^ill〔陽氣不振〕
^symtom ①惡寒出，自汗盜汗，②蜷臥多睡，梢神萎靡，③戰慄不渴，④唇青面白，⑤聲微氣促，
^tounge 苔白滑。
^pulse 脈緊。
^ill2〔氣機不利〕
^symtom ①腹痛，②腹心痛，③胸腹痞脹。
^formulas
^formula1〔四逆湯證〕
^origin〔《傷寒論》方〕
^formula2〔理中丸證〕
^origin〔《傷寒論》方〕
^formula3〔理陰煎證〕
^origin〔《景岳全書》方〕
^ck05z19h174
^norm 少陰中寒，傷寒內陷，陰盛格陽。
^chinese 中寒。
^combo 陽虛+氣逆陽滯
^ill〔陽氣不振〕
^symtom ①大便自利，②昏華，③常自汗出，冷汗不止，④四肢無力。
^tounge 舌淡胖，苔白。
^pulse 脈沉細欲伏。
^ill2〔氣機沖逆〕
^symtom 獅食人口則吐，２心中傖慍欲吐，③乾嘔，④咳逆，喘咳白痰，⑤呃逆。
^ill<sub=1>〔陽氣不行〕
^symtom ①手足寒，②四肢逆冷，③四肢沉重疼痛，④面青。
^tounge ①苔膩，②舌苔白。
^pulse ①脈弦遲，②脈來沉細而遲。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸中滿，②腹痛夜發，③腹滿。
^ill<sub=2>〔陽氣浮越〕
^symtom ①里熱口乾不欲飲，②上體發熱，下體厥冷。
^formulas
^formula〔四逆湯證〕
^origin〔《傷寒論》方〕
^ingredients414 (2)丁甘仁治始由發熱惡寒起見，繼則表不熱而裡熱，口乾不欲飲，四肢逆冷，脈沉苔膩，加嘔惡呃逆，大便不實，傷寒內陷蜇症，四逆湯加減，乾薑、丁?、桂枝、六曲、炙甘草、柿蒂、附子、川厚樸、陳皮、仙半復、谷芽、生薑 (《清代名醫醫案楮華》丁甘仁8)。
^ck05z19h171
^norm 陰結，虛證似實，大虛似實。\\
^chinese 陰結。
^combo 陽虛+氣結+陽滯
^ill〔陽氣不振〕
^symtom ①惡寒，②唇淡口和，③冷汗自流。
^tounge 舌淡苔白。
^pulse ①脈細緩，②脈左虛澀，右關尺微弱無神。
^ill2〔氣機鬱結〕
^symtom ①腹不脹或時痛，突然臍腹絞痛，愈痛愈烈，②按其心胸間痛不可近，③小腹結塊，④大便閉結，５二便不通。
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不行〕
^symtom ①面唇手足青黑，②神&蜷臥，③鼻冷，④厥逆，⑤喜熱，⑥發熱，神氣昏憒，i/l語妄言
^tounge 苔中白邊黑。
^pulse 脈沉伏欲絕。
^formulas
^formula1〔桂附理中湯證〕
^origin〔馬元儀方〕
^ingredients415 人參、白朮、乾薑、附片、肉桂、炙甘草。
^formula2〔半硫丸證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients416 皂角、枳殼等分蜜丸。
^ingredients417 (1)陳士鐸：脾氣虛寒，又食寒物，久而命門火衰，不能化物，小腹結塊，久而能動，溫土消瘕湯：白朮、茯苓、肉 桂、枳實、人參、巴戟、山楂。化塊丹：人參、白朮、肉桂、神曲、荸薺、蝥甲。
^ck05z19h309
^norm 少陰中寒。
^chinese腹痛，癃閉。
^ill〔陽氣閉塞〕
^symtom ①足皆青，②四肢厥冷。
^tounge 舌淡苔白。
^pulse ①脈沉無力，②沉伏。
^ill2〔氣機鬱結〕
^symtom ①腹脹痛不可忍，②甚則如蘊碗，③小腹連腹卒痛。
^ill<sub=1>〔氣機不利〕
^symtom ①小腹痛引腰臍，②嘔吐。
^ill<sub=2>〔氣化不行〕
^symtom ①小便卒閉。
^formulas
^ingredients418 人參、白朮、乾薑、炙甘草、吳茱萸、小茴香、胡蘆巴、澄茄、補骨脂。
^ingredients419 (2)齊有堂治腹中痛極，手足皆青，乃寒邪直中賢經，急與人參6g，白朮'黃耆、熟地 各15g，附子、肉桂 各6g，吳 茱萸、乾薑 各4.5g (《宋元明清名醫類案正編》齊有堂17)。
^ck05z19h180
^chinese 寒中少陰，陰笛亂。
^western單純性消化不良並脫水。
^ill〔陽氣不振〕
^symtom ①下利清谷，瀉下無度，水瀉色如米漿，②嘔吐水樣液，飲即吐出，乾嘔，③齒珥，④楮 神萎靡，神倦喑臥，目不欲開，目陷無神，⑤面色恍白，目眶凹陷，睡臥露睛，消瘦羸弱。
^tounge 舌苔淡白。
^pulse ①脈沉遲，尺小，②脈象細小。
^ill2〔陽氣不行〕
^symtom ①神昏，口噤不語，肢軋踡臥向裡，②四肢厥逆，③口奐氣冷，④四肢拘急，⑤面青白，面唇手足青黑，⑥乾嘔，⑦呃逆連聲，⑧腹脹臍腹絞痛，⑨胸滿，十身蜇。
^tounge ①舌青紫而滑，②苔灰白滑黏
^pulse ①或緊，②脈沉微似伏，③無脈。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①煩躁不眠，②目赤唇焦面赤戴陽，無涕淚，③口舌乾燥，弄舌，④咽痛，⑤皮膚乾燥，微熱，肌熱久按之冷如冰，上身發熱，下身厥冷，⑥發熱，體溫高至38尤反不惡寒，甚則裸衣，語言狂亂，⑦心中煩熱，時而躁擾不寧，煩躁暴至，有欲坐泥土之態，⑧口鼻間出火氣，羞明喪火，⑨口渴，渴欲冰水，渴喜熱飲，飲入即吐，R 食即嘔吐。
^tounge 舌苔白膩，舌苔黑潤。
^pulse ①寸脈空大，②脈細數無力，③脈細弱而數。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①汗多氣促，冷汗不止，汗洩淋漓，②汗如珠下，③大吐大瀉，汗出，④神識昏沉，不省 人事，默默不語，⑤喑睡，⑥肌肉大脫，⑦氣急失音。
^pulse ①脈來浮弦豁大而空，②脈微欲絕，③脈細微疾數。
^formulas
^formula1〔白通湯證〕
^origin〔《傷寒論》方〕
^formula2〔通脈四逆湯證〕
^origin〔《傷寒論》方〕
^ck05z19h181
^norm 寒中少陰，亡陽症，寒極似熱，真陽上越。
^chinese 中寒，夾陰傷寒，痧瀉。
^ill〔陽氣不振〕
^symtom ①路臥向裡，②體中戰慄，③IS寒，④峰眩，目不能開，⑤筋惕肉潤。
^tounge 舌淡白。
^ill2〔陽氣閉塞〕
^symtom ①牙關緊閉，②不知人琪，③面唇手指青黑，④面青唇縮。
^tounge ①舌淡白晦暗，②苔中白邊黑灰滑。
^pulse ①脈沉遲似伏，②脈沉細似伏。
^ill<sub=1>〔陽氣不行〕
^symtom ①頭痛如劈，②臍腹絞痛，③吐利、乾嘔不止，④四肢麻木/⑤胸滿，⑥兩手背冷，足筋 攣縮，⑦面青唇白，⑧厥逆。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①神昏遺語，肢製，②汗出不止，冷汗如珠，③鼻冷肢厥，④H直口開，⑤促，⑥二便 失禁，⑦發熱，神昏。
^pulse ①脈來浮弦豁大而空，②脈關尺虛微，兩寸獨鼓，沉伏欲絕，三至一止。）
^formulas
^formula〔回陽救急湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients420 附子、乾薑、白朮、肉桂、人參、胳香、獲苓、五味子、荽半夏、陳皮。
^ck05z19h182
^norm 格陽，陰盛格陽，真寒假熱，內寒外熱，陰極發躁。
^chinese 陰躁。陰狂。
^ill〔陽氣不振〕
^symtom ①惡寒背冷，②身姥，③但欲臥，④語言無力，⑤納少，@兩足尤冷，⑦小便清白，⑧面 色浮白、青白，⑨兩目無神。
^tounge 舌胖嫩淡白。
^pulse 脈沉細遲，虛微。
^ill2〔陽氣浮越〕
^symtom ①身大熱反欲得衣，重按不熱反冷，②煩跺不寐，晝躁夜靜，裸形如狂，譫語不識人，③ 口渴不喜飲，④唇焦口燥，齒浮，舌燥裂血，咽痛咽乾，⑤欲坐冷處，⑥面目赤顴紅游移。
^tounge 舌苔淡黃黑刺，淡灰，灰黑嫩滑。
^pulse 脈浮數、浮大、洪大，按之欲散，無力豁大。
^ill<sub=1>〔陽氣不行〕
^symtom ①腹內拘總，②四肢疼，③下利清谷，下痢，④呃逆，吐利腹痛，⑤脘滿，⑥R青面黑，
^tounge 舌強，苔心黑滑。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①大汗出，胸腹冷汗，頭汗如珠，②四肢厥逆，③肉昵筋惕，④口開目直，⑤神昏譫語，神識昏昏默默不語，⑥目眩心悸，振振欲擗地，⑦喘促。
^pulse ①脈沉微虛散，②無脈。
^formulas
^formula1〔真武湯證〕
^origin〔《傷寒論》方〕
^ingredients421 茯苓、芍葯、生薑 各三兩，白朮 二兩，炮附子一枚。水煎，分四次服。
^formula2〔附子理中丸證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients422 炮附子、人參、白朮、炮姜、炙甘草 各30g。蜜丸，每服9g。
^formula3〔回陽救急湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients423 附子、乾薑、白朮、肉桂、人參、麝香、茯苓、五味子、姜半S、陳皮。
^ingredients424 發汗，若下之，病仍不解，煩躁者，茯苓四逆湯主之。茯苓 四兩，人參 二兩，生附子一枚，炙甘草 二兩，乾薑 一兩半 (《傷寒論》69條）。
^ck05z19h183
^norm 陽脫，亡陽。
^chinese 箱亂亡陽，夾陰亡陽，中寒。
^combo 陽虛+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①惡寒，②戰慄，雖近烈火亦驤然惡寒，③身蜷嗜臥，④精神恍惚，喃喃妄言，⑤頭重暈 倒，⑥張口不能言，眩時自冒。
^tounge 舌淡苔白。
^ill2〔陽氣脫絕〕
^symtom ①肢冷厥逆，「②神識模糊，③冷汗淋漓，④呼吸微絕，口弈氣冷，⑤一曰昏憤數次，倏然 昏倒，⑥抽搐無力，⑦戴眼反折，⑧氣急息高，⑨精滑如水，遺尿，R舌卷渙縮，陽縮。
^pulse 脈微，脈促，浮大空，無脈。
^ill<sub=1>〔陽氣不行〕
^symtom ①腹痛，②面黑唇白，③足抽筋，④腹鳴，⑤指甲青，⑥下體如冰。
^tounge 苔白膩，中心黑潤。
^ill<sub=2>〔津液不固〕
^symtom ①下利不止，②吐瀉不止，③目眶下陷，④口流白沫。
^formula1〔參附湯證〕
^origin〔《婦人良方》方〕
^formula2〔四逆湯證〕
^origin〔《傷寒論》方〕
^alias肝中寒，寒中厥陰，寒伏厥少，少陰中寒，冷結膀胱。
^chinese 夾陰傷寒，行經中寒，脅痛，陰油，寒成，賢厥，陰呢，黃膜上衝。
^western腸梗塞，急性前列腺炎，角膜潰瘍伴前房積胺。
^ill〔陽氣不行〕
^symtom ①兩臂不舉，②形寒怕冷，③面色恍白，④流冷淚。
^tounge 舌淡苔白。
^pulse 脈沉弦，細微。
^ill〔陽氣不振〕
^symtom ①自汗惡寒，冷汗遍體，②大便自利，③小便清頻。
^tounge 舌淡苔白。
^pulse 兩尺沉細。
^symtom ①胸脅痛，②疝瘕痛，③食行則吐，嘔吐黃誕，④少腹硬塊』疼痛難當。‧：
^symtom 善太息。艦H297肝酬雜1309酬醜
^symtom ①痛，頭頂脹悶疼痛，②寒熱，③目痛不甚。
^tounge 舌本燥。圖29肝腎陰寒證i正候結構圖
^ck05z21h296
^chinese 脅痛，寒疝，黃膜上衝。
^western 腸梗塞，角膜潰瘍伴前房積胳。
^combo 陽滯+氣滯
^formulas
^formula<var=1>〔當歸四逆湯證〕
^origin〔景瑞生方〕
^ingredients425 桂枝、白芍、當歸、香附、生薑、小茴香 各9g，木通、吳茱萸、莪術 各6g，細辛1.5g，肉桂、甘琪、廣木香 各3g。
^ingredients426 之：桂枝、柴胡、
^ingredients427 (4)肺氣聵鬰，宣降失機，脅痛，脈右弦，推氣散：薑黃、枳殼、肉桂心、炙甘草。王雨三主合甘芍湯。
^ck05z21h174
^norm 陰寒上逆。
^chinese 陰呃，賢厥。
^ill〔陽氣不振〕
^symtom ①自汗惡寒，②大便自利。
^tounge 舌淡苔白。
^pulse 尺獨遲。
^ill2〔氣機沖逆〕
^symtom ①氣從少腹上衝而呃，②發聲遲緩，③由腰脊而升，④喉如刀刺，⑤口吐稀涎。
^pulse 脈細弦。
^ill<sub=1>〔陽氣不行〕
^symtom ①手足厥冷，②面青肢冰。
^ill2<sub=1>〔氣機不利〕
^symtom ①臍腹疼痛。
^ill<sub=2>〔陌氣浮越〕
^symtom ①厥回則熱。
^formulas
^formula〔椒附丸加戚證〕
^origin〔葉天士方〕
^ingredients428 炮附子、淡乾薑、胡蘆巴、川花椒、半夏、茯苓、生薑 各15g，水泛丸。
^ck05z21h297
^norm 寒中厥陰，寒伏厥少。
^chinese 寒疝，行經中寒。
^combo 陽閉+氣滯+氣逆
^ill〔陽氣閉塞〕
^symtom ①昏倒，②目珠上瞪，③肢搐，肢痙『急，④面青，⑤畏寒寒慄，.⑥手足厥寒，⑦腰脊 麻木沉菰。_
^tounge 舌淡白，苔白滑。
^pulse ①脈沉細緊，②細欲絕。
^symtom ①夜發腹痛喜熱手按，②左脅痛，③小腹痛，④少腹拘急，齊連腿脅會陰，⑤二便不利。
^symtom ①嘔吐清水，②氣從少腹上衝則厥，③得食則嘔，④頭暈欲嘔。
^symtom ①胸中窒塞。
^symtom ①面赤帶青，②厥回而熱，傲汗而退，③嘔輯煩躁，④饑不欲食，⑤額汗淋漓。
^formulas
^formula1〔當歸四逆湯證〕
^origin〔《傷寒論》方〕
^ingredients429 當歸、桂枝、芍葯、細辛 各三兩，炙甘草、通草 各二兩，大棗二十五枚。水煎，分三次服。
^formula2〔當歸四逆加吳茱萸生薑湯證〕
^origin〔（傷寒論》方〕
^ingredients430 (3)過允文治乾犯大寒，伏藏厥少，先寒後熱，寒時氣從少腹上衝則厥，面青肢冰，目上挺約一時#，厥回而熱.多 吐稀誕，微汗乃退，脈細弦不為指撓，苔白舌淡：代赭石30g，附子、乾薑、肉桂、吳茱萸 各1.5g，旋i花9g，川厚樸、半夏各A5g，枳實6g，1劑痛減，2劑厥止，繼用當歸四逆湯加減：當歸、桂枝、生薑 各3g，白芍4.5g，北細辛、炙甘草 各1.5g，木通2.4g，紅棗4枚，疾除宵動（《全國名醫驗案類編》92)。
^ck05z21h309
^norm 少陰中寒，冷結膀胱。
^chinese 寒疝。
^western 急性前列腺炎。
^combo 陽閉+氣結
^ill〔陽氣閉塞〕
^symtom ①四肢厥冷，②小便清白，③面色萎黃暗黑，皮色青紫，④身冷汗出，⑤惡寒蜷臥，神疲 頭暈，⑥肢體痿軟，⑦陽痿。
^tounge 舌淡白苔白。脈象①脈沉微細，②沉澀。
^ill2〔氣機鬱結〕
^symtom ①小腹滿按之痛，②小腹疼痛。
^ill<sub=1>〔陽氣不行〕
^symtom ①腰脹痛引陰盎，②寒丸墜脹牽引少腹，涼麻疼痛，③小便渾濁頻數。
^ill<sub=2>〔氣機不利〕.
^formulas
^formula〔金匱寒疝法證〕
^origin〔朱顏方〕
^ingredients431 川烏（先煎）7.5g，肉蓯蓉30g，.肉桂3g，吳茱萸6g，當歸尾、胡蘆巴、烏藥、青皮 各9g，橘核15S，小茴香4.5g。
^alias寒中厥陰，寒中太陰，厥陰症純陰無陽證，寒氣厥逆，有陰無陽，至虛有盛候，陰盛格陽，戴陽，格陽證，真寒假熱，厥陰陰陽錯雜證，上熱下寒證，真厥陰證。
^chinese 夾陰傷寒，厥陰病，少陰吐利，陰R亂，寒厥，陰厥，臟厥，嘔逆，寒估，陰陽易。
^ill〔陽氣不振〕
^symtom ①捲臥，②畏寒戰慄，③口唇淡，④精神萎頓。
^pulse 脈遲無力時止。
^symtom ①乾嘔不止，②時吐食人反出，③四肢厥逆。
^symtom ①面青，②唇縮，③手足逆冷。
^tounge 舌白。
^pulse 脈沉緊。
^symtom ①腹痛，②腹脹，腹滿而脹，遇寒則甚，③少腹痛。
^symtom ①不煩而躁，無暫安時，不得臥，②身有微熱，發熱不退，③大熱譫語，亂言無倫，④熱熾躁擾，張目不眠，發?有力，⑤面少赤，面赤，目紅面赤，⑥唇紅而焦，⑦口舌乾而澀，⑧咽乾，⑨口渴。
^tounge 舌黑。
^pulse ①脈數大而空，②下指洪大，按之索然，③浮數無力，④六脈浮。
^ck05z18h174
^norm 厥陰症純陰無陽證。
^chinese 夾陰傷寒。
^combo 陽虛+氣逆+陽滯
^ill〔陽氣不振〕
^symtom ①錄臥，②畏寒戰慄，③口唇淡，④精神萎頓。
^pulse 脈遲無力時止。
^ill2〔氣機沖逆〕
^symtom ①乾嘔不止，②時吐食入反出，③四肢厥逆。
^ill<sub=1>〔陽氣不行〕
^symtom ①面青，②盾縮，③手足逆冷。
^tounge 舌白。
^pulse 脈沉緊。
^ill2<sub=1>〔氣機不利〕
^symtom ①腹痛，②腹脹，腹滿而脹，遇寒則甚，③少腹痛。
^ill<sub=2>〔陽氣浮越〕
^formulas
^formula<var=2>〔回陽救逆湯證〕
^origin〔黃仲權方〕
^ingredients432 黨參、炒白朮、茯苓、法半S 各9g，炙甘草、廣陳皮、肉桂 各6g，黑附子、乾薑 各4.5g，五味子2.4g，吳茱萸0.6g，嘔加薑汁2匙。
^ingredients433 1論著：吳鞠通：脾陽不足，陰寒凝聚，腹滿而脹，遇寒則甚，食人反出，四肢厥逆，脈沉緊，主溫胃湯：附子、厚 才卜、白芍、當歸、人參、炙甘草、橘皮、乾薑、川花椒（《溫病條辨》）。
^ck05z18h279
^norm 厥陰病，真厥陰證，厥陰陰陽錯雜證，上熱下寒證。
^chinese 嘔逆、
^combo 氣鬱+氣逆+氣蒸+陽氣+津灼
^formulas
^formula1〔烏梅丸〕
^origin〔《傷寒論》方〕
^ingredients434 烏梅三‧&枚，乾姿 十兩，黃連 十六兩，當歸、蜀椒 各四兩，細辛、炮附子、桂枝、人參、黃柏 各六兩。蜜九，如梧桐 子大，每服十丸，日三次。
^ck05z18h265
^norm 寒中太陰，寒氣厥逆，至虛有盛候。
^chinese 寒疝。
^combo 陽閉+氣滯
^ill〔陽氣閉塞〕
^symtom ①面音唇白，②惡寒，自汗，③肢厥冷逆，④足不仁，拘急，⑤痛喜按，得熱則緩。
^tounge ①舌白滑，②甚則灰。
^pulse ①脈遲細微，②沉弦伏，③脈遲小澀，④脈沉遲或沉微。
^ill<sub=1>〔氣機不利〕
^symtom ①擠中癉不可忍，②腹中痛，腹痛綿綿，絞痛，③胸腹脹痛，似拳頭突出，手不能觸，便 溏，④小腹卒痛，⑤大便室塞，⑥二便不通。
^ill<sub=2>〔氣機不宣〕
^symtom ①不欲食，②不食不寐。
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1〔白通湯證〕
^origin〔《傷寒論》方〕
^formula2〔椒附白通湯證〕
^origin〔吳鞠通方〕
^formula3〔烏附椒薑湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients435 寒氣厥逆，赤丸主之，茯苓 四兩，烏頭 二兩，半芨 四兩，細辛 一兩，酒飲下三丸（《金匱要略》73〉。
^ingredients436 痛：炒熱生附、炒黑川花椒、乾孌、蔥白、豬膽汁。
^ck05z18h182
^norm 有陰無陽，陰盛格陽，戴陽，格陽證。
^chinese 少陰吐利，臟厥。
^ill〔陽氣不振〕
^symtom ①面青白，②肢冷，③自汗，④似寐非寐，⑤背冷惡寒。
^tounge ①舌淡苔白，②舌潤心白。
^pulse ①脈弱浮，②脈沉細。
^ill2〔陽氣浮越〕
^symtom ①不煩而躁，無暫安時，不得臥，②身有微熱，發熱不退，.③大熱譫語，亂言無倫，④熱 熾躁擾，張目不眠，發狂有力，⑤面少赤，面赤，目紅面赤，⑥唇紅而焦，⑦口舌乾而澀，⑧咽乾，⑨口渴。
^tounge 舌黑。
^pulse ①脈數大而空，②下指洪大，按之索然，③浮數無力，④六脈浮大而數，按之無力。
^ill<sub=1>〔陽氣不行〕
^symtom ①下利，②嘔逆，③吐利頻作，④胸脅痛脹，⑤腹痛，腹中絞痛，⑥腹中膨脹，大便燥結，不行，⑦身疼不能轉側，⑧面思，⑨舌漸強硬，語言不清。
^tounge 苔青滑。
^pulse 脈沉遲。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①肢冷，②厥逆，③胸腹冷汗，汗出不止，④喘咳不得臥，氣逆喘急，⑤鬰冒神昏，⑥口 張開目直視，⑦寒戰咬牙，肉晌筋惕，⑧兩手撮空。
^pulse ①脈數，②脈微欲絕。
^formulas
^formula1〔通脈四逆湯證〕
^origin〔《傷寒論》方〕
^formula2〔吳茱萸湯證〕
^origin〔(傷寒論》方〕
^ck05z18h180
^norm 寒中厥陰，陰盛格陽，真寒假熱。
^chinese 陰笛亂，陰陽易。
^combo 陽虛+陽滯+陽鬰+陽脫
^ill〔陽氣不振〕
^symtom ①惡寒戰慄，②目閉不語，③小便清冷，④四肢厥冷，⑤身體沉:1，少氣無力，⑥面色萎 貨無華，⑦頭重眼花。
^tounge 舌淡苔白。
^symtom ①面青唇紫，指甲青，②厥逆，③目瞪肢搐，④筋急轉筋，⑤吐逆，上吐涎沫，下利清水
^tounge ①舌青滑，②淡紫滑，色暗，③苔白。
^pulse 脈沉細。
^symtom ①面赤戴陽，面赤帶青，②煩躁，不眠，③頭痛，④唇焦。
^pulse ①脈大按之細欲絕，②脈細欲絕。
^symtom ①囊縮舌卷，直視，②自汗淋漓，③螺癉音啞，④筋惕肉輞，⑤鬰冒昏沉，⑥神揚氣促，
^pulse 脈細欲絕，.脈絕。
^formulas
^formula1〔'當歸四逆湯〕
^origin〔《傷寒論》方〕
^ingredients437 當歸、桂枝、芍葯、細辛 各三兩，炙甘草、通草 各二兩，大棗二十五枚。水煎，分三次服。
^ck05z18h181
^norm 厥陰純陰無陽之證，陰厥。
^chinese 寒厥。
^combo 陽虛+陽閉+陽脫
^ill〔陽氣不振〕
^ill〔陽氣閉塞〕
^symtom ①不省人事，②面青齒搽。
^ill<sub=1>〔陽氣不行〕
^symtom ①腹痛綿綿不止，②手足厥寒。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①神思昏迷，②語多錯亂。
^pulse ①脈沉細，②脈微細欲絕。
^tounge 舌淡紅無苔。
^formulas
^formula〔當歸四逆湯證〕
^origin〔劉振聲方〕
^ingredients438 當歸、桂枝 各9g，細辛3g，白芍、炙甘草各知，大棗5枚，蔥白3條。
^alias厥陰頭痛，肝寒犯宵，肝留寒痛，陰盛格陽，陰證似陽，真寒假熱。
^chinese 厥陰頭痛，眩牽，胃痛，陰呃，嘔吐，寒濕疝，寒疝痛，蛔厥，少陰吐利。
^western神經性嘔吐。\\
^ill〔陽氣不行〕
^symtom ①四肢厥逆，②煩躁不寧，不寐，③面白、面色慘淡，憂部青晦，④時或腹痛拘急，便塘，⑤舌
^tounge ①舌淡，苔白，②苔白滑。
^pulse ①脈細沉弦，②沉緊，③沉遲，④脈左關弦細、右關沉遲無力。
^symtom ①頭痛如破，偏左頭痛如劈，②痛在頭頂，但喜手按，③頭中冷痛畏風，④頭眩，頭最目眩，周
^symtom ①噁心作嘔，嘔吐食物，②乾嘔吐涎沫，③頻 『
^symtom ①胃脘陣陣作痛，脘砟吐酸，得食則痛緩，②
^pulse ①脈小左弦，②脈雙弦。
^ck05z16h070
^chinese厥陰頭痛，眩牮。
^combo 陽滯+氣逆
^ill〔陽氣不行〕
^symtom ①四肢厥逆，②煩躁不寧，不寐，③面白、面色慘淡，憂鬱青晦，④時或腹痛拘急，便溏，⑤舌冷如冰，⑥口味覺酸。
^tounge ①舌淡，苔白，②苔白滑。
^pulse ①脈細沉弦，②沉緊，③沉遲，④脈左關弦細、右關沉遲無力。
^ill2〔清空不宣〕
^symtom ①頭痛如破，偏左頭痛如劈，②痛在頭頂，傅喜手按，③頭中冷痛畏風，④頭眩，頭犖目 眩，周圍轉動，身搖欲傾，兩目昏花，耳如蟬鳴。
^ill<sub=1>〔氣機沖逆〕
^symtom ①噁心作嘔，嘔吐食物，②乾嘔吐涎沫，③頻吐涎水，④食藥不進，人口即吐。
^ill<sub=2>〔氣機不宣〕
^symtom 脘痞喜按。
^formulas
^formula〔吳茱萸湯證〕
^origin〔《傷寒論》方〕
^ck05z16h251
^norm 肝寒犯胃，肝胃寒痛。
^chinese 胃痛。
^combo 陽鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①冷汗如流，②手足冷如冰，③其痛綿綿不休，得寒飲則甚。
^tounge ①其苔白滑，②舌苔灰白。
^pulse ①脈遲小澀，②脈弦而遲。
^ill2〔氣機不利〕
^symtom ①胃脘陣陣作痛，脘痛吐酸，得食則痛緩，②脘脅脹痛，③膠腹作痛。
^pulse ①脈小左弦，②脈雙弦。
^ill<sub=1>〔氣機不宣〕
^symtom 嘔而胸滿。
^ill<sub=2>〔氣機不降〕
^symtom ①痛劇則嘔，②吐酸吞酸，③乾嘔涎沫。
^formulas
^ingredients439 白芍、桂枝、乾薑、炙甘草、半夏、橘餅、川花椒、黨參、白朮。
^formula2〔章次公方證〕
^origin〔章次公方〕
^ck05z16h252
^norm 陰濁上逆。
^chinese 陰呃，嘔吐。
^western 神經性嘔吐。
^combo 陽虛+氣逆+氣滯
^ill〔陽氣不振〕
^symtom ①稍神麥頓，②而色晦暗，口唇淡‧；③頭眩，④不渴。
^pulse ①脈傲細，②脈右關兩尺沉弱，③脈沉遲。
^tounge 苔白。
^symtom ①呃逆不止，飲食難下，②嘔而胸滿，③食谷欲嘔，得湯反劇苔白體溫36. 5弋，心肺聽診
^ill<sub=1>〔氣機不利〕
^symtom 胸滿。
^ill<sub=2>〔氣機不宣〕』
^formulas
^formula1〔吳茱萸湯加味〕
^origin〔張俊傑方〕
^ingredients440 吳茱萸9g，紅參3g，大棗5粒，代赭石12g，水煎溫服。
^ck05z16h296
^norm 肝寒內盛。
^chinese 寒濕疝。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom ①四肢厥冷，②面色不華，③手足攣急而痛，④不渴。
^tounge ①舌苔灰濁，②白滑，③無苔。
^pulse ①脈弦總，②脈弦反數。
^ill2〔氣機不利〕
^symtom ①當臍痛，②脅下痛。
^ill<sub=1>〔氣機不宣〕
^symtom 胸悶食少。
^ill<sub=2>〔陽氣佛鬰〕
^symtom 寒熱往來。
^formulas
^formula〔椒桂湯證〕
^origin〔《溫病條辨》方〕
^ingredients441 川花椒、柴胡、桂枝 各18g，商良姜、廣陳皮、吳茱萸、青皮 各9g，小茴香12g。覆被令微汗佳，不汗飲薑湯。
^ingredients442 2.病案：曹仁伯治久痛，手足攣急而痛，舌苔灰濁，面色不華，四肢厥冷，脈弦急，此寒濕與痰內壅於肝，外 攻經絡，當歸四逆湯加減：當歸、V炒『小茴、白芍、炒肉桂、木通、半夏、薏苡仁、防風、茯苓、橘紅（《柳選四家醫 案） 129) o
^ck05z16h297
^norm 陰盛格陽，陰證似陽，真寒假熱。
^chinese 寒疝痛，蛔厥，少陰吐利。
^combo 陽閉+氣滯+氣逆
^ill〔陽氣閉塞〕
^symtom ①面青白，②足厥冷，③昏倒，④不省人事。
^tounge 舌淡苔白。
^pulse ①沉遲，②脈沉細，③脈遲微欲絕。
^ill2〔氣機不利〕
^symtom ①心胸中大寒痛，心腹痛不可忍，②腹痛，上衝皮起，出見頭足，痛而不可觸，③腹左氣 攻脹痛上至於脘，下及少腹，④積氣自少腹上逆，心痛吐食。
^ill<sub=1>〔氣機沖逆〕
^symtom ①得食則嘔，②吐蛔，嘔逆，吐涎沫，③便洩。
^ill2<sub=1>〔氣機不宣〕
^symtom 饑不欲食。
^ill<sub=2>〔陽氣怫鬰〕
^symtom ①心神不安，②舌乾口渴，漱水不咽，③嘔渴煩躁，④煩躁不寧，昏亂。
^pulse 脈大而虛。
^formula1〔寶鑒當歸四逆湯證〕溫肝散寒，陰寒過盛，上犯於脾，積氣自少腹上逆，詳見論著（2)。
^ingredients443 當歸尾、附子、肉桂、小茴、柴胡、白芍、元胡、川棟子、茯苓、澤瀉。『
^formula2〔理中安蝸湯證〕
^origin〔《萬病回春》方〕
^ingredients444 人參2.1g，白朮、茯苓 各3g，川花椒、烏梅 各0.9g，炮姜1.5g。水煎服。
^formula3〔甘熱祛寒法證〕
^origin〔雷少逸方〕
^ingredients445 炙甘草6g，乾薑3g，附子、吳茱萸 各3gt加肉桂、白芍。‧　　　摘錄：
^alias客寒包火，衛分溫病，營分伏溫。
^chinese 感冒，小風溫‧冷風引發伏溫，外感咳嗽，哮喘，咳喘。
^western普通感冒，流行性感冒，老慢支、市氣腫伴繼發性感染。
^ill〔陽氣不宣〕
^symtom 形寒。
^tounge 苔白。$
^pulse 脈浮弦。
^ill〔氣機不宣〕
^symtom ①咳嗽，②胸背痛。
^ill2〔腠理不宣〕
^symtom ①惡寒。表裡證
^ill3〔津氣蘊蒸〕
^symtom ①口乾，口渴，口苦，②身熱汗出，③尿黃赤。L
^tounge 苔黃膩。.裡證一
^pulse 脈滑。1~
^ill4〔清空不宣〕
^symtom ①頭痛。
^ill5〔潸竅不宣〕
^symtom ①咽癢微紅，②弈塞聲重流清涕。
^symtom ①咳嗆，②氣喘。
^ck06z01h001
^norm 衛分溫病。
^chinese 客寒包火，感冒，小風溫，冷風引發伏溫。
^combo 表鬰+空竅+經氣
^ill〔腠理不宣〕
^symtom ①微惡風寒，②身微發熱，③無汗，或有汗不多。
^tounge 舌邊尖紅，苔薄白。
^formulas
^formula〔蔥豉桔梗湯證〕
^origin〔《通俗傷寒論） 方〕
^ingredients446 鮮蔥白3~5枚，桔梗、薄荷各3~4.5g，連翹4.5~6g，焦山扼6~9g，豆豉9-15g，生甘草1.8~2.4g，鮮竹葉30 片。‧‧‧　　　捅錄：
^ck06z01h002
^norm 衛分溫病。
^chinese 客寒包火。
^combo 表鬰+氣蒸
^symtom ①微惡k寒，②無汗。
^tounge 苔薄白。
^pulse 脈弦。
^symtom ①發熱，②口渴。
^tounge 舌紅。
^pulse 脈浮數。
^symtom ①頭痛。
^symtom ①鉍塞流涕。
^symtom ①身痠，②身痛。
^pulse 脈左弦緩。
^formula1〔蔥豉湯證〕
^origin〔《肘後方》方〕
^formula2〔銀翹散略加麻黃證〕
^origin〔《通俗傷寒論》方〕
^ingredients447 銀花、連翹、竹葉、荊芥、牛蒡子、淡豆豉、薄荷、桔梗、蘆根、甘草、麻黃。
^ck06z01h013
^norm 營分伏溫。
^chinese 客寒包火。
^combo 陽鬰+表鬰+營蒸
^symtom ①凍寒無汗，②惡寒，③肢冷。
^tounge 苔白。
^pulse 舌紅。
^symtom ①惡風，②惡寒無汗。
^pulse 脈浮弦。
^symtom ①發熱夜甚，熱甚略有譫妄，②出血，③口渴。
^tounge 舌紅。
^pulse 脈數。
^symtom ①頭昏，②頭痛。
^symtom ①喉癢，②咳不暢。
^ill<sub=2>〔經氣不宣〕
^symtom 身痛。
^formulas
^formula<var=2>〔洩衛安營湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients448 蘇葉梗、炒黑荊芥、蘇薄荷 各3g，杏仁、紫菀、白芍 各4.5g，蜜橘紅、片黃芩 各2.4g，炙甘草1.5g，藕汁2瓢。
^ingredients449 2.病案：周小農治身熱脈數，艱寒無汗，口渴舌紅，熱甚略有譫妄，以蔥白、豆豉、桑葉、荊芥、蘇葉、牛蒡子、杏 仁、鬰金、前胡、連翹、竹葉等，暢汗熱減神清，調理漸愈（《周小農醫案》31)。、
^ck06z01h034
^norm 客寒包火。
^chinese 感冒。
^combo 氣鬱+表鬰
^ill〔氣機不宣〕
^symtom ①咳逆，②胸悶。
^tounge ①舌尖紅苔白簿，②荅淡黃滑。
^ill2〔腠理不宣〕
^symtom ①發熱惡寒，②汗出不透，③無汗。
^pulse 脈數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛。
^ill2<sub=1>〔氣機不降〕
^symtom ①咳嗆。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻塞，②咽痛。、
^formulas
^formula<var=2>〔蔥豉桔梗湯證〕
^origin〔吳甸方方〕
^ingredients450 蔥白、酒制黃芩、枳殼、薄荷 各3g，淡豆豉6g，連翹3.6g，桔梗、北防風、前胡、橘紅、南杏仁 各4.5g，焦扼皮、淡
^ingredients451 竹葉 各2.4g。
^ck06z01h035
^norm 客寒包火。
^chinese 感冒重證。
^formulas
^formula1〔麻黃射乾方〕
^origin〔蒲輔周方〕
^ingredients452 麻黃2g，射乾、冬花、桔梗、蘇葉、橘紅 各3g，紫菀、前胡、桑白皮、杏仁、瓜蔞殼、象貝母 各4.5g，蜂蜜引。
^ck06z01h231
^norm 外感咳喘。
^chinese 外感咳嗽。
^combo陽鬰+氣部
^ill〔陽氣不宣〕
^symtom ①形寒，②大便不爽。
^tounge 舌質淡胖，苔薄膩。
^pulse 脈細帶滑。
^ill2〔氣機不宣〕
^symtom ①咳喘痰少，②口乾，③納少。
^ill<sub=1>〔氣機不降〕
^symtom 夜不能平臥。
^ill<sub=2>〔清竅不宣〕
^symtom 咽阻。
^formulas
^formula〔辛平宜肺湯證〕
^origin〔《秦伯未醫文集》方〕
^ck06z01h234
^norm 寒包火咳喘。
^chinese 哮喘，咳喘。
^western ‧.老慢支、肺氣腫伴繼發性感染。
^combo 津灼+氣蒸+氣鬱+血溢
^symtom ①面色黯唇黑，②目赤濁。
^tounge 舌質紅。
^pulse 脈細數。『
^symtom ①咳嗽胸悶，②略有惡寒發熱。
^tounge 苔灰由。
^pulse 脈浮滑數。
^symtom 咽乾而痛。
^symtom 口渴。
^formulas
^formula〔射乾麻黃湯合瀉白散證〕
^origin〔黃文東方〕
^ingredients453 射乾、麻黃、細辛、紫菀、款冬花、五味子、半夏、桑白皮、地骨皮、甘草、生薑、大棗。
^alias客寒包火，風寒閉箸，兩傷營衛，氣分窒閉，「氣分伏溫，風溫犯肺，肺氣鬱痺，太陽陽明病，太陽少陰證，虛人感冒，陽氣怫鬰在表，失表失血。
^chinese感冒，風熱外感，風溫，溫病兼寒，熱病兼寒，戾月傷寒，涼燥伏暑，寒閉，少陰伏溫病，陽虛伏溫，痧疹 不透，麻疹初潮，傷寒壞病，狂汗，咳嗽，頓咳，咳袖，哮喘，寒包火哮，肺閉，肺痺，熱喘，失音，吐血，衄血，溫症，風水，熱痺，急驚風。
^western上呼吸道感染，急性氣宵炎，支氣管炎，百日咳，急饅性扁桃體炎，哮喘，大葉性肺炎及肺炎後繼發膿胸，腺病毒肺炎，麻疹肺炎，支氣管肺炎，慢性腎炎急性發作，急性風濕性關節炎。
^symtom ①骨節疼煩，②週身酸楚，③四肢不溫，'④渾身骨節痛，下部尤甚。
^pulse 脈浮緊。
^symtom ①惡風，②微熱惡寒，③皮膚乾燥無汗。
^pulse 浮數。
^symtom ①但熱無寒，②吋煩，③身痛如割，④口渴，⑤不得眠，⑥灼熱自汗。。
^tounge 苔薄黃。
^pulse ①脈右寸關大，②浮數。
^symtom ①頭痛如裂，②頭項痛，③前額連眼眶脹痛。
^symtom ①胸腡飽脹，②咳嗽，.③乾咳。
^symtom ①乾嘔，②呼吸粗促。
^symtom①鼻塞聲繭 ②喉癢，咽痛，③兩目俱痛。
^ck06z12h008
^chinese 月傷寒。
^combo陽滯+表鬰+氣b
^symtom①惡寒，②身*乍有輕時。
^tounge苔白。•
^pulse①脈浮級，②浮緊，③細澀。
^ill〔腠理不宣〕
^symtom①®風惡寒，②發熱無汗。
^tounge苔白。
^pulse脈浮緊。
^ill2〔津氣速灼〕
^symtom①發熱煩躁.②口渴引飲，③面④小便短赤，⑤大便不通。
^tounge舌紅苔黃。
^pulse脈關洪滑數。'
^ill<sub=1>〔經脈不行〕
^symtom①頭項強痛，②身疼痛.③腰痛。
^ill2〔清空不宣〕
^symtom頭痛如破。
^ill<sub=2>〔清竅不宣〕
^symtom鼻鳴#塞。
^formula1〔大資龍湯證〕
^origin〔《傷寒論》方〕
^formula2〔三黃石*湯證〕
^origin〔（外臺秘要》方〕
^ingredients454 黃連、黃柏、黃芩、石奇、扼子 各6g，淡豆豉9g，麻黃4.5g。
^ingredients455 (4)賴良蒲治冬月頭身盡痛，發熱惡寒，煩躁無汗，舌苔純白，脈浮緊，宜營衛雙調，風寒雙解：桂枝、羌活、生 姜、麻黃、杏仁、甘草、大棗 各9g，石奔30g，2劑通身汗透，煩躁已，寒熱罷，痛止脈平，但昏倦噁心，不思飲食，舌苔 白膩，脾陽素虛，濕飲內S，改蒼白二陳加天麻：白朮、蒼朮、天麻 各6g，茯苓12g，陳皮4.5g，法半夏、甘草 各9g，2 劑愈（《蒲園醫案》6)。
^ck06z12h006
^norm 陽氣怫鬰在表。
^chinese 狂汗。
^combo 陽鬰+表鬰
^ill〔陽氣不宣〕
^symtom ①戰慄無汗，②膚鎬而枯。
^tounge 苔薄白。
^pulse 脈澀細。
^ill2〔陽氣怫鬰〕
^symtom ①面色緣緣正赤，②煩躁，③神昏譫語，④口揭，⑤大便不通。
^pulse ①浮數，②浮緊而數。
^ill<sub=1>〔滕理不調〕
^symtom ①發熱惡寒，②熱多寒少，③翁翕如有熱狀。
^ill2<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill<sub=2>〔經氣不宣〕
^symtom ①骨節疼，②項強。
^ill2<sub=2>〔清竅不宣〕
^symtom 鼻塞。
^formulas
^formula〔桂枝二越婢一湯證〕
^origin〔《傷寒論》方〕
^ck06z12h007
^norm 客寒包火。
^chinese 客寒包火，風寒閉暑，寒閉。
^combo 陽滯+表鬰+經脈+空竅
^ill〔陽氣不行〕
^symtom ①惡寒，②戰慄，③煩躁尿赤。
^pulse 脈緊數。
^symtom 惡寒發熱無汗。
^pulse 脈浮。
^ill<sub=1>〔經脈不行〕
^symtom ①遍體痠痛，②項強，③身重疼痛，④播搦，⑤筋脈不和。
^ill2<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom 鼻鳴。
^formula1〔大青龍湯證〕
^origin〔《傷寒論》方〕
^ingredients456 麻黃 六兩，桂枝、炙甘草 各二兩，杏仁四十枚，生薑 三兩，大棗十枚，石膏如雞子大。水煎，分三次服。
^formula2〔羌秦香薷飲證〕適應肺胃寒熱證，夏月先受晷熱，又感陰寒，惡寒戰慄，發熱身痛，拘孿搐搦，煩渴尿赤。
^ingredients457 羌活、秦艽、香蔣、扁豆、厚樸、黃連。摘錄：
^ingredients458 斂陰：麻黃2.4g，桂枝、甘草 各3g，杏仁、白芍 各6g，生薑9g，大棗4枚，得汗熱減，惟口乾思飲，
^ingredients459 虎加白芍、陳皮、薄荷，行氣和血兼涼散（《全國名醫驗案類編》70)。
^ck06z12h033
^norm 氣分室閉。
^chinese 失音，涼燥伏暑。
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①咳逆，②胸悶，咯痰隨出隨阻，③乾咳無痰，④爾脘脹悶，⑤飲食不香，⑥微寒而熱。
^tounge ①苔微黃薄，②舌紅苔薄白膩。
^pulse ①脈弦滑，②脈轉浮數。
^ill<sub=1>〔清窮不宣〕
^symtom ①失音音啞，②口揭，③鼻塞流汗，④咽癢，⑤咽幹不欲飲，⑥咽痛乾燥，喉痺/
^ill2<sub=1>〔清空不宣〕
^symtom ①頭痛，②頭脹。
^ill<sub=2>〔氣機不降〕
^symtom ①氣喘，②飲水嗆出。
^formula1〔麻杏石甘湯證〕適應客寒包火，閉塞氣分，咳喘音啞，苔微黃而口渴，散外寒，清內熱。-
^ingredients460 麻黃、杏仁、石奇、甘草。咽痛乾燥加佃蠶、桔梗、射乾、蟬衣、天花粉、玄參，咳嗽痰多加瓜蔞皮、貝母、橘紅。
^formula2〔玉蝴蝶湯證〕
^origin〔《臨證治驗》方〕
^ingredients461 1.論著　　　(0陳士鐸：有口渴之極快飲濃水，忽而音啞者，主發聲湯：枇杷汁、貝母、茯苓、百部、蘇葉、寸麥冬、甘草、元 參、桑白皮。茯苓蘇貝湯：蘇葉、寸麥冬、貝母、茯苓。
^ck06z12h034
^norm 外寒內熱。
^chinese 感冒，麻疹初潮。
^combo 表鬰+氣鬱
^symtom ①乾咳少痰，②咳嗽。
^pulse ①脈浮數，右寸關大。
^symtom ①微熱惡寒，②頭身發熱，四肢不溫，③皮膚乾燥充汗，④週身酸楚。
^pulse 脈浮緊。
^tounge 苔黃薄。
^symtom ①頭痛，②頭項皆痛。
^symtom 呼吸粗促。
^symtom ①眼淚汪汪，涕淚俱下，②鼻塞盧重，鼻流清涕，③咽癢。
^formulas
^formula1〔蘇芷湯證〕
^origin〔《孔伯華醫案》方〕
^ingredients462 蘇葉、白芷、辛夷、倕蠶、薄荷 各6g，川芎、蟬衣、通蓽 各3g，菊花、杏仁、桑葉 各9g，板藍根、鮮枇杷葉 各12g，鮮蘆根24g，甘草1.5g，鴨梨皮30g。
^formula2〔透疹湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients463 粉葛根5g，蟬衣、浙貝母、荊芥穗*南杏仁、枳殼、前胡、牛蒡子、北防風、木通、蘇葉 各3g，薄荷2g，蔥白2莖。摘錄：
^ck06z12h035
^norm 外寒鬱熱。
^chinese 風熱外感，風溫，痧疹不透。
^western 急性扁桃體炎，上呼吸道感染。
^combo 氣鬱+表部+氣蒸+空竅
^ill〔氣機不宣〕.
^symtom ①咳嗽，②痰不爽出，③左胸痛，④咳時牽引腹痛。
^pulse 脈沉弦。
^ill2〔腠理不宣〕
^symtom ①惡寒，徼惡寒，②嵌疹不透。
^tounge 舌淡苔白黃膩。
^pulse 脈右寸浮虛，關浮弦，尺沉滑，左寸尺沉，左關弦滑。
^ill3〔津氣繭蒸〕
^symtom （I)發熱，２手足心熱，③心煩不安，④汗多夜間尤甚，⑤口乾思飲，飲不解渴，⑥小便
^symtom ①流潔涕，②喉痛，③鼻涕中夾血。
^ill<sub=2>〔氣機不降〕
^symtom 嗆咳甚劇。
^formulas
^formula<var=1>〔麻杏石甘湯證〕
^origin〔張若帆方〕
^ingredients464 淨麻黃、蘇梗、枳殼、竹茹 各4.5g，光杏仁、冬桑葉、牛蒡子 各9g，生甘草、桔梗 各3g，生石裔、鮮蘆根 各30g。
^ck06z12h036
^chinese 濕病兼寒，熱病兼寒。
^combo 表鬰+氣熾+氣鬱
^ill〔腠理不宣〕
^symtom ①怕風惡寒，②無汗發熱，③頭身俱痛，④週身拘急。
^tounge ①苔白，②苔薄黃膩。
^pulse ①脈左浮弦微緊，②脈浮數。
^ill2〔津氣瑾熾〕
^symtom ①壯熱、惡熱，②心煩，③口渴引飲，④自汗，⑤胸巾煩熱，⑥小便黃，⑦R熱。
^tounge ①苔黃邊尖紅，②舌苔薄黃，③望之似潤，捫之戟手。
^pulse ①脈右浮滑數，②洪，③脈弦數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛，②頭脹，③痛，④齒痛。
^ill<sub=2>〔氣機不宣〕
^symtom ①咳逆，咳嗽，②胸悶，胸痛，③脅痛，④咳引腹痛。
^ill2<sub=2>〔氣機不降〕
^symtom ①氣逆，②喘促，微汗而喘，臥則加劇，③咳嗆。
^formulas
^formula1<var=1>〔麻杏石甘湯證〕
^origin〔方仁淵方〕
^ingredients465 麻黃、石資、杏仁、薄荷、桔梗、連翹、鮮沙參、生甘草、川貝母、桑白皮、蘆根、元參。
^formula2〔寒解湯證〕
^origin〔張錫純方〕
^ingredients466 生石耷30g，知母24g，連翹、蟬衣 各4.5g。
^ingredients467 (2)方仁淵治風邪外閉，溫熱內侵，咳嗽帶紅，壯熱無汗，世俗所謂寒包火也，病經八日，肺絡傷矣，須開其玄府，洩其鬱熱，庶能表裡兩解：麻黃、桑葉、杏仁、桔梗、貝母、甘草、連翹、梔子、黃芩、蔥管、元參，胸痛雖減，仍然無 汗，宵為熱迫，倦而不寐，肺為風出，咳而且逆，改方（組方見方症），熱減咳輕，夜能安寐，桑葉、薄荷、桔梗、杏仁、瓜蔞皮、川貝母、黃芩‧、生甘草、元參、蘆根肉，雲行雨施得汗而蘊熱除，余熱未盡，再清肺胃以化之：桔梗、前胡、桑 白皮、杏仁、川貝母、黃芩、連翹、瓜蔞皮、元參、蘆根肉。
^ck06z12h093
^norm 太陽陽明病。
^chinese 客寒包火症，伏溫兼寒。
^combo 陽鬰+氣鬱+氣蒸+律灼
^ill〔陽氣不宣〕
^symtom ①頭痛，②惡寒，③渾身骨節疼，④無汗。
^ill2〔津氣蘊蒸〕
^symtom ①發熱、不惡寒，反惡熱，但熱不寒，汗自出，②頭痛如裂，③心煩不得眠，④痰黃，⑤
^tounge 舌紅，荇微。
^pulse 脈象浮數。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴，②舌燥，與乾，齒板燥，③尿赤。
^tounge 舌苔白而燥。
^ill2〔堉空不寧〕
^symtom 頭痛。
^ill2〔清竅不利〕
^symtom 兩目俱痛。
^ill<sub=2>〔氣機不利〕
^symtom ①咳嗽胸痛，②胸膈飽脹。
^ill2<sub=2>〔氣機不降〕
^symtom 咳喘。
^formulas
^formula1〔平邪湯證〕
^origin〔陳士鐸方〕
^ingredients468 黃芩1.5g，甘草3g，紫蘇、紫菀、葛根、石脊、貝母、茯神 各3g，麥冬15g。
^formula2〔清胃散證〕
^origin〔陳士鐸方〕
^ingredients469 石裔、半S、茯苓、麥冬 各6g，桂枝.5g，陳皮、葛根 各3g。
^formula3〔加味麻杏石甘湯證〕
^origin〔陳喬林方〕
^ingredients470 生麻黃7g，光杏仁（打）、焦山梔、銀花、連翹、桑葉 各10g，生石音35g，竹葉6g，茅根、葦根 各15g，生甘草3g。
^ck06z12h115
^norm 內熱傷淨。
^chinese 伏熱化燥
^western 麻疹後肺炎a
^combo 液灼+氣虛+表鬰+氣鬱
^ill〔津液消灼〕
^symtom ①高熱無汗，②唇乾，③痙厥。
^tounge 舌赤少津。
^pulse 脈細數。
^ill2〔氣虛不充〕
^symtom 目瞑少神。
^ill3〔腠理不宣〕
^symtom ①發熱無汗，②發熱汗少。
^tounge 苔膩。
^pulse 脈浮滑。
^ill<sub=1>〔清竅不利〕
^symtom 咽痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①咳嗽，②朐滿。
^ill<sub=2>〔氣機不降〕
^symtom 氣喘。
^formulas
^formula1〔玉竹甘石湯證〕
^origin〔蒲輔周方〕
^ingredients471 玉竹、天花粉 各4.2g，麻黃、甘草、桔梗爺.5g，石裔、鮮蘆根各％，杏仁、殭蠶、牛蒡子、竹葉各3S，蔥白2寸。
^formula2〔三鮮湯合小資龍湯證〕
^origin〔葉秉仁方〕
^ck06z12h116
^norm 虛人感冒。
^chinese 傷寒壞病。
^ill〔津液消灼〕
^symtom ①口渴需水，小便難，小便數小便少，②四肢微急，難以屈伸，③大便閉結，④咽中乾，⑤咳痰不爽，喉頭盡白而腐。
^ill2〔津氣蘊蒸〕
^ill3〔陽氣佛鬰〕
^ill<sub=1>〔陽虛不振〕
^ill<sub=2>〔氣虛不充〕
^symtom 少氣乏力。
^formulas
^formula〔麻黃升麻湯證〕
^origin〔《傷寒論》方〕
^ingredients472 ‧麻黃、升麻、當歸、知母、黃芩、芍葯、葳蕤、石音、白朮、乾荽、桂枝、茯苓、甘草、天冬。水一鬥，先煮麻黃一 吊沸，去上沫，內諸藥煮取三升，去滓，分溫三服，相去如坎三斗米頃，令盡，汗出愈。
^ck06z12h132
^norm 伏寒化火。
^chinese 少陰伏溫病。
^combo 表鬰+氣蒸+血蒸+津灼
^ill<sub=2>〔津液消灼〕
^symtom ①口渴，②舌乾。
^tounge 舌紅少津。
^formulas
^formula1<var=2>〔銀翹麻黃湯證〕
^origin〔何廉臣方〕
^ingredients473 銀花、牛蒡子各3S，連翹4.5g，橘紅2.4g，生甘草1.5g，加桑葉、丹皮、瑀節、童便。
^formula2〔七味蔥白湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients474 (1)方仁淵治風熱鬰肺，咳嗽鼻衄，不必治血，邪去而血自止，麻黃、防風、前胡、杏仁、川芎、桑皮、旋復花、黃 芩、貝母、茅根，鼻衄不來，咳猶未已，再與疏風清肺（組方見方症）。
^ck06z12h039
^norm 陽氣怫鬰在表。
^chinese 伏溫兼寒。
^combo 氣鬱+陽鬰+氣蒸
^ill〔氣機不宣〕
^symtom ①咳嗆聲稀，②梢神萎靡，③納食不香。
^ill2〔陽氣佛鬰〕
^symtom ①面赤如妝，②汗洩如雨，大汗淋漓，汗後惡風，③身熱如烙，④劇痛，有灼熱感。
^pulse ①浮弦，②脈弦細數。
^tounge ①舌苔燥白，②苔薄黃。_
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①蒸蒸發熱汗出，午時更甚，②口渴。
^ill2<sub=1>〔氣機不降〕
^symtom 氣喘如牛。
^ill<sub=2>〔清竅不利〕
^symtom 與竅窒塞。
^ill2<sub=2>〔清空不宣〕
^formulas
^formula1<var=1>〔麻黃湯證〕
^origin〔王和伯方〕
^formula2〔白虎合新加湯證〕
^origin〔胡安邦方〕
^ck06z12h129
^norm 失表失血身　　　內含病例：
^chinese 吐血，衄血。
^combo 表鬰+陽鬰+血溢+氣鬱
^ill〔腠理不宣〕
^symtom ①惡寒惡風發熱，②無熱。
^pulse 脈浮數。
^ill2〔陽氣佛鬰〕
^symtom ①潮熱無汗，②面色蒼黑。
^pulse 脈浮洪滑數。
^ill3〔絡血妄行〕
^symtom ①吐血，②艦血。w
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽，②胸緊，③食減，④痰多不易咯出，⑤胸脅支節。
^ill2<sub=1>〔氣機不降〕‧
^ill<sub=2>〔清空不宣〕
^symtom 頭痛如剌。
^formulas
^formula〔麻黃人參芍葯湯證〕
^origin〔謝映廬方〕
^ingredients475 醋炒麻黃、人參、白芍、生黃耆、當歸、甘草、寸麥冬、五味子、桂枝。
^ck06z12h045
^norm 肺氣鬱逆。
^chinese 咳喘，哮喘。
^western 哮喘。
^combo 氣鬱+氣蒸+氣滯氣逆
^ill〔氣機不宣〕
^symtom ①咳嗽劇烈，②咳又不爽，③面部發腫。
^tounge 舌苔黃白相兼。
^pulse 舌淡紅，左浮弦，脈浮滑。
^ill2〔津氣蘊蒸〕
^symtom ①惡寒、發熱，②形寒壯熱不得汗，③面赤唇紅，唇色紫暗，④痰黏稠不爽，咳嗽吐膿痰 腥臭，⑤口乾咽痛，⑥小便貨赤，二便不利。
^pulse ①脈弦數，②脈虛數，③脈右浮滑搏數。
^tounge ①舌質紅，②苔黃膩，③舌苔薄貲。
^ill<sub=1>〔氣機不利〕
^symtom ①朐中痞塞，②胸部悶痛。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①氣分短促，②咳喘，③微汗而喘，臥則加劇，氣喘不得臥，④痰涎上壅，喉中鼾齣如水 雞聲，或如曳鋸，典煸。
^ill<sub=2>〔清竅不宣〕
^symtom 鼻塞流清涕。
^formulas
^formula<var=1>〔麻杏甘石湯證〕
^origin〔葉熙春方〕
^ingredients476 葶藶子、橘紅 各6g，麻黃4.5g，石裔、茯苓、冬瓜子、桑葉 各12g，前胡、竹瀝、半岌 各7.5g，杏仁9g，生甘草
^ingredients477 0.9g，大棗3枚。
^ingredients478 (2)丁甘仁治主急開痺達邪，清中化痰，麻古甘石湯加薄荷、馬勃、連翹、象貝母、扼子、豆豉、馬?鈴、冬瓜子、竹瀝。
^ck06z12h037
^norm 風溫犯肺，肺氣鬱痺。
^chinese肺閉，肺痺，熱喘，急驚風。
^western 大葉性肺炎，大葉性肺炎繼發膿胸，腺病毒肺炎，麻疹肺炎，支氣管肺炎。
^combo 表鬰+氣熾+氣逆
^ill〔腠理不宣〕
^symtom ①身無汗，②惡寒，③寒戰，④足冷。
^tounge 苔白膩。
^pulse 脈浮數，沉緊。
^ill2〔津氣蘊熾〕
^symtom ①惡熱口、乾，②煩躁譫語，③面赤額汗，④口海，⑤咳嗽痰貨稠，⑥小便黃，便游，⑦昏 迷抽風。突然高熱抽搐，神識不清。
^tounge ①舌紅，②苔微黃，③苔黃膩。
^pulse ①脈滑數，②沉數有力。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳逆，②不食，③胸中痞塞，R胸脅痛。
^ill2<sub=1>〔氣機沖逆〕
^symtom D氣喘息促，２腹滿，３鼻煽面青，胸高，４氣粗咳不爽。
^ill<sub=2>〔清竅不利〕
^symtom ①喉間痰聲漉漉，②喉痛音啞，③鼻煽。
^ill2<sub=2>〔清空不寧〕
^symtom 頭昏痛。
^formulas
^formula1<var=1>〔麻杏石甘湯證〕
^origin〔蒲輔周方〕
^formula2<var=1>〔五虎湯證〕
^origin〔簡應坤方〕
^ingredients479 麻黃密炒、杏仁（炒去皮尖）、生廿蘋、生石甘（研為末）、知母、百合、蘇子、白芥子 各6g，細茶、桔梗 各3g，生
^ingredients480 (7)周小農治咳嗽痰多，噁心氣逆，鼻煽身熱，足厥紋紫，風溫挾痰上壅：紫菀、杏仁、葶藶子、馬兜鈴、麻黃、石 膏、茅根、批杷葉，另研鬰金0.9g，菖蒲0.6g，明礬0.3g，膽南星0.9g，研蘿蔔汁溫調，病減加黃芩、前胡、牛蒡子、蘆 根，另末月石、保赤散、白礬、菖蒲，外用蓖麻、生白礬、廨香、雞子白、蔥頭散心胸（《周小農醫案》37)。
^ingredients481 (8)江陰葉乘仁治3歲男孩，發熱咳喘，5天前醫用麻杏石甘湯稍平，繼與銀翹敢復劇，發熱日重一日，鼻翼煽動，喉間痰聲漉漉，苔薄，脈數，與小脊龍湯加石奇：麻黃、桂枝、乾薑、北細辛、五味子、半夏、生甘草各g，白芍2g，生 石耷15gt疹透熱退喘定。『
^ck06z12h060
^formulas
^formula1〔桂枝白虎湯證〕
^origin〔《金頃要略》方〕
^formula2〔升麻葛根湯倍芍葯加桂枝湯證〕
^origin〔張三錫方〕
^ck06z12h069
^norm 風水症。
^chinese風水。
^western 慢性腎炎總性發作。
^combo 陽鬰+表鬰+氣鬱+津滯
^ill〔陽氣不宣〕
^symtom ①聲啞，喉茆，②U渴欲冷飲，魚不多，③心中灼熱。
^formulas
^formula<var=2>〔越婢加半夏湯證〕
^origin〔伍炳彩方〕
^ingredients482 麻黃、生石裔、法半夏、防己 各9g，炙甘草4.5g，生薑3片，土茯苓、葫蘆殼 各12g，大棗5枚。、
^ck06z12h075
^norm 太陽少陰證。
^chinese陽虛伏溫。
^combo 陽虛+表閉+氣灼+神閉
^ill〔絡脈不和〕
^symtom 抽搐。
^formulas
^ingredients483 附子6g，麻黃、桂枝、炙甘草、杏仁 各9g，生石裔45，紅棗6枚，生薑3片，兩小時一服。
^ck06z12h226
^norm 客寒包火證。
^chinese 咳嗽，失音。
^western 急性氣管炎。
^combo 氣鬱+清竅
^ill〔氣機不宣〕
^symtom ①咳嗽痰黃，②面浮。‧
^pulse ①脈滑大，②脈右寸獨堅。
^ill<sub=1>〔氣機不降〕
^symtom 嗆咳。
^ill<sub=2>〔清竅不宣〕
^symtom 音窒不揚。
^formulas
^formula1〔麻杏石甘湯證〕
^origin〔《傷寒論》方〕
^ingredients484 麻黃 四兩，杏仁五十個，炙甘草 二兩，石耷半斤。水煎，分二次服。
^formula2〔五麻湯證〕
^origin〔《章次公醫案》方〕
^ingredients485 生麻黃6g，杏仁、車前子各2g，旋復花、百部、桑白皮、白前、天竺子 各9g，五味子、粉甘草 各4.5g。
^ingredients486 (1)葉天士治風邪阻於肺，咳嗽面浮，當辛散之：麻黃1.5g，生甘草0.9g，杏仁、生石裔 各9g(《臨證指南醫案》
^ingredients487 (4)張聿脊治寒來於外熱伏於中，咳嗽痰黃，脈形一大，擬辛溫寒合方：生麻黃1.5g，橘紅3g，前胡、半夏、馬兜鈴 各4.5g，石臠12g，生甘草0.9g，杏仁、茯苓、冬瓜子 各9g。感邪已解，而晨昏之咳，仍然未止，再降氣化痰，杏仁、川 貝母、冬瓜子、海蛤粉、白雲苓、炒蘇子、蜜橘紅、蜜款冬花肺謠（《張聿育醫案》161)。
^ck06z12h227
^chinese 咳逆，熱喘，哮喘，頓咳。
^western 支氣管炎，百日咳。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^symtom ①暴喘，②面浮，③咳嗆陣作，汗出，④咳劇則嘔。
^tounge ①舌邊紅苔薄少津，②苔白。
^pulse ①脈數，②脈滑，脈細滑，③脈促而滑。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗆，②胸悶，③咯吐稠痰後始適。
^tounge ①苔薄白，②薄膩。
^pulse 脈小滑。
^ill<sub=2>〔清竅不宣〕
^symtom 喉有水雞聲。
^formulas
^formula1〔麻杏三子湯證〕
^origin〔施今墨方〕
^ingredients488 炙麻黃0.6g，杏仁5g，生石音6g，炙甘草、白芥子 各1.5g，炙紫菀、白前、南北沙參、炙前胡、蘇子、款冬花 各3g，蘇葉、桔梗 各2.5g。
^formula2<var=1>〔三拗湯證〕
^origin〔荽春華方〕
^ingredients489 麻黃、前胡、款冬花 各9g，像貝母、杏仁 各6g，甘草3g。
^ingredients490 (1)葉天士治咳嗽面浮，主辛散之：麻黃1.5g，杏仁9g，生甘草0.6g，生石耷9g。
^ingredients491 (2)張聿青治辛溫寒合方，氣喘大減的是寒熱互阻於肺，效方進退：炙麻黃1.5g，生甘蓽0.9g，橘紅3g，茯苓、杏 仁、石呸 各9g，枳殼、鬰金 各4.5g，薑汁3滴。哮喘復發，暫用重藥輕服：蜜麻黃、乾薑、桂枝、北細辛 各0.9g，生熟甘 草 各6g，五味子4粒，石沓、酒炒白芍、半芨 各4.5g，茯苓、蘇子 各9g (《張聿青醫案》179)。
^ingredients492 前胡、款冬花 各9g，象貝母、杏仁 各6g，甘草3g。服3帖。
^alias少陽本病，少陽半表半里證，少陽兼表，太少合病。
^chinese 少陽中風，傷寒少陽症，少陽拒，風拒，少陽挾虛，產後熱。
^ill〔陽氣不和〕
^ck06z15h084
^norm 少陽本病，少陽半表半里證。
^chinese 少陽中風，傷寒少陽症，少陽瘧。
^combo 不和+氣鬱+氣蒸
^ill〔陽氣不和〕
^symtom ①熱升先惡寒，②熱降大汗惡風。
^tounge 苔白。
^pulse 脈弦。
^ill2〔腠理不調〕
^symtom ①往來寒熱，②乍寒時即以衣被厚覆，滎頭而臥，不勝芄寒，③乍熱時即撤去衣被，暴婼 其身，更用扇湖，不勝其熱。
^ill3〔津氣蘊蒸〕
^symtom ①口苦，②咽乾，口乾不欲飲，③心煩，煩熱，胸中煩.④身有微熱。
^tounge ①舌邊尖紅苔貨，②苔淡貨，邊尖薄白。
^pulse 脈弦數，脈浮數，按之小弦。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸脅苦滿，②默默不欲飲食，③院痞不思飲食，④咳不爽。
^ill2〔氣機不降〕
^symtom ①頭痛，②嘔吐。
^ill<sub=2>〔清空不寧〕
^symtom ①頭痛，②目眩。
^formulas
^formula〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ingredients493 柴胡 八兩，黃芩、人參、炙廿草，生薑 各三兩，半St半升，大棗十二枚。水煎，分三次服。
^ingredients494 (3)秦伯未治發熱數日，熱勢上升無定時，熱升先惡寒，熱降大汗惡風，頭痛咳嗽，作惡食呆，口苦口乾，不欲飲，便秘，小溲短赤，脈弦緊而數，苔厚膩中黃。_‧湯：柴胡、炎岑、青蒿、菊花、枳殼 各5g，前胡、半夏備.6g，桔梗3g，杏仁、赤茯苓 各9g (《秦伯未醫文選》）。
^ck06z15h082
^norm 少陽兼表，太少合病。
^chinese 風瘧。
^combo 陽鬰+不和+氣鬱
^formulas
^formula1〔柴胡桂枝湯證〕
^origin〔《傷寒論》方〕
^ingredients495 桂枝（去皮）、黃芩、人參、芍葯、生薑（切） 各一兩五錢，炙甘草 一兩，半夏It合半，大棗六枚，柴胡 四兩。水煎，分三次服。
^formula2〔柴胡桂枝幹薑湯證〕
^origin〔《傷寒論》方〕
^ingredients496 柴胡半斤，桂枝、黃芩 各三兩，瓜蔞根 四兩，乾薑、牡蠣、炙a*草 各二兩。水煎，分三次服。
^ck06z15h087
^norm 少陽本病。
^chinese 少陽挾虛，產後熱。
^combo 不和+氣虛+氣鬱+氣熱
^ill〔陽氣不和〕
^symtom ①寒時欲熱，②寒戰發熱，③飲反不渴，④頭痛口苦。
^symtom ①寒熱往來，休作有時，②子、午時發熱，振汗後熱退。
^symtom ①頭汗出，②口苦，③熱時譫語。
^tounge 苔薄黃略膩。
^pulse 脈弦數。
^symtom ①頭暈乏力，②目眩，頭疼，③倦怠神倦欲寐，④嘿嘿不欲飲食，⑤汗出津汴。
^tounge 舌淡紅萏薄白。
^pulse ①脈弦滿微數，②沉弦而細。
^symtom ①胸悶，②右脅隱痛。
^ill2〔氣機不降〕
^symtom 作嘔，時嘔。
^formulas
^formula〔小柴胡&證〕
^origin〔《傷寒論》方〕
^ingredients497 柴胡 八兩，黃芩、人參、炙甘草、生薑 各三兩，半夏半升，大棗十二枚。水煎，分三次服。
^alias中焦虛寒，胃中虛冷，虛寒胃痛，虛症似實，至虛有盛候，陰盛格陽，陰證似陽，真寒假熱，虛寒滑脫，虛寒失血，虛寒口瘡，陰火舌疼，中陽暴脫，陽脫，亡陽。
^chinese 夾食夾陰，寒滯，痞滿，寒實結胸，太陰頭痛，太陰脾瘧，亡陽，陽脫，胃寒痛，腹痛，虛脹，陰呃，反 胃，虛寒下痢，吐血，便血，口瘡，舌尖疼痛。
^western 胃潰瘍，十二指腸球部潰瘍，胃出血，慢性胃炎，腸痙攣，胃幽門部分性梗阻，慢性腸炎病，中毒性消化不
^symtom ①面色不華，蒼白，②俯臥，③週身無力。
^tounge 苔薄白。
^pulse ①脈沉澀緩，②沉細。
^symtom ①胃脘綿綿作痛，②便閉不行，③嘔吐，④臍齒痛，⑤午後半夜腹脹，⑥氣塞咽膈，飲食難下。
^tounge 苔白乾。
^pulse 脈弦緊。
^symtom 便溏或洩。
^symtom ①U乾，②納呆。
^symtom ①噯氣，②泛吐清水，③嘔吐酸冷。
^ck07z13h251
^formulas
^formula1<var=1>〔黃耆建中湯證〕
^origin〔螢建華方〕
^ingredients498 黃耆、桂枝、白芍、炙甘草、怡糖、高良姜、大棗、金鈴子、玄胡索、陳皮。
^formula2<var=1>〔香砂理中湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔丁蔻理中湯證〕適用於胸脘作痛，毐按喜熱，嘔吐酸冷，呃逆噫氣，夜間為劇，詳見論著（2)。
^ingredients499 丁香、白蔻仁、西黨參、白朮、乾薑、炙甘草。
^ck07z13h270
^norm 中焦虛寒，虛症似實，至虛有盛候。
^chinese 腹痛，虛脹。
^western腸痙攣。
^combo 陽虛+氣滯
^formulas
^formula1<var=1>〔附子理中證〕
^origin〔祁仁搏方〕
^ingredients500 香附、白朮、炙甘草、黃耆、玄胡各乾薑、陳皮 各3g，黨參、附片 各6g。`)