jsonp(4,{"name":"cm","start":5007},`^ck07z13h077
^norm 中焦寒滯。
^chinese 太陰頭痛，夾食夾陰，寒滯，太陰脾瘧，虛脹。
^combo 陽虛+氣滯+陽鬰
^ill〔陽氣不振〕
^symtom ①大便洩利，②睏倦不食，③&冷，④大汗如蒸，⑤寒戰，⑥陽縮。
^formulas
^formula1〔六和湯證〕
^origin〔《醫方考》方〕
^ingredients501 砂仁、厚樸 各2.4g，甘草1.5g，木瓜4.5g，半夏、杏仁、人參、白朮、藿香、扁豆、赤茯苓 各6g。水煎服。
^formula2〔枳實理中丸證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients502 炒枳實 一兩，白朮、人參、炙廿草、茯苓、炮姜 各二兩。蜜丸，雞子黃大，每服一丸。
^formula3〔壯陽降逆理中湯證〕
^origin〔陳務齋方〕
^ingredients503 肉桂3g，熟附片、乾薑 各15g，炒白朮18g，半夏、白芍各陳皮4.5g，茯苓、防風、黨參 各12g，當歸身、五味 子、砂仁 各6g。
^ingredients504 (5)舒馳遠：太陰濕痰壅塞胸貓，如天之陽氣蔽塞，地之陰氣冒明，頭之為痛，證兼腹痛自利，手足自溫，法宜黃 ?、白朮、炮姜、附子、砂仁、半夏。
^ingredients505 苓、炙甘草、附子、桂枝、川黃連。
^ck07z13h078
^norm 虛證似實，至虛有盛候，陰盛格陽，陰誣似陽，真寒假熱。
^chinese 寒實結胸。
^combo 陽虛+氣結
^ill〔陽氣不振〕
^symtom ①惡寒，②肢厥，雜惚如見鬼，④舌縮人喉不能語言。
^tounge 舌淡苔白。
^pulse ①脈虛微，②弦澀，③浮大而緩9
^ill2〔氣機鬱結〕
^symtom ①心胸高起手不得近，②臍腹結塊高突把按作痛，③腹脹滿痛，④大便不通。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①不寐，②義語，③身熱如火，肢冷如冰。
^ill2<sub=1>〔氣機不降〕
^symtom 嘔惡。
^ill<sub=2>〔氣機不宣〕
^symtom 脘悶。
^formulas
^formula〔枳實理中丸證〕
^origin〔 《太平惠民和劑局方》方〕
^ingredients506 炒枳實 一兩，白朮、人參、炙甘草、獲苓、炮姜 各二兩。蜜丸，雞子黃大，每服一丸。
^ingredients507 (1)陳遠公治舌縮入喉嚨，不能語言者，此寒氣結於胸腹，用人參％，白朮15g，肉桂、乾薑、附子 各3g，其舌自舒 (《彩囹辨舌指南》卷二6)。
^ck07z13h252
^norm 中焦虛冷，宵中虛冷。
^chinese 陰呢，反胃。
^western 胃幽門部分性梗阻。
^combo 陽虛+氣逆氣滯
^ill〔陽氣不振〕
^symtom ①形體消瘦，神色灰暗，②喜暖極冷，③厥冷，④唇淡，⑤語音低微，⑥食慾不振，⑦神
^tounge 舌苔薄白，質潤滑。
^pulse ①脈弱，②濡緩，③微細，④遲沉，⑤沉細無力。
^ill2〔氣機沖逆〕
^symtom ①飲水則噦，②呃逆，③食後倒飽、噯氣、噫氣，④自覺逆氣上衝，噁心嘔吐，早輕暮重，⑤食後半日又吐出，或早食暮吐，吐出物為不化之宿‧谷，蛩多，帶有酸臭味，吐後即覺舒適，或吐出不臭，⑥噯酸，⑦嘔
^tounge 苔白。
^ill<sub=1>〔氣機不利〕
^symtom ①心下痞脹粳，脹悶不舒，②脘脅攻痛，③上腹膨隆，④胸脘作痛。
^ill<sub=2>〔氣機不宣〕
^symtom ①不食，②胸脘不爽，③大便乾燥異常，狀如羊矢。
^formulas
^formula1〔桂樸湯證〕
^origin〔費伯雄方〕
^ingredients508 肉桂、厚樸、生薑、茯苓、當歸、白朮、丁香、砂仁、白芍、廣陳皮、鬰金、紅棗。
^formula2<var=1>〔旋復代赫湯證〕
^origin〔黃有玉方〕
^ingredients509 熟附片、黨參 各6g，旋復花、炙甘草 各9g，代赭石4.5g，半夏15g，大棗4枚。
^formula3<var=2>〔丁蔻理中湯證〕
^origin〔黃國華方〕
^ingredients510 台烏、枳實、丁香、黨參 各6g，沉香4.5g，桔梗、白豆蔻 各3g，木香、乾姜 各1.5g;柿蒂5枚，枇杷葉9g。
^ingredients511 濕飲內傷，陰濁聚胃，以致胃陽受傷，濁陰上犯，噴氣噯酸，中焦格拒，主安益胃陽，以鎮陰逆：人參、半夏、茯苓、乾薑、旋復花、代赭石（《傷寒指掌》卷三81)。
^ck07z13h253
^norm 虛寒胃痛。
^chinese 痞滿，胃脘痛。
^western 慢性胃炎，胃潰瘍。
^combo 陽虛+氣滯、
^ill〔陽氣不振〕
^symtom ①面色暗淡，②口淡喜熱飲，喜熱飲食，腹部畏寒，③胃脘隱痛綿綿不休，痛處喜暖喜按，痛以餓時為甚，④神疲乏力，形體消瘦，飲食無味納差，⑤手足不溫，⑥大便溏薄。
^pulse ①脈沉緩無力，②脈細弱脈弦細無力。
^tounge ①舌淡胖有齒印，②苔薄白舌苔白滑，③舌質偏淡，而光滑無苔呈鏡面，舌而潤澤。
^symtom ①胃脘隱痛，②胃脘飽悶，上腹部飽脹。
^ill<sub=1>〔氣機不降〕
^symtom 噯氣時有吞酸。
^formulas
^formula1<var=1>〔附子理中湯證〕
^origin〔原明忠方〕
^formula2<var=2>〔黃耆建中湯理中丸合方證〕
^origin〔葛國謙方〕
^ingredients512 黃耆、黨參 各15g，桂枝、乾薑、炙甘草 各6g，白芍、雲茯苓、烏賊骨各2g，白朮、陳皮、玄胡 各9g，大棗3枚。
^ck07z13h176
^norm 虛寒滑脫。
^chinese 虛寒下痢。
^western 悛性腸炎病。
^combo 陽虛+氣虛+不固
^ill〔陽氣不振〕
^symtom ①面色青菰，②口淡不渴/③四肢發涼，④腹部冷痛，腹痛綿綿，喜熱敷，按之較舒，⑤ 厭食生冷瓜果。
^tounge ①舌淡苔白，②舌質淡紅苔潤。
^pulse ①脈沉無力，②脈沉細。
^ill2〔津液不固〕
^symtom ①大便溏薄，呈白色膿黏狀，②大便下膿血，稍食油膩膿血便增劇。
^ill<sub=1>〔氣虛不充〕
^symtom 精神萎靡。
^ill<sub=2>〔陰精不固〕，
^formula〔桃花湯證〕
^origin〔《傷寒論》方〕
^ck07z13h177
^norm 虛寒失血。
^chinese 失血。
^western 背出血，十二指腸球部潰瘍。
^combo 陽虛+氣虛+血滑
^symtom ①面色恍白』面色蒼白』②氣息低微，極度神疲』③手足厥冷』怕冷』④宵中覺冷，不欲‧ 飲食，⑤腹痛綿綿，⑥洩瀉清稀。
^tounge ①舌淡苔白，②舌淡胖苔薄白而潤。
^pulse ①脈沉遲，細，弱，②脈沉弱無力，③脈虛緝近遲。
^ill〔血絡不固〕
^symtom ①下血色紫暗如豬肝、莧菜汁、瑪璜色，②血色稀淡，③吐血成塊紫黑，④嘔吐鮮血，⑤ 陣發性吐血，色淡。
^ill<sub=1>〔氣虛不充〕
^symtom ①頭暈，②棺神萎靡。
^ill<sub=2>〔陽氣浮越〕
^symtom 心下難受。
^formulas
^formula<var=1>〔理中湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients513 黨參、白朮、炮姜、炙甘草、當歸、川彎、木香。
^ck07z13h183
^norm 中陽暴脫，陽脫，亡陽。
^chinese 陽脫，亡陽。
^western 中毒性消化不良。
^ill〔陽氣不振〕
^symtom ①面白虛浮r唇白，②極度消瘦，面色萎黃，③惡寒喜暖，④四肢厥冷。
^tounge 舌淡苔白，舌青苔滑。
^ill2〔陽氣脫絕〕
^symtom ①神志時明時昧，神識沉迷，②色奪語微，③目光晦滯，④冷汗不止，閉目氣息微弱，口 張，⑤身熱不退，⑥呃不止。
^pulse ①兩脈虛微，②脈小細弱欲絕，③脈伏歇止。
^ill<sub=1>〔陽氣不行〕
^symtom ‧.①厥冷惡寒，②手足厥冷，③脘痛喜按，④腹中扭痛，⑤足腫，⑥腹脹如鼓，⑦面青唇青，唇、甲青紫。
^ill<sub=2>〔津液不固〕
^symtom ①嘔吐洩瀉，②汗出淋漓，③遍體濕冷，④洩瀉。洩瀉日十餘次，水樣綠或黃色大便，⑤ 大便呈稀水蛋花狀，自流不禁而無臭氣。
^formulas
^formula〔加味附子理中湯證〕
^origin〔何少山方〕
^alias肝寒犯胃，肝強脾弱，木乘土位，胃氣虛寒。
^chinese 胃脘痛，腹痛，經行股痛，胃寒嘔吐，呃逆，厥陰頭痛，偏頭痛。
^western 胃和十二指腸復合潰瘍，胃下垂（重度），神經性嘔吐，幽門梗阻，慢性青光眼。
^ill〔陽氣不振〕
^symtom ①得食痛緩，②手足厥冷，③喜熱提寒，④進寒藥益甚。
^tounge ①舌淡苔薄，②苔黃多液。
^pulse 脈沉細。
^symtom ①胃脘隱疼，②脹痛，③脘背覺熱，④心腹卒 痛，⑤脘脅疼痛，⑥腹中急痛，⑦肢部作脹，食後更甚。、艦1070清陽規候
^symtom 噯氣頻作。
^symtom ①食慾不振，②嘔吐清冷涎沫，污濁湧吐。圖36肝胃虛寒證證候結構圖
^ck07z16h253
^norm 胃氣虛寒。
^chinese 胃脘痛。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^symtom ①得食痛級，②手足厥冷，③喜熱畏寒，④進寒藥益甚。
^tounge ①舌淡苔薄，②苔黃多液。
^pulse 脈沉細。）
^ill2〔氣機不利〕
^symtom ①胃脘隱疼，②脹痛，③脘背覺熱。
^ill<sub=1>〔氣機不降〕
^symtom 噯?。
^ill<sub=2>〔氣機不宣〕
^symtom ①食慾不振。-
^formulas
^formula1〔黃耆建中湯合良附丸證〕
^origin〔秦伯耒方〕
^ingredients514 　　　炙貨夜、大棗 各12g，桂枝、高良姜、新會皮、佛手片 各4.5g，白芍、香附、六曲、炙甘草各％，陳香櫞6g。
^formula2<var=1>〔理中湯合吳茱萸湯證〕
^origin〔張方與方〕
^ingredients515 肉桂、炮姜、甘草 各6g，白朮、黨參 各9g，吳茱萸、細辛、甩樸 各3g。
^ck07z16h298
^norm 肝強脾弱，木乘土位。
^chinese 胃痛，腹痛，經行腹痛。
^western 宵和十二指腸復合潰瘍，胃下垂（重度）。
^combo 陽虛+血虛+氣滯+氣鬱+陽鬰+清空
^ill〔陽氣不振〕
^symtom ①腹中冷痛，有拘急感，痛綿綿不絕，輕按反痛，束按則緩，痛時得暖食則減，遇陰冷氣候疼痛加劇，②梢神疲乏，難以支持，③食量減少，大便軟。
^pulse ①脈沉而弦，②脈左沉緩，右滑數，③脈象虛弱帶弦，④脈沉細。
^tounge ①舌苔白，②舌淡苔潤。
^ill2〔氣機不利〕
^symtom ①心肢卒痛，②胃脘部疼痛，③脘脅疼.痛，④腹中急痛，⑤經行腹痛，⑥脅肋脹，⑦腹部 作脹，食後史甚，⑧噯氣頻作。
^tounge ①苔白膩，②舌苔黃膩。
^ill<sub=1>〔血虛失養〕
^symtom ①心悸，②經行延期，③經血色黑質稀如水。
^pulse ①脈虛細而數，②陽脈澀，陰脈弦。
^ill2<sub=1>〔氣機不宣〕
^symtom 脘悶，不食。『
^ill3<sub=1>〔清空不宣〕
^symtom 頭眩頭痛。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1〔柴胡桂枝湯證〕
^origin〔《傷寒論》方〕
^ingredients516 桂枝、貨芩、人參、芍葯、生薑 各一兩五錢，炙甘草 一兩，半夏二合半，大棗六枚，柴胡 四兩。水煎，分三次服。
^formula2〔外台建中湯證〕治血虛寒不能營養心脾，其痛綿綿不絕，輕按反痛，重按則緩，正是虛痛奇效。
^ingredients517 炙黃耆、生白芍 各9g，姜半夏15g，肉桂心、炙甘草 各3g，生薑6g，紅棗6枚，怡糖30g。
^ck07z16h252
^norm 肝寒犯胃。
^chinese 背寒嘔吐，胃脘痛，呃逆。
^western 神經性嘔吐，幽門梗阻。
^combo 陽虛+氣逆+氣鬱
^ill〔陽氣不振〕
^symtom ①面色恍白不華，面色蒼白，面色晦暗，②喜熱.惡冷，③厥逆寒戰，④形體消瘦，精神疲 憊，週身無力，⑤喜按得溫則減，遇寒冷則痛甚1食納少或得食則痛減，⑥朝食咨吐。
^tounge ①舌淡白苔薄，②苔白潤滑，③舌質淡，苔厚膩。-
^pulse ①脈小沉遲細，②脈細紱或虛弦，③脈微而弦，④脈沉弱。
^ill2〔氣機沖逆〕
^symtom ①頭眩頭痛，嘔吐，②嘔吐清冷涎沫，污濁湧吐，③得食則嘔，飯後即吐，吐少適食物和 稀水，④食後半日許，嘔吐食物如鮮，吐物淡而無味，不酸不臭，⑤吐蛔，⑥吞噫酸水，⑦氣逆呃逆c
^tounge 苔白。
^pulse 瞇沉而弦。
^ill<sub=1>〔氣機不利〕
^symtom ①脅肋脹，②上腹飽滿，腹脹，③胃脘疼痛。
^tounge 舌淡尖紅，苔薄黃。
^ill<sub=2>〔氣機不宣〕
^symtom ①大便不解，②納谷不饑。
^formulas
^formula1〔加味吳茱萸湯證〕
^origin〔陳瑞春方〕
^ingredients518 泡吳萸、法半夏 各9g，黨參15g，生薑 12g，大棗5枚，廣木香6g。
^formula2〔鎮肝安胃法證〕
^origin〔《傷寒指牮》方〕
^ingredients519 人參、半復、茯苓、乾薑、丁香、柿蒂、代赭石、炒川花椒、炒粳米。
^ck07z16h070
^norm 厥陰頭痛。
^chinese 厥陰頭痛，偏頭痛。
^western 慢性青光眼。
^combo 陽滯+氣逆+空竅
^ill〔陽氣不行〕
^symtom ①面色蒼白，無華，面色慘淡，憂鬱，微有青晦，面色青黃，②手足稍涼，四肢厥冷，四 肢厥逆，③煩躁不安，夜寐不安，冷汗淋滴。
^tounge ①舌質淡，舌質淡紅，舌淡紫質潤，嫩滑、舌淡白不澤，②苔白膩，③苔白膩微黃，④苔
^pulse ①脈沉弦或沉緊，②脈弦細，③脈沉細，脈沉細帶澀，④脈左關弦細、右關沉遲無力，⑤
^symtom ①頭痛劇作，而以兩側太陽穴部尤甚，②動則頭痛加重，按之則痛減，痛時腦中覺冷，畏 風，③偏頭痛，雙目不能視物，④頭頂陣發掣痛，晝夜不休，惡聞音響，怕光喜塞，牖閉戶，稍聞吵鬧則痛勢加劇。
^ill<sub=1>〔氣機沖逆〕
^symtom ①千嘔，吐涎沫，②泛惡上湧，頻吐涎水，③食藥不進，人口即吐。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶，②納減，③便秘。
^formulas
^formula1〔當歸四逆湯證〕
^origin〔鐘思潮方〕
^ingredients520 吳萸、白蒺黎、桂枝 各10g，黨參20g，生薑3片，大棗5枚，當歸、炒白芍 各15g，細辛3g，通草6g。
^formula2〔加味吳茱萸湯證〕
^origin〔李皓平方〕
^ingredients521 吳茱萸、生薑、當歸各Og，黨參25g，玉竹50g，大棗、川芎 各15g。
^ingredients522 (4)江陰葉乘仁治頭痛三月，陣發性發時疼痛急劇，冷汗淋漓，夜寐不安；面色青黃，舌淡紫d滑，脈沉細。當歸 四逆湯加味：桂枝、北細辛、生甘草 各3g，白芍、川芎 各10g，當歸、菝荊子各2g，龍骨15g，牡蠣30g。後加桃仁、紅 花。
^alias太陰虛寒，肝寒犯胃，肝強脾弱，.肝木犯脾，厥陰頭痛，陽虛失血，陰症似陽，真寒假熱，下虛上盛。
^chinese久瀉，嘔逆，脾厥，胃脘痛，腹痛，少腹痛，虛寒經閉，臨產中寒，產後腹痛，寒疝，吐血，便血，厥症，陰陽毐。陰證發斑，血脫，久熱，低熱，頭痛，眩犖，虛寒眼疾，耳鳴耳聾，脫疽。
^western 慢性腸炎，十5指腸潰瘍，胃潰瘍出血，腸粘連，節段性小腸炎，血管性紫斑症，血紫質病，慢性膽囊炎，膽石症，功能性低熱，神經性耳聾，血管硬化，神經炎。
^ill〔陽氣不振〕
^symtom ①面色瞇白、蒼白、青黃，②四肢倦怠無力，③畏寒，形寒肢冷，④腹痛喜暖喜按，⑤小便清長。
^tounge ①舌淡苔薄白多津，②苔白舌邊有齒印和紫斑。
^pulse ①脈濡，②脈沉細，③沉細而結。
^symtom ①朕腹胺痛感涼，②腹痛脹滿夜發甚，③便前腸鳴，矢氣頻，窘迫難忍，便後腹中即舒。
^tounge ①苔灰，②苔中後膩潤，③苔白滑制:。
^pulse 脈弦。『
^symtom ①晨洩，②腹渴，③M糖，④久瀉帶黏液。
^symtom ①納呆，②吐酸噯氣，不出物。
^symtom ①嘔吐食物殘渣，②有時嘔吐清水夾黏液，③飲食入口即吐，④噁心，嘔吐，自覺有氣自臍下向 上頂沖。怔候系統：詳見圖37。
^ck07z18h270
^norm 肝脾不和，脾虛肝旺。
^chinese 久瀉，脾厥，胃脘痛。
^western 慢性腸炎，十二指腸潰瘍。
^combo 陽虛+氣滯
^symtom ①面色恍白、蒼白、青黃，②四肢倦怠無力，③畏寒，形寒肢冷，④腹痛喜暖喜按，⑤小便清長。
^formulas
^formula1<var=1>〔烏梅湯證〕
^origin〔薛伯壽方〕
^ingredients523 烏梅3枚，花椒、乾薑、遠志 各4.5g，黃連、黃柏、當歸、桂枝、附片 各6g，細辛3g，黨參9g。
^formula2<var=2>〔治中湯證〕
^origin〔牟德峻方〕
^ingredients524 吳萸、砂仁 各6g，炮姜3g，黨參、當歸 各12g，白朮、半夏、青陳皮 各9g，烏賊骨15g。
^ck07z18h298
^norm 肝強脾弱，肝木犯脾，太陰虛寒。
^chinese 腹痛，少腹痛，虛寒經閉，臨產中寒/產後腹痛，寒疝、久熱，低熱。
^western 胲粘連，節段性小腸炎，血紫質病。
^combo 陽虛+血虛+氣鬱+氣滯
^ill〔陽氣不振〕
^symtom ①面色蒼白，面色白而浮腫，②惡寒畏寒，四肢不溫，四末厥冷，③精神疲憊，倦怠乏力，吸吸少氣，動則喘促，④脘腹脹痛感涼，喜暖喜按，喜熱飲，或其痛悠悠不止，饑勞益甚，⑤少腹隱隱作痛，少腹冷痛，入夜加$，⑥腹膨而軟，菩按，⑦腹痛便溏，腹瀉，⑧週身疼痛，⑨腰脊酸楚，十白帶螢多，帶多清稀。
^tounge 舌肥大質淡苔薄白。
^pulse ①脈緩弱，②脈沉弱，③脈細無力。
^ill2〔氣機不利〕
^symtom ①腹中刺痛不止，急腹痛，痛在臍周，腹中痛及脅腰痛，②里急，二便緊急，欲解不暢，
^tounge ①苔中根膩而潤，②舌尖邊紅。
^pulse ①脈弦，②脈沉細弦。
^ill<sub=1>〔血虛失養〕
^symtom ①面色萎黃，面色恍白，唇舌淡紅，②形體消瘦，虛蠃不足，③頭暈耳鳴，目眩，視物昏 花，④氣短心悸，⑤手足心熱如火燎，⑥經來量少，惡露淋漓，色鮮S多，便血。
^tounge ①淡苔白，②舌淡無苔。
^pulse ①左脈不足，②左關弦細，③脈湔，④脈虛軟，⑤脈象浮大。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶，②不能飲食，③作惡嘔吐。
^ill3<sub=1>〔清空不宣〕
^ill<sub=2>〔陽氣不和〕
^symtom ①間歇性商燒轉為低熱，②低熱，③產後腹中療痛。
^tounge 舌苔薄白。
^pulse ①脈沉而緊，②二脈沉細而數。
^formulas
^formula1〔千金內補當歸建中湯證〕
^origin〔《金匱要略》方〕
^ingredients525 當歸 四兩，桂枝、生薑 三兩，芍葯 六兩，甘草 二兩，大棗十二枚，大虛加飴糖 六兩，若去血過多，崩傷7內衄不止加 地黃 六兩，阿膠 二兩。
^formula2<var=1>〔歸四逆湯加吳茱萸生薑湯證〕
^origin〔熊魁梧方〕
^ingredients526 當歸、白芍、生薑 各15g，桂枝、木通 各9g，細辛4g，吳茱萸6g，烏藥、香附、炙甘草 各10g，大棗12枚。
^ingredients527 (2)王旭高：腹痛便溏，脾陽弱也，週身疼痛，衛陽弱也，宜黃耆建中湯補中土益衛氣：黃耆、桂枝、白芍、白朮、炙甘草（《柳選四家醫案》263)。
^ingredients528 (4)魏長春治闌尾炎術後腸粘連，用溫通藥，腹痛緩解，今因感愛寒邪腹痛又作惡嘔吐，脈雒，舌淡苔白，擬溫通為 法：白芷、桂枝、白芍、炙甘草、紅棗、通草、枳實、枯梗，痛未止，又擬：當歸、白芍 各9g，炙甘草、桂枝、通草、生 姜 各3g，細辛、吳茱萸、桔梗 各1.5g，紅棗6枚，2劑痛止，加枳實3g再6劑，微有:腹脹，?緩，再5劑以鞏固療效。
^ck07z18h252
^norm 肝寒犯胃。
^chinese 嘔逆。
^western 慢性膽囊炎，膽石症。
^combo 陽虛+氣滯+氣逆
^ill〔陽氣不振〕
^symtom ①面色蒼黃，面色恍白，倦怠少神，②形寒畏冷，手足不溫，③不思飲食，納食喜溫，④ 感寒則痛甚，⑤出虛汗，⑥大便溏薄且頻。
^tounge 舌淡苔白潤。
^pulse ①脈潘細，②脈沉細乏力，③脈象沉弱$
^ill2〔氣機沖逆〕
^symtom ①嘔吐食物殘渣，②有時嘔吐清水夾黏液，③飲食人口即吐，④噁心，嘔吐，自覺有氣自 臍下向上頂沖。
^ill<sub=1>〔氣機不利〕
^symtom ①右上腹部疼痛陣作，至肩背部，②脘脹，噯氣則舒，③脘腹疼痛，④小腹柚痛、憋脹，腸鳴。
^ill<sub=2>〔氣機不宣〕
^symtom ①上腹隱痛，②胺悶，谷食不化，厭食油膩。
^formulas
^ingredients529 炒烏梅30枚，乾薑30g，川黃連480g，附子、黨參、桂枝、細辛、川黃柏 各18g，當歸、川花椒 各12g，烏梅酒浸和蜜 搗丸，每服3～6g，米飲下。
^ck07z18h070
^norm 厥陰頭痛。
^chinese 頭痛，眩暈，虛寒眼疾，耳鳴耳聾。
^western 功能性低熱，神經性耳聾。
^combo 陽滯+氣逆』
^ill〔陽氣不行〕
^symtom ①面色青黑，②四肢欠溫，四肢厥冷，③身熱不揚，.④精神萎靡，睏倦乏力，卻怯喧鬧，⑤肢節困痛，⑥腰痛如折，⑦腹痛拘急，腹痛如絞，⑧口乾不渴，⑨失眠多夢。
^tounge 舌質淡、苔白，多津。
^pulse ①脈沉細略數，②脈沉弦，③脈細弱。
^ill2〔清空不宣〕
^symtom ①頭頂脹痛，頭額昏痛，②頭犖目眩，欲嘔，③耳鳴耳聾，並有閉塞感，④眼紅腫內有白 翳，丼淚滿眼，睜目則下流，劇烈疼痛。
^ill<sub=1>〔氣機沖逆〕
^symtom 嘔吐酸苦。
^ill<sub=2>〔氣機不宣〕
^symtom 胃納欠佳。
^formulas
^formula〔厥陰頭痛方證〕
^origin〔舒馳遠方〕
^ingredients530 附子、乾姜、半夏、砂仁、黃耆、白朮、吳萸、川花椒。
^ck07z18h129
^norm 陰證浚斑。
^chinese 陰陽毒。
^western 血管性紫瘢症。
^combo 表鬰+陽鬰+血溢+氣鬱
^ill〔腠理不宣〕
^symtom ①面目青，②身痛如被杖，③頭面遍身紫斑，瘀黑色如被杖狀，多瘀藍色，如跌打後斑痕，
^tounge 舌苔薄白帶潤。
^pulse 脈象沉弦，尺部獨浮。
^ill2〔陽氣怫鬰〕
^symtom ①面赤斑斑如錦紋，②目赤如鳩眼，③咽喉痛。
^tounge 舌苔從登如花蕊。
^pulse 其脈遲弱而搛有結象。
^ill3〔絡血妄行〕
^symtom ①唾膿血，②口齒典眼及下陰流血，二便各竅都有血水流出。
^ill<sub=1>〔氣機不宣〕
^symtom 胸悶不食。
^ill2<sub=1>〔氣機不降〕
^symtom 噯氣泛惡。
^ill<sub=2>〔清空不宣〕
^symtom 頭痛頭昏。
^formulas
^formula1〔升麻鱉甲湯證〕
^origin〔張仲景方〕
^formula2〔四逆合柏葉湯證〕治血管性紫癱症，詳見病案（3)。
^ingredients531 5月26日~29日：與黃土湯加減：白朮、阿膠、炙甘草、海底椰各？g，附子12g，熟地15g，赤石脂24g，丹皮6g，高 麗參、黃芩 各4.5g，祁艾、伏龍肝、扁柏葉各I8g。
^ingredients532 與真武合柏葉湯：白朮、茯苓、白芍、附子、乾薑、高麗參、祁艾、柏葉、伏龍肝。
^ingredients533 5B：病有發熱，與二加龍牡合?葉湯：龍貴、白薇、附子、白芍、生薑、炎甘草、柏葉、祁艾、
^ingredients534 60：熱退，但前陰出血未止，與溫經湯加味：川芎、白芍、炙甘草、全歸、黨參、牡蠣、桂枝、
^ingredients535 9日～12日，與附子湯加味：桂枝、白朮、龍骨、牡蠣、生薑、祁艾、柏葉、高麗參。
^ck07z18h177
^norm 陽虛失血。
^chinese 吐血，便血
^western 胃潰瘍出血
^combo 陽虛+氣虛+血滑+陽浮
^ill〔陽氣不振〕
^symtom ①面色淡暗，②四肢清冷，③自汗肢厥，④大便溏洩，⑤腹痛少腹痛。
^tounge 舌淡白。
^pulse ①脈微，②滿小遲細，③沉細澀。
^ill2〔血絡不固〕
^symtom ①便血紫黑，②便血清淡，③吐血不止。
^ill<sub=1>〔氣虛不充〕
^symtom ①面黃少神，②頭犛，③腹鳴鼓動。
^pulse ①寸微，②右虛弱弦小。
^ill<sub=2>〔陽氣浮越〕
^symtom 耳鳴。
^pulse 脈細數。
^formulas
^formula1〔固元湯證〕
^origin〔高鼓峰方〕
^formula2〔側柏葉湯證〕
^origin〔《蒲輔周醫案》方〕
^ingredients536 側柏葉9g，炮姜、艾葉 各6g，濃煎兌童便60m頻服。
^formula3<var=1>〔暖培卑監法證〕
^origin〔笛少逸方〕
^ingredients537 米炒黨參、白雲苓 各9g，土炒白朮6g，炙甘草1.5g，姜炭2.4g，土炒蒼朮1.8g，益智仁3g，葛根0.9g，粳米1撮，黃連、川棟子。
^ingredients538 (1)謝映廬治便血久，清淡間有鮮色，腹中無痛，但覺幅幅有聲鼓動，大便或溏或瀉每多自遺，脈小弦，主補填竅 隨，候氏黑散加龍骨、赤石脂、景岳玉關丸。候氏熱散：菊花、白朮、防風、細辛、獲苓、牡頓、人參、皂礬、當歸、乾 姜、川芎、桂枝、桔梗、黃芩（《得心集醫案》（一）35)0
^ck07z18h151
^norm 亡血氣脫。
^chinese 血脫。
^western 胃出血。
^combo 血脫+氣脫+神脫
^ill〔絡血不固〕
^symtom ①大量吐血，時時噁心欲吐，大便色黑，②下利失禁，色呈暗紫，③全身起紫泡，身有紫
^ill<sub=1>〔氣虛脫絕〕
^symtom ①面色蒼白，青黃，體倦乏力，②畏寒肢冷，③四肢厥冷，④周舟微涼，腹部發涼。
^tounge 舌質淡，苔白。
^pulse ①脈沉細而弱帶數，②脈虛數。
^ill<sub=2>〔神氣散脫〕
^symtom ①神志恍惚，②突發心煩，③煩躁欲死，④人事不省。
^formulas
^formula1<var=1>〔參附湯證〕
^origin〔胃熙方〕
^alias少陰中寒，寒陷少陰，少陰頭痛，陰厥，虛寒滑脫，陽虛失血，真寒假熱證，陰盛格陽，虛陽外越，陰證似陽，亡陽，陰陽虛竭，陰陽竭絕，陰陽兩脫。
^chinese 夾陰傷寒，春溫兩感證，傷寒壞症，牝瘧，寒痺，眩暈，頭痛，心悸，氣喘，水腫，慢脾風，慢驚風，陰笛 亂，陽脫，虛寒洩瀉，久瀉，五更瀉，久痢，胃脘痛'，腹痛，胎脹，反胃，滑脫，便血，月經過多，血崩，漏血，脫疽。
^western 單純性消化不良並脫水，營養不良，I ~11中毒性消化不良，流行性腦脊髓膜炎後引起急性腎功能衰竭，尿 毐症、酸中毐，慢性結腸炎，偽膜性腸炎，腸道滴蟲，風濕性心臟病、二尖瓣狹窄與閉鎖不全，全心衰竭，心源性肝硬化，病毒性心肌炎，冠心病，心肌梗塞，血栓閉塞性脈管炎，宮血。
^ill〔陽氣不振〕
^symtom ①面色青黃，面色清懼，面色晦暗，②惡寒身倦乏力，③口淡納差，④四肢清冷，⑤有如冰球在 胃內凝滯，捧腹彎腰，進熱食則舒，逢寒飲冷則發，入夜加重，⑥下腹冷痛，⑦腸鳴便瀉，大便溏薄，⑧小便清長，⑨帶 多清稀，十腰脊酸楚，腰膝酸軟乏力。
^tounge ①舌淡苔薄，②白滑，③舌質胖嫩有齒印。
^pulse ①脈沉弦細，②脈沉細，③脈沉遲而細弱。
^symtom ①怕冷，形體畏寒，②四肢不溫，手足逆冷，③身重懶言。
^tounge 苔白，舌滑潤多津。
^pulse 脈細，脈沉細，脈沉無力。
^symtom ①腹脹腸鳴，②食後腹脹，③宵脘痛綿作痛不休。
^pulse 脈弦大便溏薄，苔薄白。
^symtom ①大便溏薄，②腹瀉便稀夾有黏液，③完谷不化。
^symtom ①食慾不佳，②噯氣吞酸。
^ck07z19h070
^norm 少陰中寒，少陰頭痛。
^chinese 頭痛。
^combo 陽滯+氣逆清空『 ‧
^ill〔陽氣不行〕
^symtom ①怕冷，形體畏寒，②四肢不溫，手足逆冷，③身繭懶言。
^tounge 苔白，舌滑潤多津。
^pulse 脈細，脈沉細，脈沉無力。
^ill2〔清空不宣〕
^symtom ①頭痛連及後腦，掣痛難忍，用毛巾裹頭，②頭痛如劈，重不可舉，③頭暈，眼發黑。
^ill<sub=1>〔氣機沖逆〕
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1<var=1>〔麻黃附子細辛湯證〕
^origin〔鉞會禧方〕
^ingredients539 麻黃8g，熟附片9g，細辛5g，白朮10g。
^formula2〔少陰中寒方證〕
^origin〔舒馳遠方〕
^ingredients540 附子、炮萎、黃耆、白朮、半芨、砂仁、補骨脂、益智。
^ck07z19h252
^norm 陰濁上逆。
^chinese 反胃。
^combo 陽虛+氣逆+氣滯
^ill〔陽氣不振〕
^symtom ①面色無華，口淡無味，②腰痛，下肢乏力，③四末冷，④小便清長。夜間尿多。
^tounge 舌苔白。
^pulse ①脈沉細弱，②左脈弦細，右脈沉遲。#
^ill2〔氣機沖逆〕
^symtom ①朝食暮吐，暮食朝吐，②嘔吐物完谷不化。
^ill<sub=1>〔氣機不利〕
^symtom ①胃脘脹滿，②腹脹滿疼痛。
^ill<sub=2>〔氣機不宣〕
^symtom 鬱悶不舒。
^formulas
^formula<var=1>〔附子理中湯證〕
^origin〔鉞會禧方〕
^ingredients541 黨參、白朮、乾荽、補骨脂、益智仁 各10g，甘草5g，熟附片6g，代赭石（打）30g。
^ck07z19h174
^norm 陰邪上逆。
^chinese 心悸，氣喘，水腫。
^western 流行性腦脊髓膜炎後引起急性腎功能衰竭，尿毒症，酸中毐，心風濕性心臟病，二尖瓣狹窄與閉 鎖不全，全心衰竭，心源性肝硬化，病莓性心肌炎，冠心病。
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^ill〔陽氣不振〕
^symtom ①畏寒身倦，畏寒特甚，②口唇紫紺，③四肢不溫，④頭牽，⑤心悸、心跳悛，⑥尿少，
^formulas
^formula<var=1>〔X.溫脾湯證〕
^origin〔陳森方〕
^ingredients542 制附子4.8g，乾薑、甘草 各2.4g，紅參7.5g，生大黃、制半夏 各9g，山藥30g。煎湯。
^formula2〔真武湯證〕
^origin〔周痗善方〕
^formula3<var=2>〔麻黃附子細辛湯合當歸四逆湯證〕
^origin〔周文泉方〕
^ingredients543 麻黃、細辛 各6g，附子、乾孌 各12g，當歸15g，桂枝Og，肉桂3g，黃耆20g，黨參、板藍根（咽微痛） 各25g。
^ck07z19h270
^norm 中焦虛寒。
^chinese 久瀉，胃脘痛，腹痛，腹脹。
^western 慢性結腸炎，腸道滴蟲。
^combo 陽虛+氣滯水洩
^ill〔陽氣不振〕
^symtom ①面色青黃，面色清懼，面色晦暗，②惡寒身倦乏力，③口淡納差，④四肢清冷，⑤有如 冰球在胃內凝滯，捧腹彎腰，進熱食則舒，逢寒飲冷則發，人夜加重，⑥下腹冷痛，⑦腸鳴便瀉，大便溏薄，⑧小便清長，⑨帶多清稀，R腰脊酸楚，腰膝酸軟乏力。
^tounge ①舌淡苔薄，②白滑，③舌質胖嫩有齒印。
^pulse ①脈沉弦細，②脈沉細，③脈沉遲而細弱。
^ill2〔氣機不利〕
^symtom ①腹脹腸鳴，②食後腹脹，③胃脘痛綿作痛不休。
^pulse 脈弦大便溏薄，苔薄白。
^ill<sub=1>〔水谷不分〕
^symtom ①大便溏薄，②腹瀉便稀夾有黏液，③完谷不化。
^ill<sub=2>〔氣機不宣〕
^symtom ①食慾不佳，②噯氣吞酸。
^formulas
^formula1〔理中.真武化裁方證〕
^origin〔曾新城方〕
^formula2<var=1>〔附桂理中湯證〕
^origin〔宋國維方〕
^ingredients544 熟附片、黨參各！5g，肉桂心（媚服）3g，乾薑9g，炙甘草6g，沉香4.5g (後下），白朮、佛手、白芍 各12g。
^formula3〔溫陽散寒，理氣止痛方證〕
^origin〔朱世敏方〕
^ck07z19h176
^norm 虛寒滑脫。f
^chinese 久瀉，五更瀉，久痢。
^combo 陽虛+氣虛+津滑+銷滑
^ill〔陽氣不振〕
^symtom ①面白筋宵/面色黧黑，面色暗滯，②浮腫，③形寒肢冷，④腹部畏寒，⑤多汗，⑥腰腿
^tounge ①舌淡少苔，
^symtom ①洩瀉無度，
^symtom ①氣短懶言，
^tounge 舌淡紅苔薄白。
^pulse ①脈細數不齊，②脈細弱。
^symtom 陽痿滑精。
^ill<sub=2>〔陰精不固〕
^formulas
^formula1〔補土固腎湯證〕
^origin〔（李聰甫醫案）方〕
^formula2〔五神湯證〕
^origin〔姜春華方〕
^ingredients545 制附片、煨肉果 各6g，補件脂12g，吳茱萸3g，五味子4.5g。
^formula3〔哈鐵中心醫院方證〕治久瀉。
^ingredients546 補伢脂20S，肉豆蔻、吳茱萸、五味子、胡蘆巴 各15g，白朮30g，生薑4片，紅棗8枚。平均25付愈。
^ingredients547 (2)李斯熾治五更瀉，瀉下稀和不消化食物，神疲乏力，氣短懶言，腰腿痠軟，心煩失眠，舌淡少苔，脈細數不齊。加味四神丸：補骨脂、益智仁、茯苓各I2g，紅參須、黃連、五味子 各6g，吳茱萸、炒白朮、肉豆蔻 各9g，肉桂3g (《李 斯熾醫案》)9
^ck07z19h177
^norm 陽虛失血。
^chinese 滑脫，便血，月經過多，血崩漏血。
^western 宮血。
^combo 陽虛+氣虛+血滑
^ill〔陽氣不振〕
^symtom ①面色蒼白無華，面色蒼黃晦滯，面部佈滿黯斑，面色淡暗，唇淡暗，②身冷形寒，四肢 清冷，四肢厥冷，③四肢痠痛，④腹腰背痛，腰腿痛，少腹脹痛，伏臥則減，喜暖喜按，⑤血色稀淡。
^tounge ①舌淡無萏，②舌淡白嫩*齒印。
^pulse ①脈微弦虛，②濡小尺弱，③脈沉微弱。
^ill2〔血絡不固〕
^symtom ①便血，②月經過多，血崩，③漏血夜甚，④勞倦加甚。
^pulse 脈左澀。
^ill<sub=1>〔氣虛不充〕
^symtom ①面黃少神，身倦神疲，午後倦怠，②頭暈頭疼，③食少便溏，谷食少進，④肢冷自汗，
^pulse 脈右微。
^ill<sub=2>〔陽氣浮越〕
^symtom ①頭痛頭眩，②耳鳴，③心悸，④不寐多夢。
^formulas
^formula1〔東垣黑地黃丸法證〕
^origin〔王旭高方〕
^formula2〔溫陽攝血湯證〕
^origin〔《羅元愷醫著選》方〕
^ingredients548 附子6g，炮姜5g，炙甘蓽9g，白朮18g，黨參、首烏、崗稔根 各30g。
^ingredients549 (2)脾氣虛寒不能攝血，面色淡暗，四肢清冷，脈微尿血，主溫脾攝血：魚鰾、黃耆、人參、艾葉、萎炭、炙甘草。
^ingredients550 (1)王旭離治脾虛不能攝血，便後見紅，脾虛不能化濕，腹臌足腫，病根日久，腎陰亦傷，小便不利，溫攝雙調：熟 地、炮姜、茯苓、澤瀉、陳皮、車前子、川厚樸、茅蒼朮、五味子、丹皮、淮山藥、阿膠（《柳選四家醫案》298)。
^ck07z19h182
^norm 真寒假熱證，陰盛格陽，少陰中寒，亡陽。
^chinese 傷寒壞症，虛寒洩瀉。
^western 單純性消化不良並脫水，營養不良i°~n°。
^combo 陽虛+陽滯+陽浮+陽脫
^ill〔陽氣不振〕
^symtom ①梢神疲憊，神志懶怠，不喜言語，②面色膚白，目眶凹陷，睡臥露睹，③頭眩以熱掌按 頭上則快，』不按則欲脫，④眼瞼經常浮腫，如臥蠶狀，⑤月經淋瀝，白帶多。
^pulse ①脈遲弱，②切脈愈細，③六脈沉細。
^tounge 舌淡胖。
^ill2〔陽氣浮越〕
^symtom ①發熱，體溫39T，②面紅，面時戴陽，胸腹發熱，自覺腳心如焚，時自煩惡熱，汗出扇 之，汗乾後熱，燒重寒輕，身有傲熱，反欲增衣，與滋陰清熱，惡熱反甚，自汗出欲乘風或人井，③頭痛，兩目欲脫，④ 渴不欲飲，渴欲飲冷，索水到前，復置不飲，口出白沫，喉間白沫極黏不能出，⑤煩躁不安，叫楚煩亂，日夜無寧，煩躁 欲死，⑥乾嘔，嘔吐水拜液，⑦胸中如有一團火，凡冷水涼茶人咽，覺從火團上分流而下，目羞明皮火，口鼻間頻出火氣，⑧口乾不大渴，⑨心神錯亂，鄭聲呢喃。
^tounge ①舌苔白燥，舌白膩，②舌根黑膩，③舌淡，苔薄欠潤。
^pulse ①脈沉細，脈細弱而數，②脈細微疾數，脈細數無力，③浮虛無力，④脈洪大無論，重按
^ill<sub=1>〔陽氣不行〕
^symtom ①面色青黑，②四肢厥逆，③頭重痛，④體重惡寒，⑤腹脹，腹痛腸鳴作洩，狀若清谷而 少臭，⑥食後腹脹，⑦少腹發涼疼痛，⑧腰痛如折。
^pulse 切脈沉澀，六脈俱陰。
^tounge 舌紫青而滑，舌苔白膩。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①自汗淋漓，肌膚不溫，②急汗如油而涼，③氣喘不足以息，（3)枯神萎靡，目陷無神，⑤ 腸鳴水瀉，瀉下無度，⑥無涕淚，弄舌。
^tounge 苔色薄白，舌白多津。
^pulse ①沉細而弱如絲，②脈沉細欲絕。
^formulas
^formula1〔茯苓四逆湯證〕
^origin〔周連三方〕
^formula2〔白通加豬膽汁湯證〕
^origin〔廖洧泉方〕
^formula3〔反佐疔法證〕
^origin〔鄒雲翔方〕
^ingredients551 人參、淡附片、白芍 各9g，淡乾薑4.5g，肉桂2.4g，川黃連1.8g，雲茯苓12g，橘皮絡 各3g，紅棗7個，並囑須煎60 分鐘後服用0力
^formula4〔少陰中寒方證〕
^origin〔舒馳遠方〕
^ingredients552 附子、乾薑、半夏、砂仁、黃耆、白朮、肉桂、補骨脂，一劑而頭痛即止，身微汗而熱俱清。
^ck07z19h181
^norm 陰厥，少陰中寒。
^chinese 慢脾風，慢驚風。
^western 中毒性消化不良，心肌梗塞。
^combo 陽虛+陽閉+陽脫
^ill〔陽氣不振〕
^symtom ①面色青黃，②背冷惡寒，惡寒甚，③四肢發涼，④踡臥不渴，睡臥餌睛，目不交睫，⑤ 筋惕肉輞。
^tounge 舌淡苔白多律。
^pulse ①沉遲，②遲細。
^ill2〔陽氣閉塞〕
^symtom ①額黑面青，唇青鼻黑，指端青紫，手足青紫，②&迷，牙關緊急，不能語言，③四肢厥 逆，身厥，④手足收引，⑤胸背劇痛，⑥襄縮。
^pulse 脈沉細。
^ill<sub=1>〔陽氣不行〕
^symtom ①通身黑斑，②胸滿腹痛，③吐瀉交作，④嘔吐膠痰，魯自利腸鳴，⑥翳膜遮睛。
^tounge 舌苔灰白。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①動則心慌頭暈，陣陣振顫發抖，全身顫動，②二目上視，時開時閉，③二便長流，④時 昏憤，大汗淋漓，面色蒼白，四肢厥冷，聲微息促，⑤神志模糊，汗出不止，⑥口撮動，時忽抽搐，⑦喉如曳鋸，⑧口輿
^pulse 脈細如絲。
^formulas
^formula1〔桂附理中湯證〕
^origin〔王文雄方〕
^ingredients553 肉桂、吳茱萸 各1.5g，附片、炮姜 各4.5g，黨參、白朮、天麻 各6g，廣木香2.4g，生龍骨9g，砂仁、甘草 各3g。
^formula2〔大回生湯證〕
^origin〔謝映廬方〕
^ingredients554 專治小兒夏月吐瀉及雜病誤治成慢脾風妮，一切脾腎虛寒發癇驚風，實有起死回生之功。人參、白朮、黃耆、附子、酸棗仁、枸杞、乾薑、狹蒼、肉桂、丁香、白寇仁、鉤籐、全蜴、甘草，用水1碗，煎至
^formula3〔扶陽丹證〕
^origin〔謝映廬方〕
^ingredients555 白朮、附子、乾薑、砂仁、丁香、肉桂、甘草、胡椒、川花椒、洋前，米糊為丸。
^ck07z19h183
^norm 亡陽。
^chinese 陽脫。
^western 偽膜性腸炎，霍亂。
^combo 陽虛+陰滯+陽脫
^ill〔陽氣不振〕
^symtom ①面色恍白無華，②形體消瘦，③萎靡嗜睡。
^tounge 舌淡無苔。
^ill2〔陽氣脫絕〕
^symtom ①面色蒼白，②額汗，③精祌恍惚，④語聲低微，⑤氣息奄奄，⑥舌卷恭縮。
^pulse 六脈欲絕。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢厥逆，②肢痛反劇，痛處覺冷。
^ill<sub=2>〔津液不固〕
^symtom ①涼汗大出，②洩瀉直傾，吐瀉有增無減。
^formulas
^formula1〔茯苓四逆湯證〕
^origin〔周連三方〕
^ingredients556 茯苓30g，炮附片、黨參、乾薑、甘草 各15g。
^ingredients557 黨參、炒白朮 各9g，茯苓15g，肉豆蔻、吳茱萸 各6g，官桂、葛根 各4.5g，附片、炮姜 各3g。
^ck07z19h218
^norm 寒陷少陰。
^chinese 牝瘧，寒痺，夾陰傷寒，春溫兩感證。
^combo 陰枯+陽虛‧表鬰4‧陽浮
^ill〔陰液消涸〕
^symtom ①腰痛，②唇燥古千，③小便少。
^tounge 舌黑。._
^pulse 脈數大無力。
^ill2〔陽氣不振〕
^symtom ①神氣昏倦，②毘寒不熱，肢冷，③面青或萎黃或而白，④飲食減少而乏味，⑤腰如截，
^formula1〔理陰煎加柴胡，麻黃證〕
^origin〔張景岳方〕
^ingredients558 熟地、當歸、炙甘草、炒乾薑、肉桂、柴胡、麻黃。
^formula2〔附子理陰煎證〕適用於惡寒發熱，神氣昏倦，或跺擾不寧，或其熱忽有忽無，面白唇燥，脈數無力，或虛大。
^ingredients559 熟地、當歸、炙甘草、炒乾薑、附子。
^formula3〔補陰益氣煎證〕
^origin〔《通俗傷寒論》方〕
^ingredients560 三診：痛經，左腿和趾麻，用種福堂方加川烏9g，服3劑。處方：牛膝、赤芍、獨活 各12g，威靈仙 15g，穿山甲6g，紅花、桂枝、制川烏 各9g。、
^ck07z19h214
^norm 虛陽外越，陰盛格陽，陰證似陽。
^chinese 慢驚風，眩暈。
^combo 陰枯+陽浮+陽脫
^ill〔陰液消涸〕
^symtom ①形蠃色晦，形體枯瘦，②舌紅唇裂，舌黑唇焦，③渴不欲飲，大渴客飲，④便結，⑤耳
^tounge ①舌黑芒刺乾裂，②焦黑如炭。
^pulse ①脈無力，②脈洪數而空。〔陽氣浮越〕
^symtom ①身熱如火，肌熱而按久微冷，②目赤，咽痛，③煩渴，④面赤足冷，⑤口舌糜爛，黏誕
^tounge 苔白潤或焦。
^pulse 反七八至，按之豁然不動。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛，②眩暈振振欲仆地，愈汗愈暈。
^ill2<sub=1>〔神志昏蒙〕
^symtom ①神氣昏沉，②昏亂。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①驚惶供怯，手足戰慄，手足徐徐搐顫，②面色黯，唇淡，爪甲轉青，口鼻氣冷，③自 汗淋澳，肌膚不溫，④胸緊氣急，煩咕，氣短似喘，⑤睡中鉺睛，氣息低微，⑥吐利，下利頻作，⑦形寒倦怠，背腹畏寒。
^tounge 舌淡胖。苔白潤。
^pulse ①脈遲弱，②脈極沉細，欲絕，③散亂不偏，④脈來如湯沸騰，⑤按脈衝指，忽散如?沸
^formulas
^formula1〔六味回陽飲證〕
^origin〔《錄岳全書》方〕
^ingredients561 黨參、白朮、當歸、枸杞子、補骨脂、酸棗仁 各3g，熟地7.5&，炮孌、炙甘草、山茱萸 各1.5g，炙黃耆、核桃肉各
^formula3〔桂附理中湯證〕
^origin〔王文雄方〕
^ingredients562 肉桂、吳茱萸 各1.5g，附片、炮姜 各4.5g，黨參、白朮、天麻 各6g，廣木香2.4g，生龍骨9g，砂仁、甘草 各3g。
^formula4〔小品方二加減龍骨牡蠣湯化裁證〕
^origin〔陳荔棟方〕
^ingredients563 制附片（先煎）3g，牡蠣、龍骨 各30g (均先煎），白芍、黃耆、白朮、山萸肉 各10g，甘草3g。
^ck07z19h215
^norm 陰陽虛竭，陰陽竭絕，陰陽兩脫。
^chinese 陰祺亂，慢驚風。
^combo 陰枯+陽浮+陽脫+津脫
^ill〔陰液消涸〕
^symtom ①眼陷囟沉，②兩足拘攣，③口辣舌燥，④小便赤澀。
^tounge ①舌光乾燥之極，②深紅乾刺。
^ill2〔陽氣浮越〕
^symtom ①身熱煩海，遍體如火，②面赤目赤，③唇紅唇腫，④眼皮連眨，目珠晡動，⑤煩躁，⑥ 神憤譫語，⑦妄言怒罵，⑧手足柚楚，擾則角弓反張。
^pulse 脈急數無倫。
^ill<sub=1>〔清空失寧〕
^ill2<sub=1>〔陽氣脫絕〕
^symtom ①神昏目呆，②身熱肢厥，四肢厥逆，③面色青黃、青暗，獨唇色紫黑，肌肉青紫，④時 靜時擾，靜時氣急目閉，⑤碎睹，言窨語低，⑥個臥如屍，口*無氣，人事大困，⑦息促，汗出而喘，⑧口噤0閉手撒。
^pulse ①六脈沉細無神，②脈微弱如無，③脈伏。
^ill<sub=2>〔氣機沖逆〕
^symtom ①人口即吐，②呃逆，③腹脹不便。
^ill2<sub=2>〔津液脫絕〕
^symtom ①吐瀉不止，②下利不止，③吐痰甚多，④汗出如注，⑤耳聾R陷，音啞肉脫。
^formulas
^formula1<var=1>〔生脈理中湯證〕
^origin〔王經邦方〕
^formula2〔加味理中地黃湯證〕
^origin〔莊在田方〕
^ingredients564 熟地15g，當歸、枸杞子、補骨脂、炙黃耆、黨參、炒酸棗仁 各6g，山茱萸10g，白朮9g，炮姜、炙甘草、肉桂 各3g，生薑3片，紅棗3枚，核桃2個，灶心上60g煮水煎藥取濃汁1茶杯，另加附子1.5煎水摻人，諒兒大小分數次灌服I
^alias下焦虛冷，下元虛寒，冷結膀胱，衝脈虛寒，寒滯督陽，上盛下虛，陽氣浮越，龍笛火升，下厥上竭，飛龍，戴陽，陰盛格陽，真寒假熱，營血虛寒，衝脈虛寒，虛寒失血。
^chinese眩暈，頭痛，厥陰頭痛，耳鳴，_，肝虛脅痛，虛沛，寒沾，產後兒枕，中寒，寒中少陰厥陰，縮陽症，房勞傷寒，經期中寒，真頭痛，中風脫症，亡陽發狂，痛痺，虛痺，痛經，噤口痢，戴陽失血，衄血，尿血，便血，崩漏，虛寒血崩，虛勞發熱。
^western 神經性頭痛，坐骨神經痛，男性不育症，宮體後傾。
^ill〔陽氣不行〕
^symtom ①面容蒼白，形寒惡冷，神識不清，②四肢逆冷，足冷，③腰腿抒酸，④腹瀉，⑤陰莖內縮，皋 丸上提，陰森皺縮，⑥陰旗清冷，皋丸掣痛，連及少肢，⑦白帶甚多。
^tounge ①舌稍紫，有齒印，②舌苔白薄，③苔白賦。
^pulse ①脈沉，②兩脈沉弦，③脈弦而細，④脈沉細而弦。
^symtom ①腹痛，②少腹痛，③小腹急痛，④少腹疼痛，疼引陰襄，⑤少腹兩旁疼痛，痛劇則嘔吐。
^symtom ①發熱.頭部昏脹。
^symtom ①背脊惡寒而痛，②下肢痛不能抬舉，夜間常被痛醒。
^ck07z21h296
^norm 下焦虛冷，下元虛寒，冷結膀胱。
^chinese 房勞傷寒，經期中寒，陰縮。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom ①面容蒼白，形寒惡冷，神識不清，②四肢逆冷，足冷，③腰腿皆酸，④腹瀉，⑤陰莖內 縮，寒丸上提，陰襄皺縮，⑥陰渙清冷，_丸掣痛，連及少腹，⑦白帶甚多。
^tounge ①舌稍紫，有齒印，②舌苔白縛，③苔白膩。
^pulse ①脈沉，②兩脈沉弦，③脈弦而細，④脈沉細而弦。
^ill2〔氣機不利〕
^symtom ①膠痛，②少膠痛，③小腹急痛，④少腹疼痛，疼引陰雍，⑤少腹兩旁疼痛，痛劇則嘔吐。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣怫鬰〕
^symtom ①發熱，②頭部昏脹。
^formulas
^formula1〔當歸四逆湯加吳茱萸證〕
^origin〔吳坤安方〕
^ingredients565 當歸、桂枝、芍葯、細辛、炙甘草、通草、大棗） 吳茱萸。
^formula2<var=1>〔暖肝煎證〕
^origin〔陳永起方〕
^ingredients566 當歸、烏藥、茯苓 各15g，甘枸杞、川楝子 各20g，附子、吳茱萸 各5g，肉桂、沉香、小茴香 各10g。
^formula3〔開陽湯證〕
^origin〔費伯雄方〕
^ingredients567 附子、補骨脂、益智仁、當歸、杜仲、烏藥、木香、廣陳皮、青皮、茯苓、舉姜。
^ingredients568 (2)醉飽行房，小腹脹痛，主當歸、白句、川誇、柴胡、青皮、吳茱英、甘草。
^ingredients569 (2)鄭敏生治經期中寒，主當歸四逆湯：當歸、白巧、細辛、桂枝 各9g，木通4，5g，甘草6g，大棗6枚，細辛必用
^ingredients570 (4)陳永起治周，男，50歲陰莖抽痛縮入反覆發作半年，病起冒雨拉磚受涼，縮人捨10分鐘至5小時，日腹瀉4~5 次，脈弦細，舌稍紫，有齒印，苔薄白，為肝腎虛寒，以破肝溫腎止痛法：附子、肉桂、小茴香、沉香、當歸、枸杞子、吳茱萸、牛膝、玄胡、橘核、荔枝核 各15g，3劑，近兩日來未縮，加補伢脂、肉豆蔻、川楝子 各25g，浴池洗澡後，陰縮 10餘分鐘，已無抽痛，去二核、玄胡，4劑，未見陰縮腹瀉止，觀察半月出院。
^ck07z21h298
^norm 衝脈虛寒。
^chinese 肝虛脅痛，疝痛，痛經。
^western 男性不育症，宮體後傾。
^combo 陽虛‧血虛+氣鬱+氣滯
^ill〔陽氣不振〕
^symtom ①面容蒼白，②臍下冷，③怯寒，四肢不溫，四肢厥逆，④睪丸陰冷潮濕，寒則寒丸收縮 引痛，⑤血淡不鮮，蛩多色紫夾塊。
^tounge 舌淡苔白滑有齒印，苔薄。
^pulse 細遲，脈細弦。
^ill2〔陽氣不振〕
^symtom ①少腹疝痛，②脅痛，③臍下冷痛，當臍痛，④便溺不利，⑤經行少腹疼痛，甚則昏厥。
^pulse 脈弦級。
^ill3〔陽氣不振〕
^symtom ①腰膝痠楚，②肌消神爍，③月事愆期。‧
^tounge 舌淡。
^pulse ①脈虛無力，②空大按之不鼓。『
^ill4〔氣機不宣〕
^symtom 不思飲食。
^ill<sub=2>〔陽氣不和〕
^symtom ①日晡心煩灼熱而肌膚粟起。
^formulas
^formula1〔暖肝煎證〕
^origin〔張介賓方〕
^ingredients571 枸杞子、當歸 各6g，烏藥、沉香、小菌、赤茯苓 各3g，紫謠桂1.5g，密生薑2，4g。再加桃仁5粒，山茱萸2.4g，防風 1.5g，細辛0.6g，治肝虛脅痛奇效。
^formula2〔延胡川楝湯證〕治臍下冷撮痛及陰內冷如冰最效。
^formula3〔地黃雙桂湯證〕治怯寒脈虛當臍痛，便溺不利多效。
^ingredients572 熟地9g，桂枝尖、紫搖桂 各1.5g，酒炒白芍4.5g，當歸、茯苓 各3g。
^formula4〔石英湯證〕
^origin〔《程門雪醫案》方〕
^ingredients573 紫石英、酒洗全當歸、桑寄生、杜仲、酒炒絲瓜絡、大寸麥冬 各9g，肉桂心.5g，台烏藥3g，酒炒白芍6g，橘核 12g，炒橘葉、吳茱萸、川椒目各2.4S。
^ck07z21h308
^norm 寒滯齊陽。
^chinese 痛痺，虛痺。
^western 坐骨祌經痛。
^combo 陽滯+絡滯
^ill〔陽氣不行〕
^symtom ①惡寒畏冷，②下肢冷感，③口淡不渴，小便清長。
^tounge 舌苔薄白，舌苔白中微貨。
^pulse 脈緩，脈沉緊。
^ill<sub=1>〔絡脈不利〕
^symtom ①背脊惡寒而痛，②下肢痛不能抬舉，夜間常被痛醒。
^ill<sub=2>〔氣化不行〕
^formulas
^formula1<var=1>〔陽和湯證〕
^origin〔葉秉仁方〕
^ingredients574 熟地30g，炒白芥子6g，肉桂、炮姜炭、炙麻貿、生甘草 各3g，鹿角膠、當歸 各10g，淮牛膝12g。
^ingredients575 (1)風冷陽滯督脈，脈氣不通，背脊惡寒而痛，主通陽：鹿角審、白芍、炙甘草、桂枝、當歸身、半夏、『生薑、大 棗、杜仲、狗脊。
^ck07z21h200
^norm 營血虛寒。
^chinese 痛經，崩漏，產後兒枕。
^combo 血虛+陰虛+血滯+氣滯
^ill〔血虛失榮〕
^symtom ①去血過多，②經漏淋漓，③經水愆期，④頭部昏脹。
^tounge 舌苔白薄。
^pulse 兩脈沉弦。〔血滯不行〕
^symtom ①月經至期不來，②小腹痛，③產後惡露不行。
^ill<sub=1>〔氣機不利〕
^symtom ①小腹脹，②少腹裡急，③少腹脹痛，④腹滿。
^ill2〔陰虛失養〕
^symtom ①膜腿皆酸，腰膝痛，②暮熱，③手莩煩熱，④唇口乾燥，⑤白帶甚多。
^ill<sub=2>〔陽氣不和〕
^symtom ①形寒惡冷，②小腹寒，③下肢冷感。
^pulse 脈沉緊。
^tounge 舌苔白中微黃。、
^symtom 下肢疼痛。
^formulas
^formula1〔溫經湯證〕
^origin〔《金跋要略》方〕
^ingredients576 吳茱英、半S、麥冬 各3g，當歸、川誇、芍葯、人參、桂枝、阿膠、丹皮、生薑、甘草 各6g。
^formula2〔養血溫經法證〕
^origin〔丁甘仁方〕
^ingredients577 酒炒當歸熟地12g，川考6g，艾葉4.5g，阿膠，杜仲、川續斷、益母草、雲茯苓、橘葉、制香附、白芍 各9g。
^ck07z21h177
^norm 虛寒失血，下厥上竭。
^chinese 衄血，尿血，便血，經漏，虛寒血崩。
^combo 陽虛+氣虛+血滑
^ill〔陽氣不振〕
^symtom ①腰腳瘺弱，②面色萎黃，③腰腹背喜暖喜按，④膝冷怯寒。
^tounge ①舌淡無苔，②舌淡苔少。
^pulse ①脈弦虛尺弱，②脈象沉細。
^ill2〔血絡不固〕
^symtom ①尿血，②便血，③衄血，④經漏夜多，勞累尤甚，⑤陡然血崩，不可遏止。
^ill<sub=1>〔氣虛不充〕
^symtom ①頭昏少神，②頭S眩暈，③不耐勞倦，④納少形蔽。
^ill<sub=2>〔陽氣浮越〕
^symtom 健忘多夢。
^formulas
^formula1<var=2>〔膠艾湯合補宮丸證〕
^origin〔賴良蒲方〕
^ingredients578 (3)便血久病不已，面色萎黃，精神疲憊，急當補養，斷紅丸、側柏葉、川續斷、鹿茸、當歸身、附子、肉蓯蓉、阿 膠、白礬、醋。
^ck07z21h322
^norm 飛龍，下元虛寒，上盛下虛，陽氣浮越，龍雷火升，戴陽。
^chinese 戴陽失血，頭痛，眩綠，耳鳴，喉痺。
^combo 陰虛+陽虛+陽浮
^formulas
^formula1〔鎮陰煎證〕
^origin〔張景岳方〕
^formula2〔桂附八味丸加磁石、龜版證〕治耳聾腰痛，眼生黑花，其聲嘈嘈而鳴。
^ingredients579 肉桂、附子、熟地、山茱萸、丹皮、澤瀉、茯苓、淮山、磁石、龜版。
^ck07z21h182
^norm 下元虛寒，陽氣浮越，陰盛格陽，真寒假熱。
^chinese 亡陽發狂。
^combo 陽虛+陽浮+陽脫 .
^ill〔陽氣不振〕
^symtom ①氣乏神疲，②昏迷似睡，叫呼不應，③口不渴。
^tounge 舌淡。
^pulse 脈沉細。
^ill2〔陽氣浮越〕
^symtom 不止，２躁，③□渦砂燥，咽乾，④面赤如妝，⑤胸前斑點微紅⑥發狂，驚狂起 臥不安，⑦頭目眩暈，遇寒則發，而常欲近火，欲得暖手按之。
^tounge 舌苔乾膩。
^pulse ①脈洪大，②脈浮數而空。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢厥逆，②腹小滿。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①汗遂漏不止，②四肢厥逆，③戰悚，④&迷似睡，⑤神&譫語，⑥神糊鄭聲。
^formulas
^ingredients580 別直參、陳皮、牡蠣、砂仁、仙半戾、遠志、龍骨、朱茯神、酸棗仁、秫米、浮小麥。
^ingredients581 15g，沉香、肉桂 各3g，畜魚置介法以救既散之陽。
^ck07z21h181
^norm 寒中少陰厥陰。
^chinese 中風脫症，真頭痛，中寒，縮陽症。
^combo 陽虛+陽閉+陽脫
^ill〔陽氣不振〕.
^symtom 手足冷蜷曲而臥。
^ill2〔陽氣閉塞〕
^symtom ①昏睡不醒，喉中痰響，②手足俱冷，③其身俚直，④頭痛引腦巔，甚則腦盡痛。
^ill<sub=1>〔陽氣不行〕
^symtom ①大寒不止，②手足寒至節。手足指甲盡青，③忽小腹急痛，外腎搐縮，睪丸縮人，腎襄 縮入，按之不出，④腰疼而墜，⑤膝脛拘急，⑥兩脅作痛。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①面黑喘急，②冷汗自汗，冷汗遍掛，③目合口開，④鼾睡，⑤手撒遺尿，⑥面赤如妝，汗出如油，⑦手足厥冷。
^pulse ①脈微細欲絕，②兩尺沉細按至骨，乃有一毛之延，寸關稍和。
^formula〔救腎活肝湯證〕
^origin〔齊有堂方〕
^ingredients582 白朮90g，當歸、熟地 各30g，山茱英、人參 各15g，附子9g，肉桂6g (加人熟地、山茱萸，則參術無過資之益，桂附 無過燥之憂)。' ，
^alias　　　太少兩感證，夾陰傷寒。太陽少陰厥陰合病，真寒假熱，陰證似陽，陰陽兩脫，水冷金寒。
^chinese夾陰傷寒，寒人精室，房勞復，陽虛傷風，失音，少陰咽痛，喉啤，癃閉，氣端，麻後嗔，呃逆，陽脫。
^western 乙?，顎咽喉肌陣孿。
^ill〔陽氣不振〕
^symtom ①顏面枯暗無色澤，②精神疲憊，③四肢無力，④常自，汗出，⑤咽乾欲熱飲，但飲量極少，⑥餓 不欲食。_
^tounge 舌質淡白少苔。
^pulse ①脈象沉遲細弱，②脈沉細而微。
^symtom ①胸脹不舒，②咳痰。
^symtom 氣逆咳喘。一
^symtom ①咽乾嚥痛聚脹，②喉痛聲嘶，發音不揚，③喉部有痰阻，吐之不出，咽之不下。
^ck07z05h232
^chinese 失音，少陰咽痛。
^combo 陽虛+氣鬱+表虛+清竅
^ill〔陽氣不振〕
^symtom ①顏面枯暗無色澤，②精神憊疲，③四肢無力，④常自汗出，⑤咽乾欲熱飲，但飲量極少，
^tounge 舌質淡白少苔。
^pulse ①脈象沉遲細弱，②脈沉細而微。
^ill2〔氣機不宣〕
^symtom ①胸脹不舒，②咳痰C
^ill<sub=1>〔氣機不降〕c
^ill2<sub=1>〔腠理不實〕
^symtom 寒熱。
^ill<sub=2>〔清竅不宣〕
^symtom ①咽乾嚥痛聚脹，②喉痛聲?，發音不揚，③喉部有痰阻吐之不出，咽之不下。
^formulas
^formula1<var=1>〔麻黃附子細辛湯合二陳丸證〕
^origin〔胃曙明方〕
^ingredients583 麻黃、附片、法半夏、巴戟、玄參 各9g，細辛1.5g，石菖蒲4.5g，甘草6g，雲茯苓、枸杞子各I2g。
^formula2〔通脈四逆湯加桔梗證〕
^origin〔許雲齋方〕
^ingredients584 附子、乾薑、生薑、桔梗、甘草 各9g，大棗5枚，2劑症減，加白芍9g。
^ck07z05h174
^norm 陰寒上逆，水冷金寒。
^chinese 氣喘，呃逆，喉鳴，麻後喘。
^western 顎咽喉肌陣攣。
^combo 陽虛+氣逆+陽滯‧
^ill〔陽氣不振〕
^symtom ①面色青黃，②身熱不揚，③惡寒，背惡寒，④冷汗，⑤筋惕肉睇，⑥小便清長。
^tounge 舌淡苔白。
^pulse ①脈右譎細，②弦細沉遲，③太溪似有似無。
^ill2〔氣機沖逆〕
^symtom ①咳嗽氣逆不能臥，②氣喘，③呃逆，④口唾涎沫，⑤喉中咯咯聲響，喉結抖燄，⑥後背 發涼，似有一股寒流從?部沿脊柱上竄至焰頂，人咽喉，陰雨天加重。
^ill<sub=1>〔陽氣不行〕
^symtom ①肢冷，②而色灰滯，③手足麻木，④背部發涼，⑤睪丸墜痛。
^tounge 苔乾白膩滑。
^pulse 脈浮緊弦。
^symtom ①皞脹便洩，②胸氣。
^ill<sub=2>〔陽氣浮越〕
^symtom ①咽痛淡紅不腫，d觀赤，③視物模糊，④鄭聲神糊。
^tounge 1C‧荇薄膩。
^pulse ①脈細促，②脈象左關弦小而促，③趺陽虛弦而數。
^formulas
^formula〔攝納沖氣，和胃安神法證〕
^origin〔丁甘仁方〕
^ck07z05h180
^norm 太少兩感證，或太陽少陰厥陰合病。
^chinese 夾陰傷寒，寒入桔室，房勞復，陽虛傷風。
^western 乙腦。t
^combo 陽虛+陽鬰+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①汗多，②垂頭不語，③頭重H眩，④足冷踡臥，⑤面色晦淡
^tounge ①苔淡白滑，②舌本胖嫩。
^pulse ①脈沉細，②尺遲弱。
^ill2〔陽氣不行〕
^symtom ①背冷惡寒，②四肢厥冷，冷過肘膝，手足青紫，③面色青黃，面青灰滯，④神志模糊，⑤胸背劇痛，⑥小腹絞痛，⑦或吐或利，⑧心下脹滿，⑨陰腫。
^pulse 脈伏絕。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ‧.１身熱，２頭熱而引衣自覆，３煩躁，４手足躁動，５漱聲不出，氣急神揚。
^pulse 尺寸浮數。
^tounge 舌黑滑。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①面色蒼白，大汗淋漓，②筋惕肉睇，③氣喘急促，④目閉欲寐，⑤蚧齒發痙，⑥目珠上 瞪，⑦四肢抽掣，⑧舌卷渙縮。
^pulse ①脈微細無力，②細促。
^formulas
^formula〔附子湯加麻辛證〕
^origin〔吳雲山方〕
^ingredients585附子、半夏 各9g，黨參15g，茯苓、白芍 各12g，白朮、乾荽 各6g，麻黃、細辛 各3g，
^ck07z05h182
^norm 兩感傷寒，夾陰傷寒。具寒假熱，陰證似陽。
^chinese 夾陰傷寒。
^ingredients586 參
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①惡寒，②肢厥。
^pulse 脈沉細無力。
^tounge 舌淡白滑。
^symtom ①寒熱，②煩躁，③面紅目赤，④喉痛熱燥，⑤舌吐唇外數寸，⑥典衄咳血。
^ill<sub=1>〔陽氣不行〕
^symtom 頭身痛。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①汗多，②冷過肘膝。
^pulse 脈微細無力。
^formulas
^formula〔六味回陽飲證〕
^origin〔《景岳全書》方〕
^ck07z05h214
^norm 陰陽兩脫。
^chinese 陽脫。
^combo 陰洞陽浮+陽脫
^ill〔陰液消涸〕
^symtom ①U渴咽乾，②唇焦，③舌乾如刺，④小便不利，⑤大便不通。
^tounge 舌上焦黑乾刺。
^ill2〔陽氣浮越〕
^symtom ①熱反甚，②腩間有火，③漱水不咽，④口渴痰多，⑤煩躁，⑥面赤，目赤，顴紅，⑦胸
^tounge 舌上焦黑乾刺。
^pulse ①脈浮數，②洪大按之寂然。
^ill3〔清空不寧〕
^symtom 頭腦犖疼。、
^ill4〔神志昏蒙〕
^symtom ①神沉不語，②請語，③狂語亂走，④神志昏惑，⑤熱則昏痙。
^ill5〔陽氣脫絕〕
^symtom ①撮空循衣摸床，②大汗如雨，③不任風寒，④厥逆，⑤目垂鼻冷，⑥額頰激汗。
^pulse ①六脈虛微，②細促。
^formula1〔全真一‧氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients587 別直參、白朮、牛膝酒煮 各6g，寸麥冬15g，五味子0.9g，熟地15 40g，附子3g。
^formula2〔益元湯證〕
^origin〔《傷寒六書》方〕
^ingredients588 炮附子、乾薑、艾葉、黃連、麥門冬、五味子、甘萆‧方有知母，人參）。加姜、棗、蔥白，水煎，人童便，冷服。
^alias風暑犯肺，蒙閉清氣。
^chinese 冒暑，風暑，濕濁，傷暑，太陰伏暑，伏暑晚發，氣虛傷暑，夏季熱，暑咳，涼燥挾伏著。
^ill〔氣機不宣〕
^symtom ①胸悶，②疾多，③咳哈，④胺悶，⑤不饑；⑥四肢麻痹，麻痹欲厥。
^tounge舌苻厚白膩。
^pulse右寸浮數虛數。
^ill2〔腠理不窒〕
^symtom①惡寒發熱無汗，②》有寒熱，③《風，④身熱頭脹。
^pulse脈左勁右燏。
^ill3〔津氣a蒸〕
^symtom①發熱汗出，②煩跺，③小便短赤，④煩渴
^tounge 舌邊尖紅，苔微黃。
^pulse脈數。
^ill4〔清空不宣〕
^symtom①頭痛，②頭昏，③頭脹，④項強反張。
^ill5〔清竅不利〕
^symtom①咽痛痰多。圖42肺衛風暑證證候結構圍
^ill6〔氣機不降〕
^symtom①咳嗆，②渴飲即吐。證候系統：詳見圖42。
^ck08z01h001
^chinese冒暑。
^combo表鬰+空竅
^ill〔腠理不宣〕
^symtom①惡風，寒熱，汗出，②身重。
^tounge舌紅苔膩。
^ill<sub=1>【清空不】
^symtom①頭犖，②頭重如裹如蒙。
^ill<sub=2>〔清竅不宣〕
^symtom①典塞，②咳嗽。
^ill2<sub=2>〔經氣不宣〕
^symtom身體瘐困。
^formula1〔清涼滌暑法加味〕
^origin〔蜇少逸方〕
^ingredients589 水飛滑石、去心連翹、白茯苓 各9g,生甘草2.4g,靑萵4.5g,白扁豆、通草 各3g,力認齊仁、瓜蔞殼’再加西瓜翠衣1
^norm 冒暑。
^chinese 冒暑。
^combo 表鬰空竅
^ill〔腠理不宣〕
^symtom ①惡風，寒熱，汗出，②身重。
^tounge 舌紅苔膩。
^ill<sub=1>〔清空不宣〕
^symtom ①頭犖，②頭重如裹如蒙。
^ill<sub=2>〔清竅不宣〕
^symtom ①奐塞，②咳嗽。
^ill2<sub=2>〔經氣不宣〕
^symtom 身體痠困。
^formulas
^formula<var=1>〔清涼滌番法證〕
^origin〔雷少逸方〕
^ingredients590 水飛滑石、去心連翹、白茯苓 各9g，生甘草2.4?，青蒿4.5g，白扁豆、通草 各3g，jj爐仁‧、瓜蔞殼，再加西瓜翠衣1 片入煎。、
^ingredients591 (1)葉天士治巖風外襲，鮮絲瓜葉、香裔、桑白皮、杏仁、飛淨滑石、橘紅、川通草、連翹。
^ingredients592 (2)葉天士治暑風上阻，頭脹鼻塞咳嗽。絲瓜葉、桑皮、杏仁、白蘆根、桔梗、薏苡仁（《未刻本葉氏醫案》）。
^ck08z01h002
^norm 傷箸。
^chinese 傷暑，太陰伏荖。
^combo 表鬰+氣蒸
^formulas
^formula1<var=2>〔銀翹散證〕
^origin〔《溫病條辨》方〕
^ingredients593 金銀花、連翹、飛滑石  各30g，桔梗、薄荷、杏仁 各18g，竹葉、荊芥穗 各12g，豆豉、甘草 各15g。為末，每服18g，加鮮蘆根，水煎。
^formula2<var=2>〔清涼滌暑法證〕
^origin〔雷少逸方〕
^ingredients594 水飛滑石、去心連翹、白茯苓 各9g，生甘草2.4g，青蘺4.5g，通草3g，.加菝否、香箝。
^ingredients595 (1)葉天士治著熱侵于上焦，咳嗽身熱，主以辛涼，肅其肺衛。鮮絲瓜葉、杏仁、桔梗、活水蘆根、桑皮、天花粉
^ck08z01h035
^chinese小兒復季熱。
^combo氣鬰+表鬰+氣蒸
^ill〔氣機不宣〕
^symtom①胸悶，②痰多，③咳哈，④院悶，⑤不饑.，⑥四肢麻痹，麻痹欲厥。
^formulas
^formula1〔清營解疫湯（加減) 〕
^origin〔徐洄溪方〕
^ingredients596 連翹、銀花各lSg，鮮蘆根30g,鮮荷葉、防風、佩蘭葉、射干、牛蒡子、鮮桑葉、菊花 各9g，石莒蒲、酒黃芩 各6g,
^ingredients597 胸脘不暢，小便不利，夜間身熱頭脹，咳嗆不饑，跗痠，清上焦如：杏仁、薄荷、滑石、白蔻仁、通草、荷葉、絲瓜 絡之類（《傷寒指掌》卷四36)。
^ingredients598 (3)葉天士治鬰，二六，暑熱頭脹，咳喉痛：鮮荷葉、杏仁、射乾、橘紅、桑.皮、桔梗、木通、滑石（《臨證指南醫 案》338) 0
^ingredients599 (4)葉天士治某，.二九，咳嗽頭脹，.口渴，此暑風襲於肺衛：杏仁、飛滑石、絲瓜葉 各9g，香薷1.5g，桔梗、桑皮 各3g (《臨證指南醫案》74)。
^ck08z01h226
^chinese ‧暑咳，涼燥挾伏發。
^combo 氣鬱+清竅
^ill〔氣機不宣〕
^symtom ①但咳無痰，②咳而不爽，③咳聲清高。
^tounge ①舌正無苔，②舌紅苔薄。
^pulse ①浮數，②浮滑。
^ill<sub=1>〔氣機不降〕
^symtom 咳嗆。
^ill<sub=2>〔清窮不利〕』
^symtom ①咽阻，②咽痛，③咽喉發癢，④□揭，⑤頭脹頭昏。
^formulas
^formula1<var=1>〔清絡飲證〕
^origin〔吳鞠通方〕
^formula2〔加味麻杏甘石湯證〕
^origin〔蒲輔周方〕
^ingredients600 麻黃、桔梗 各3g，生石耷9g，甘草.5g，杏仁、僵莖、桑皮 各6g，前胡、炒蘇子、萊瓶子 各4.5g，?Z4g，蔥白3寸。
^ingredients601 (1)葉天士治暑熱人肺為咳：天花粉、六一散、杏仁、橘紅、大沙參、黑梔皮（《臨證指南醫案》73)。
^alias寒鬰暑熱，客寒包火，暑風入肺，暑熱犯肺，清邪中上，暑穢上受，暑傷血絡，表邪內陷，風晷內陷，表虛液竭，暑 熱傷氣，陰證似陽，虛證似實，熱深厥深，暑風疼厥。
^chinese 傷：&，感冒，菩風，暑風多挾穢濁，暑風傷寒，外風引動伏暑，太陰伏暑，伏暑挾寒，熱病兼寒，傷濕兼 風，暑移，箸熱，暑濕，手太陰暑溫，中著，暑厥，番移，砂閉，垔季熱，著盜，暑癇，陰斑，暑咳，暑厥兼肺換，咳血，吐血，焊利，吐利，.挾表痢，濕熱痢，肺瘧。
^western乙型腦炎，急性典型菌痢。
^ill〔陽氣不宣〕
^symtom ①漸然厥起，②惡寒，③四肢不仁。
^tounge 苔白。P
^pulse 左手反小。
^ill2〔腠理不宣〕
^symtom ①身熱無汗，②或汗出不透。
^pulse 脈左浮緊。
^ill3〔津氣瑾蒸〕
^symtom ①面赤煩渴，②身熱自汗，③煩燠少寐，④熱盛口渴，⑤胸前灼熱，⑥尺膚熱甚。
^tounge 舌紅苔白中黃。
^pulse 右脈洪數，右洪盛。
^ill4〔清空不宣〕
^symtom ①頭痛，頭痛不堪。
^ill5〔氣機不宣〕
^symtom ①院腹脹滿，②胸悶，③咳痰不爽。
^ill6〔氣機不降〕
^symtom ①乾嘔，②嘔惡，③咳嗆。
^ill7〔清竅不宣〕
^symtom ①鼻鳴，②咽阻。
^ck08z12h008
^norm 寒鬰暑熱。
^chinese 傷暑。
^combo 陽滯+表鬰+氣灼
^ill〔陽氣不行〕
^symtom ①惡寒，②肢冷，③口不渴飲。
^tounge 舌紅苔白。
^pulse 左脈反小，左浮緊。
^symtom ①惡寒發熱，②無汗，③或汗出不透，有汗不解。
^pulse 脈弦數。
^tounge 苔薄白。
^symtom ①灼熱，②a渴引飲，③心煩，④或自汗。
^tounge 舌聲。
^pulse ①右脈洪大，②脈虛數，③脈小數。
^symtom 身疼痛。
^symtom 頭痛如破力
^symtom 鼻塞而乾。
^formulas
^formula1〔新加香薷飲證〕
^origin〔《溫病條辨》方〕
^formula2〔藿杏湯證〕治肺胃風暑，身熱頭痛惡寒，煩渴無汗，或自汗，脈虛數，舌苔白。
^ingredients602 香薷2. lg，杏仁、滑石、絲瓜葉 各9g，通草4.5g，白蔻仁1.5g。
^ck08z12h006
^norm 傷箸。
^chinese 傷暑，夏季熱。
^combo 陽鬰+表鬰‧‧  』
^ill〔陽氣不宣〕
^symtom ①面笆少華，②精神萎頓，沉困欲耜，③雖不惡寒，亦不惡熱。、
^tounge 舌淡紅苔島。〔陽氣怫鬰〕
^symtom :①高熱，皮膚乾燥，纖逄無汗，②不能寬正人睡，③多言好動，④煩躁，⑤口海喜飲涼水，
^tounge 舌略紅，荇薄黃不幹。
^pulse 脈來浮洪而數，且有力。
^symtom 時汗出而熱緩，時汗閉而壯熱。
^symtom 頭痛。
^symtom 鼻塞而乾。
^symtom 身酸疼。
^formulas
^formula〔新加香薷飲證〕
^origin〔《溫病條辨》方〕
^ck08z12h129
^norm 暑傷血絡。
^chinese 暑咳咳血，咳血，吐血。
^combo 表鬰+陽鬰+氣鬱+血溢
^formulas
^formula1〔枇杷葉散證〕適應暑熱內擾，耗胃液而損血絡，主清箸降逆。
^ingredients603 香薷、川厚樸、甘草、寸安冬、枇杷葉、茅根、陳皮、木瓜、丁香。
^formula2<var=1>〔葦莖湯證〕
^origin〔葉天士方〕
^ingredients604 蘆根、蔥苡仁、冬瓜子、桃仁、杏仁、通草。
^ck08z12h060
^norm 客寒包火。』
^chinese 伏暑挾寒，手太陰晷溫，熱病兼寒。
^formulas
^formula1〔葉氏薷杏湯證〕輕宣涼淡清利。治肌表熱無汗，參見論著（1)。
^ingredients605 西香薷2.1g，杏仁、滑石、絲瓜葉 各9g，通草4.5g，白蔻仁末.5g。
^formula2〔陸氏資蒿二香湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔新加白虎湯合蔥豉湯證〕
^origin〔《通俗傷寒論》方〕
^ck08z12h066
^norm 表邪內陷。
^chinese 挾表痢，濕熱痢。
^western 急性典型菡痢。
^combo 陽鬰+表鬰+下陷
^ill〔陽氣不宣〕
^symtom ①神倦，②形寒，③口渴不多飲。
^tounge ①苔轉膩，②舌灰膩。
^pulse 脈軟弦帶數。
^ill2〔腠理不宣〕
^symtom ①寒熱無汗，②壯熱肌灼無汗。
^tounge 舌苔薄膩。
^ill2〔氣機下陷〕
^symtom ①下痢色紅，②下痢赤白相問，③腹痛後$，④洩瀉如水放射。
^pulse 脈滑數。
^ill<sub=1>〔氣機不竄〕
^symtom 胸悶。
^ill2〔清空不宣〕
^symtom 頭脹。
^ill<sub=2>〔氣機不降〕
^symtom 泛惡。
^formulas
^formula1<var=2>〔荊防敗毒散證〕
^origin〔方仁淵方〕
^ingredients606 荊芥、防風、前胡、柴胡、人參、羌活、獨活、枯梗、枳殼、茯苓、川芍、甘草、姜川黃連、木香、青皮、黃芩、白芍。
^formula2〔加味香磚飲證〕
^origin〔蔡栽高方〕
^ingredients607 鮮藿香、佩蘭、陳皮、香莆、豆卷、茅蒼朮、川厚樸、半夏、枳實殼、大腹皮、檳榔、木香、川黃連、扁豆花、車 前子。
^ingredients608 0.9g，陳皮1.5g，竹茹1球，根厚樸、前仁、木通、炒扁豆、粉葛根 各4.5g，香笫3g，母丁香0.3g (《慎中醫案》）。
^ck08z12h062
^norm 暑風痙厥，熱深厥深。
^chinese 暑風，蜃風傷寒，暑痙，暑癇。
^western 乙型腦炎。
^combo 陽閉+表閉+火熾+氣逆
^ill〔陽氣不行〕
^symtom ①肢厥，②渴不思飲，③面青黃，④四肢微涼，⑤寒戰神糊，⑥神倦嗜睡，偶有煩躁，奄 資一息，冷過肘膝，不嘔不食，不哭不便。‧-
^tounge 萏白舌淡。舌紅苔白中黃，脈浮弦數。
^pulse ①細伏，②沉數，③弦細。
^ill2〔腠理不宣〕
^symtom ①高熱無汗，②肌膚隱隱見紅。
^pulse ①脈左浮緊，②脈浮弦。
^ill3〔津氣蘊熾〕
^symtom ①額熱壯熱，②面赤唇赤，面色潮紅，③唇焦口渴，唇齒乾燥，目眵乾燥，④煩躁，⑤昏 睡，目閉神昏，⑥滿頭尤熱，⑦溺出極臭，尿短赤，⑧按肢堅痛。..
^tounge 舌紅苔微貨少汴。
^pulse 脈右浮滑。
^ill<sub=1>〔氣機沖逆〕
^symtom ①咳痰驚啼，②嘔吐，③氣升奐動。
^ill2<sub=1>〔經脈不利〕
^symtom ①角弓反張，②手足攣搐，③目直口噤，④四肢拘急，⑤肢痙。
^ill<sub=2>〔氣機不宣〕
^symtom ①小便不利，②大便洩瀉，③胸滿，④飲食不進。
^ill2<sub=2>〔清空不宣〕
^symtom .①頭痛，②頭暈。
^formulas
^formula1〔新加香薷飲證〕
^origin〔《溫病條辨》方〕
^formula2〔加味香薷飲證〕
^origin〔《通俗傷寒論》方〕
^ingredients609 香薷、川厚樸、扁豆衣、羌活、秦艽、鉤籐。
^ingredients610 (5)來天培治病六七日，發熱頭痛，胸滿腹痛，煩躁口渴，手足抽犁，目閉神昏時獨語，脈浮細數，按之模糊，暑風 傷君：香鏈、秦艽、羌活、防風、枳實、桔梗、鉤籐、石菖蒲、半茇曲、茬香、柴胡、黃連1劑，症減神清脈和，去羌、菖、枳、桔、香薷，加橘皮、厚樸、天花粉、丹皮，惟熱未退，此津液未生之故，改生地黃、麥冬、茯苓、天花粉、黃芩、石斛、廣陳皮、半S曲、谷芽2劑（《續名醫類案》上92)。
^ck08z12h035
^norm 上焦風屏。
^chinese 感冒，箸風多挾穢濁。
^combo 氣部+表鬰+氣蒸
^formula〔祛番和中湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients611 藿香、厚樸、神曲、半H、杏仁 各6g，陳皮、萊菔子 各4.5g，香海、防風、通取 各3g，六一敗9g。
^ck08z12h040
^norm 暑風入肺，清邪中上，暑穢上受。
^chinese 裊穢，肺瘧，外風引動伏思。‧
^combo 氣鬱+氣熱
^ill〔氣機不宣〕
^symtom ①咳嗽無痰，②胺痞，③胸悶。
^pulse 脈譎滑滯鈍。〔津氣蘊蒸〕
^symtom ①有汗不解，身熱，②小便不利，③寒熱似瘧，④面赤不寐，⑤煩渴，⑥形寒內熱。
^tounge 苔黃。
^pulse 脈寸大。
^ill<sub=1>〔清竅不利〕
^symtom ①姻痛。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣喘，②嘔吐，③噁心。
^ill<sub=2>〔清空不寧〕
^symtom ①頭脹，②頭痛。‧
^formulas
^formula〔芳香化濁法加六一散證〕
^origin〔雷少逸方〕
^ingredients612 藿香、佩蘭、厚樸花、佛手花、橘皮、沉香曲、滑石、甘草。
^ingredients613 (1)葉天士治王，三歲，暑風人肺，熇熱咳嗽，防驚：益元散、黃芩、竹葉、天花粉、薏苡仁、地骨皮（《臨證指南 醫案》74)。
^ck08z12h053
^norm 鳳砮內陷《
^chinese 瀉剎，吐利。
^combo 氣虛+氣熱+氣鬱+氣陷
^formula1〔解暑清熱救液方證〕
^origin〔谷振聲方〕
^ingredients614 鮮石斛（先煎 ）、滑石 各9g，麥冬、元參、連翹、知母 各6g，蘇葉、廣木香、生甘草 各1.5g，防風、$香 各2g，銀花 6g，川貨連lg，葛根3g。
^formula2〔扶正疏托方證〕
^origin〔謝映廬方〕
^ingredients615 防風、葛根、連翹、赤芍、蘇葉、白芷、半炅、黃連、H‧草、燈芯、灶心土。
^ck08z12h037
^norm 暑熱犯肺。
^chinese 暑咳，裊厥兼肺痺。
^combo 表鬰+熱蒸‧氣逆
^ill〔腠理不宣〕
^symtom ①無汗，手厥。
^formula〔清暑宣痺方證〕
^origin〔周小農方〕
^ck08z12h048
^norm 中荖。
^chinese 中屏。暑厥，暑穢，痧閉。
^combo 氣鬱+氣閉
^symtom ①頭痛且脹，眩暈，②胸悶不舒，朐膈悶極，③煩躁悶亂，④汗出不暢，⑤渴不欲飲，⑥ 納呆便溏。
^tounge ①苔薄白而乾，②舌白而垢，舌苔白膩，中心淡黃。
^pulse ①脈細弦，②脈濡滑而數，③脈尺數寸伏。‧
^ill<sub=1>〔氣機閉塞〕
^symtom ①面色淡黃，神呆嗜睡，時清時昧，神迷，神昏，昏厥不省，②口噤，目睜不合，舌縮不 伸，四肢抽搐，③身硬而筋瘈痛，④四肢厥冷，而身熱如炭，汗出淋漓，⑤突然眼前發黑，備仆倒地，閉目咬牙，?拳掙 扎；目暝遺尿。
^tounge ①苔黃，②舌脹大而紅。』"
^pulse ①絕，②脈洪數。
^ill<sub=2>〔氣機不降〕
^symtom ①噁心，泛漾欲惡，②飲不下嚥，③呼吸氣粗，.④碎嘔吐C
^formulas
^formula<var=2>〔雷氏芳香化濁法合?蒲鬰金湯證〕
^origin〔杜勉之方〕
^ingredients616 哲香、佩蘭、陳皮、石菖蒲、大腹皮 各6g，山梔、半夏、滑石、竹葉、部金、厚樸 各10g。
^ingredients617 苡仁20g，半夏曲、遠志、石菖蒲、麥冬 各10g。
^ingredients618 (6)方仁淵治發熱五日，神迷三日，醫投芳開涼解不應，舌白而垢，脈尺數寸伏，齒雖板而唇不焦，此不特箸中心 包，必有痰阻關竅也，但知清熱不解化痰，無怪病之不退耳，亟亟清暑化痰，否則風動厥脫矣。太乙玉樞丹1.5g，和牙皂 末0.3g，竹瀝60g，石菖蒲汁9g，先調服，拌川黃連、益元散、川貝母、枳實、膽南星、瓜蔞仁、橘紅、杏仁、桔梗、姜 竹茹，神識已清，語言已出，病已得生，但暑熱未退，痰滯未清，再與涼解，加薄荷、連翹、瓜蔞皮，神清後腹痛頭痛不 已，尺脈弦大而數，痰滯與熱互阻手足陽明之府故腹痛，蒸熱上通故頭痛，今與通府洩熱法：桑葉、菊花、杏仁、連翹、青萵、涼膈散、枳實、川W母、川黃連，大便兩行，知饑神倦，邪退正虛之象，切勿進補，恐灰之焊未熄耳：桑葉、青蒿、川貝母、杏仁、石斛1枳殼、前胡、連翹、益元散、西瓜翠衣。
^ck08z12h093
^norm 蜃熱傷氣。
^chinese 暑風，晷濕，肺瘧，太陰伏暑。
^combo 陽鬰+氣鬱+氣熱
^ill〔陽氣不宣〕
^symtom ①頭脹，②寒從背起，③頭眩，④身痛。
^tounge 苔白。
^symtom ①身熱不止，②身熱不寒發作有時，③皮腠痛：④汗大出不解，⑤胸腹白疹。
^tounge 苔黃厚膩。
^pulse 脈弦總。
^symtom ①小便短赤，②U渴，③煩渴哀冷。
^symtom ①咽痛，②耳聾6
^symtom ①咳嗽，②胸痞，③不饑不食不便，④大便不爽，⑤胸腹板悶，⑥小便全無自利。
^formulas
^formula〔杏仁湯證〕
^origin〔吳鞠通方〕
^ingredients619 杏仁、滑石、茯苓 各9g，黃芩、連翹、桑葉 各4.5g，白蔻仁2.卻，梨皮6g。胸痞噁心加半夏、橘紅、天花粉。
^ingredients620 (1)吳坤安:暑風熱氣傷肺，身熱痰嗽而喘，宜桑、杏、連翹、石訝、淡竹葉、橘皮、瓜蔞、薏苡仁、蘆根之類，喉 痛加射乾、牛蒡子，小便不利加六一散，頭脹加鮮荷葉（《傷寒指掌》卷四37)。
^ingredients621 (3)葉夭士治汗多身痛，自利，小便全無，胸腹白疹，此風濕傷於氣分，濕家本有汗不解：惹苡仁、竹葉、白蔻仁、滑石、茯苓、通草（《臨證指南醫案》361)。
^ck08z12h095
^norm 著熱傷氣，氣分證。
^chinese 著熱，伏暑。
^combo 氣熱+津傷
^ill〔津氣蘊蒸〕
^symtom ①熱起面赤，②自汗，③煩躁。
^tounge 苔黃。
^pulse ①脈數滑弦，②脈數滑弦。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴喜冷，②溺短赤澀，③舌燥，④屑乾焦裂，⑤疲黃稠厚。
^tounge 苔灰黑舌紅。
^ill<sub=2>〔清竅不利〕
^formulas
^formula〔五葉蘆根湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients622 藿香葉、佩蘭葉、薄荷葉、桑葉，枇杷葉、竹葉心、青箬葉、水蘆筍、鮮冬瓜子、荷葉餺。
^alias暑風痙厥，內熱外厥，肺損腎衰，內閉外脫6
^chinese暑風，暑風夾濕，暑熱夾瘀，紙中暑，急驚風，產後傷異，熱入血室，天泡瘡，蜃癤（痱毐）。
^western乙腦，腦膜炎，流腦賁型，敗血症。
^ill〔腠理不宣〕
^symtom 高熱無汗。.
^pulse 高熱無汗。
^tounge 苔白膩。
^symtom ①高熱，②咳嗽，呼吸促，③煩渴。
^tounge 苔黃。
^pulse 脈洪數有力。
^symtom ①面紅唇赤，面紫，②兩目紅赤，③煩踐，④週身
^tounge ①舌紅，②舌絳，紅緙，③苔薄黃。艦H286木火閉厥候 63氣陰閉脫候
^pulse .①脈弦數，②脈細數。、
^symtom 圖44心肝風暑證證候結構圖
^symtom ①下利，②唇乾少津，③小便短貨，』獅渴引飲。，(
^tounge 苔乾。）
^ck08z10h132
^norm 暑風。
^chinese 著風夾濕，天泡瘡，晷癤（痱毒）。
^western 敗血症。
^combo 表鬰+氣熱血熱+液灼
^formulas
^formula1〔銀佩六一湯證〕
^origin〔《趙炳南臨床經驗集》方〕
^ingredients623 銀花、連翹、鮮茬香、赤芍各％，鮮佩蘭18g，六一散、車前子 各15g。
^formula2〔稍菊飲證〕
^origin〔螢建華方〕
^ingredients624 銀花、生?苡仁 各12g，甘草2.5g，逛香6g，黃連2g，黃芩5g，佩蘭、滑石、稂豆衣、野菊花、竹葉、桑葉 各10g，山扼、通草 各1.5g。
^ck08z10h128
^norm 蜃熱k瘀。、
^chinese 產後傷箸，熱入血室。
^combo 表鬰+氣滯+血滯
^formulas
^formula<var=1>〔二香飲證〕
^origin〔蒲輔周方〕
^ck08z10h014
^norm 暑風痙厥。
^chinese 吾風。
^western 流腦重型。‧
^combo 陽滯+表鬰+氣熾+營灼
^ill〔陽氣不行〕
^symtom ①四肢涼，②頭輦嗜睡。
^pulse 脈沉數細弦。v
^tounge 舌紅苔白中挾黃。'
^ill2〔津氣蘊熾〕
^symtom ①額熱，②面赤，面潮幻：，③胸腹滿，④按脘中硬，⑤尿短赤，⑥便洩水。
^tounge 苔黃膩。
^pulse 脈浮弦數。
^ill3〔營熱蘊灼〕
^symtom ①唇赤，②心煩，煩躁。
^tounge 舌紅。
^ill<sub=1>〔腠理不宣〕
^symtom ①發熱頭痛:，②高熱無汗。
^ill2〔經脈不利〕
^symtom :①抽搐，②目直口噤，③四肢拘急。
^ill<sub=2>〔清空不宣〕
^formulas
^formula〔二香湯證〕
^origin〔《蒲輔周醫案》方〕
^ingredients625 鮮藿香、杏仁、銀花、午時茶、偃蠶、鉤籐 各6g，香薷4. 5g，六二散15g，香豉9g，蔥白連須3寸，得汗痙解。
^ck08z10h286
^norm 著風，裊厥，內熱外厥。
^chinese 中箸，瑭風，蜃厥，急驚風。
^western 乙腦，腦膜炎，
^combo 氣熾+神閉+陽滯+氣鬱
^ill〔津氣繭熾〕
^symtom ①面紅色滯，發熱不退，身熱如焚，夜間熱盛，②午後潮熱，額前多汗，③煩竭，④唇乾 奐燥，⑤唇紅目赤，⑥小便短赤，大便不行。
^tounge ①舌絳苔黃厚少律；舌尖絳苔貨，②舌質紅絳，苔淡黃而膩，③舌紅兼紫。
^pulse ①脈洪質實，②六脈弦大而滿，③脈浮數，④脈弦數，脈弦小數。
^ill2〔神志蒙閉〕
^symtom ①忽頭強仆地，神迷，嗜睡，躁動不安，②不啼不食，③不省人事，喉間痰聲漉漉，④失 溲，二便失禁。
^ill<sub=1>〔陽氣不行〕
^symtom ①面色青黃，口唇青紫，口唇微黑，頭微汗，肌膚乾燥無汗，②體個，③壯熱無汗，四肢 厥冷，內熱外厥，_妄不安。
^pulse 脈濡數。
^tounge 苔滑膩。
^ill2<sub=1>〔絡脈不和〕
^symtom ①手足麻木，甚則瘛玟，肢搐，手足掣動，②目斜口嚙，牙關緊閉，③頭仰，反張，直視，頭傾項強，項背強硬，形如張弓，④口歪痍壅，⑤搖頭，言語不清，⑥兩眼上翻，呼吸閉止。
^ill<sub=2>〔氣機不宣〕
^symtom 呼吸短促。
^symtom 嘔吐。
^formulas
^formula1〔清解方證〕
^origin〔程杏軒方〕
^ingredients626 川黃連、香菜、甘草、半芨、茯苓、鉤籐、防風、青蒿、羚羊角、荷葉、扁莢葉。
^formula2〔芳香辛開，熄風豁痰方證〕
^origin〔陳貽達方〕
^formula3〔清營解表，進邪滌暑，清心開竅，平肝熄風方證〕
^origin〔劉惠民方〕
^ingredients627 白豆蔻 各4.5g，燈心1.5g，煎兩遍約150ml，分兩次服，並繼服清熱鎮痙藥粉四次。
^ck08z10h163
^norm 內閉外脫。
^chinese 肺損腎衰症。
^combo 神閉+陰涸+氣脫+陰竭
^formulas
^formula1〔參麥飲變方證〕
^origin〔魏長春方〕
^formula2〔雙參湯證〕
^origin〔《程門雪醫案》方〕
^alias暑濕鬰遏，巖濕滎閉，箸氣上受，清氣不升，肺氣鬱閉，暑熱傷津，箸熱傷氣，協熱自利，濕遏熱伏，濕遏熱熾，熱 深厥深，內熱外寒，其熱假寒，陽證似陰，陽厥症。
^chinese 暑濕，暑證兼表，氣虛傷者，勞傷夾裊，伏暑晚發，冬溫伏暑，伏暑兼寒。伏暑夾濕，傷暑，秋裳，暑溫，暑溫挾風，伏濕，濕溫，中暑，中暑夾食，暑穢，穢熱，痧穢，烏痧，眩母，頭汗，寢汗，暑厥，羿瘵，傷暑瀉，暑濕瀉，傷寒勞復。
^western 病毒性感冒，急性腸炎，小兒急性中毒性痢疾，耳源性眩犖，乙腦重型，登革熱，糖保病。
^ill〔陽氣不宣〕痺象：１身痛骨節痠楚，四肢關節酸痛，２惡寒，３小便已灑然無聳，４身重。四肢睏倦，５手足涼，額腹熱，微汗出。
^tounge 舌苔糙白膩。
^pulse ①脈濡而微弱，②脈沉細。
^symtom ①發熱無汗，②惡風，③週身痠楚。
^pulse 浮濡數。
^symtom ①肌熱如灼，午後潮熱，②渴不欲飲，③小便短赤，便時莖痛，④大便閉結，溏洩，大便洩瀉，
^tounge ①舌質紅，②舌苔黃厚濁。
^pulse ①脈滑數，②脈弦數，③脈兩寸微浮數，右關沉數，左關弦數，兩尺沉濡。
^symtom ①頭痛如裹，②頭昏。
^symtom ①胸膈痞滿，②腹滿，③院悶，④痞悶不饑。
^symtom ①嘔吐，②噁心。
^symtom ①目不了了，②耳聾，③目黃，④咽癢。
^ck09z12h056
^chinese 暑濕，眩暈，傷暑。
^western 耳源性眩承。
^combo 陽鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①疲乏不堪，身重睏倦，②煩擾，③發熱，便溏軟。
^tounge ①苔潤滑白膩，②舌苔厚膩罩灰。
^pulse 脈潘緩，脈寸洪緩有力。
^ill2〔氣機不宣〕
^symtom ①胸膈痞痛，②中焦痞滿，③胸悶納呆，胸院痞悶，④不饑不納，⑤二便不爽，⑥咳嗽。
^pulse 脈濡描。
^ill<sub=1>〔清空不宣〕
^symtom ①頭眾且重，②眩犖欲僕，天旋地轉，③頭脹。‧
^ill2<sub=1>〔清竅不宣〕
^symtom ①目黃，②毋塞，③耳鳴不止。
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔三仁湯加味方證〕
^origin〔陳瑞春方〕
^ingredients628 光杏仁、蓿香葉、前胡 各9g，白蔻二殼4.5g，飛滑石、薏苡仁 各15g，法半夏、淡竹葉、通草 各3g，炒厚樸6g。
^formula2〔疏化中焦方證〕
^origin〔陳嘉棟方〕
^ingredients629 茬香6g，制半夏、蒼朮 各10g，白蔻仁2g，陳皮、枳殼 各7g，茯苓、杏仁 各12g，蔥苡仁15g。
^ck09z12h057
^norm 暑證難表。
^chinese 暑證兼表，伏暑新涼。
^combo 陽鬰+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①形寒，②口乾無汗。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱，②肌熱無汗，肌膚乾澀。
^ill3〔氣機不宣〕
^symtom ①胸膈痞滿，②中脘滿悶，③腹滿腹中不舒，④胸脘煩悶，⑤不思納谷。
^symtom ①身痛，②週身痠楚，③肢體拘急倦楚。
^formulas
^formula〔芳香疏解法證〕
^origin〔汪逢春方〕
^ingredients630 佩蘭葉12g，廣菰香、大豆卷、半芨 各10g，香薷、白蔻仁 各5g，杏仁、厚樸、桔梗、枳殼 各6g，新會皮、煨鮮荽 各3g，玉樞丹lg。
^ck09z12h060
^norm 濕鬱熱蒸。
^chinese 濕溫，中蜃，伏暑挾濕。
^combo 陽鬰+表鬰+氣熱+氣鬱
^ill〔陽氣不宣〕
^symtom ①身痛骨節痠楚，四肢關節酸痛，②惡寒，③小便已灑然無聳，④身重。四肢睏倦，⑤手 足涼，額腹熱，微汗出。
^tounge 舌苔糙白膩。
^pulse ①脈湔而微弱，②脈沉細。
^ill2〔腠理不宣〕
^symtom ①發熱無汗，②惡風，③週身痠楚。
^pulse 浮潘數。
^ill3〔津氣瑾蒸〕
^symtom ①肌熱如灼，午後潮熱，②渴不欲飲，③小便短赤，便時莖痛，④大便閉結，溏洩，大便 洩瀉，⑤目赤心煩，⑥前板齒燥。
^tounge ①舌質紅，②舌苔黃掙濁。
^pulse ①脈滑數，②脈弦數，③脈兩寸微浮數，右關沉數，左關弦數，兩尺沉濡。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛如裹，②頭昏。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸膈痞滿，②腹滿，③院悶，④痞悶不饑。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔吐，②噁心。
^ill2<sub=2>〔清竅不宣〕
^formulas
^formula1〔桂苓甘餺飲證〕
^origin〔《宣明論方》方〕
^ingredients631 茯苓、澤瀉 各30g，甘草、肉桂、石裔、寒水石 各60g，滑石120g，白朮、豬苓 各15g。為粗末，每服9g，水煎服。
^formula2〔苦辛淡滲法證〕
^origin〔蒲輔周方〕
^ingredients632 藿香、荷葉 各6g，杏仁、防己、豬苓、竹葉、通單、黃芩 各4.5g，香溶3g，連皮茯苓、滑石 各9g，惹苡仁15g。
^ingredients633 　　　(2〉黃叔承治始覺倦怠食少，繼則寒熱頭痛，腰疼骨節痠楚，經治未效，肌熱如灼，無汗惡風，渴不欲飲，胸腹脹 悶，小便短赤，大便閉結，舌苔黃厚，脈滑數，暑溫挾濕，宜清暑達邪，芳香化濕：香豉、山梔、連翹、茯苓、蒼朮 各9g，枳殼、竹茹 各6g，陳皮、藿香 各4.5g，滑石2g。腹脹雖減，熱尚未退，蒼朮白虎湯：蒼朮2g，石裔48g，知母12g，粉甘草、山藥、黨參 各9g，薄荷4.5g，滑石2#，熱退脈浮虛，竹葉石裔湯清余邪復胃津：石資、滑石 各24g，黨參、半 夏、寸麥冬 各9g，粉甘草6g，溥荷2.4g，粳米12g (《福建中醫醫案醫話選編》（一）22)。
^ck09z12h058
^norm 濕滯不化。
^chinese 中暑夾食。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①面黃，唇淡，②惡寒，③肢體乏力，④發熱，下午為高，頭部及軀幹為顯，四肢發冷，
^formulas
^formula1〔宜化通腑法證〕
^origin〔汪逢春方〕
^ingredients634 鮮佩蘭、豆豉 各12g，鮮藿香、前胡 各6g，山梔、新會皮 各5g，佛手、檳榔、杏仁 各10g，通草、煨姜 各3g，另酒制 大黃0.5g、玉樞丹lg研吞服。
^formula2〔甘辛化濕法證〕
^origin〔蒲輔周方〕
^ingredients635 (2)韓菘康治暑證兼滯，頭昏痛，發熱二H，面黃脘悶作嘔，飲食少進，食後作脹較甚，噯氣頻仍，微有惡寒發熱，肢體乏力，大便不爽，小溲短少，苔膩脈細弦。藿香、香薷、扁豆、厚樸、陳皮、半復、蒼朮、獲苓、神曲、砂仁、甘草、生薑1劑熱退，去香臠洱劑而愈。
^ck09z12h062
^norm 寒濕鬱閉。『
^chinese 中吾，屏溫，痧穢。
^combo 陽鬰+表鬰+氣熾+氣逆
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶，②腹痛脹滿。
^ill2<sub=2>〔清空不宣〕
^symtom 頭脹牽痛。
^formulas
^formula〔溫宣法證〕
^origin〔雷少逸方〕
^ingredients636 杏仁、薤白、豆卷、藿香、神曲、白蔻仁、香菜、橘殼、益元散。‧
^ingredients637 (3)周小農治冷浴即寒戰神糊，漸身熱熾甚，肢痙，氣升典動，纖奄無汗，脈細伏舌紅，按腹堅痛，清者兼撤表寒： 枳實、豆豉、梔子、辰滑石、香瑢、鬰金、蠶砂、通草、馬?鈴、枇杷葉、荷葉梗、浮萍。另：太乙丹、菖蒲研沖，外用 蒼朮、攤荷、桑葉、浮萍、艾葉、生薑、蔥白煎擦胸腹四肢，避風進藥，得暢汗，昏痙鼻煽均除，脈數轉爽，熱退輕，原 方加減，外用扼子、萊菔子、皮硝、白酒藥、飛羅面、雞子白、蔥須敷臍使解（《 周小農醫案》22)。
^ck09z12h071
^norm 暑濕蒙閉。
^chinese 中者，思溫。
^western 乙腦蚤型。
^combo 陽滯+氣熾+神閉+氣鬱
^ill〔陽氣不行〕
^symtom ①無汗，②四肢不溫，四肢逆冷，③不思飲，口膩渴不多飲，渴引沸熱，④頭眩身茁，⑤ 大便滯洩。
^tounge ①舌淡苔穢膩，②苔ft白，③苔白膩，④苔濁滯。
^pulse ①脈浮弦數，②脈悶數不揚，③脈沉澀，但應指有力，④脈細弱且澀。
^ill2〔津氣蘊熾〕
^symtom ①身熱微汗，②高燒，③熱勢日輕夜重，熱起之際，懊煩悶亂，④目赤顴紅，⑤胸項痱疹 密佈，⑥痰涎膠粘，⑦小便短赤，大便不行。
^tounge ①否質紅，苔序膩黃濁，②舌紅苔白掙而眾灰黑。
^pulse ①脈數大有力，②脈糊滑。
^ill3〔神志蒙閉〕
^symtom ①楮神蒙昧，迷濛多睡，耳竅不聰，②神志半昏迷，神識模糊，③療憤不語，呼之不應，瞑目不開，④不省人事，牙關緊閉。
^tounge 苔黃膩。、
^pulse 脈沉細。
^ill<sub=1>〔氣機不宣〕
^symtom 中脘膨脹。
^ill2<sub=1>〔氣機不降〕
^symtom ①喉間痰鳴，②煩甚則氣逆似喘，③腹痛氣逆，④嘔惡噁心，⑤氣逆作呃，⑥小腹硬滿，
^ill<sub=2>〔經脈不利〕
^symtom 抽風。
^formulas
^formula1〔宣通三焦證〕
^origin〔蒲輔周方〕
^ingredients638 香薷、扁豆花、鮮繭香、銀花、杏仁 各6g，川黃連2.4g，山茵陳9g，滑石、惹苡仁 各15g，白蔻仁、通草、厚樸 各3g，頻服，紫雪丹3g，分5次沖服。
^formula2〔清蜃化濕宣竅證〕
^origin〔洪孔雀方〕
^ingredients639 滑石12g，黃芩、廣陳皮、半夏、截香、佩蘭、厚樸 各6g，川黃連3g，通草4.5g，安宮牛黃丸1粒。
^ingredients640 4.5g，桔梗、佛手 各3g，白蔻仁0.9g，豬苓、雔蠶 各6g，通草2.1g (《張聿音醫案》78)。
^ck09z12h072
^norm 中暑，熱深厥深。
^chinese 中蜃，烏痧，者厥。
^combo 陽滯+氣鬱
^formulas
^formula1<alias=紫金丹>〔萬應解毒丹證〕
^ingredients641 山慈姑、大戟、千金霜 各60g，辰砂、雄黃 各15g，蘇合香30g，冰片、睹香 各9g，文蛤90g，共研糯米糊丸，每丸蜇 ～ .
^formula2〔行軍散證〕適應暑熱穢濁諸邪直乾包絡，頭目昏蒙，不省人事，肢冷脈伏，苔黃厚而膩，舌尖鮮赤，神情煩躁，喜 冷惡熱，濕熱遏伏等症。
^formula3〔雷公救疫丹證〕適應各種痧症，配合針刺推斷可救「腸原性紫紺症」即烏痧，口唇發紺，週身發紫，腹脹厥冷，甚則昏迷，口吐白沫，呼吸迫促，脈搏不至，兩目直視，發痙厥而死。
^ingredients642 牙皂、細辛 各10.5g，硃砂、雄黃 各7.5g，廣木香、廣陳皮、漭香、桔梗、薄荷、貫眾、防風、半復 各6g，枯礬4.5g，白芷、生甘草 各3g，共研細末。
^ck09z12h033
^norm 暑氣上受，.清氣不升，肺氣鬱閉C
^chinese 傷砮，手太陰著溫，穢熱，秋著上受。
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①胸悶不食，②胸中脹悶，③脘中痞悶，④乾咳無痰，⑤上午煩倦，⑥肌脹。
^tounge 舌正苔薄。脈象:寸脈大、虛、儒、澀。
^ill<sub=1>〔清竅不宣〕
^symtom ①目不了了，②耳聾，③目黃，④咽癢。
^ill2<sub=1>〔清空不宣〕
^symtom ①頭輦，②頭腦昏悶，③頭重，④頭脹。
^ill<sub=2>〔氣機不降〕
^symtom ①咳嗽，②噁心。
^formulas
^formula1〔清絡飲證〕
^origin〔《溫病條辨》方〕
^formula2〔加味梔豉湯證〕
^origin〔《傷寒指攀》方〕
^ingredients643 梔子、淡豆豉、枳實、鬰金、杏仁、半夏、白蔻仁、滑石、連翹、瓜蔞皮、黃芩。
^ingredients644 (1)葉天士治長S吸受暑邪，上蒙清空諸竅：咳嗽耳聾，連翹、滑石、竹葉、荷葉邊、桑葉、杏仁、貝母、焦山扼 (《臨證指南醫案》334)。
^ingredients645 (2)葉天士治暑熱氣從上受，脈寸大，頭母，脘中食不多下，治宜苦辛寒方：竹葉、杏仁、鬰金、滑石、香豉、山梔 (《臨證指南醫案》333)0
^ingredients646 (3)葉天士治脈虛傷暑：頭重脘悶，跗痠：絲瓜葉9g，杏仁、六一散、茯苓皮 各9g，漢防己4.5g，茵陳、木通 各3g，白蔻仁1.5g (《臨證指南醫案》346)。
^ingredients647 (4)葉天士治頭脹脘悶，不饑腹痛，噁心：杏仁、香豉、橘紅、黑梔、半夏、滑石、黃芩（《臨證指南醫案》342)。
^ingredients648 (5)葉夭士治穢熱由清竅入直犯膜原：初頭痛肌脹，今不饑痞悶，以杏仁、半夏、厚樸、橘紅、竹葉、黃芩、滑石 (《臨證指南囡案》338)。
^ck09z12h035
^norm 上焦鬰蒸。
^chinese 者穢，吾濕，箸溫，伏者兼寒，頭汗。
^western 乙腦，登革熱。
^combo 氣鬱+表鬰+氣熱
^ill〔氣機不宣〕
^symtom ①而色暗黃垢晦食螢減少，②胸痞，胸中脹悶，③脘中痞悶，④不食不饑，⑤大便稀軟，
^tounge 苔白膩滑。
^pulse 滿級。
^ill2〔腠理不宣〕
^symtom ①寒熱交作，②熱熾神糊無汗，③肢體無汗，④汗出時體溫即降，⑤週身痠沉乏力，惡寒 發熱，無汗，全身背痛，胸背可見斑疹隱隱。
^tounge 舌尖紅，苔白乾。
^pulse 脈浮數。G
^ill3〔津氣蘊蒸〕
^symtom ①發熱午後熱甚，②口渴口乾苦，③頭至頸汗出特多，④兩下肢生膿包瘡，⑤小便黃赤不 利，大便結，⑥煩躁，⑦昏睡。A
^tounge 舌苔燥薄貨。M
^pulse 脈滑數9
^ill<sub=1>〔清空不宣〕
^symtom ①頭脹，②頭痛，③頭暈。
^ill2<sub=1>〔清竅不利〕
^symtom ①鼻塞。
^ill<sub=2>〔氣機不降〕
^symtom ①噁心，②喘。
^formulas
^ingredients649 杏仁、瓜蔞皮、焦山梔、淡豆豉、連翹 各9g，橘紅、薄荷 各4.5g，青蒿6g，蔥白3枚，桑枝2尺。
^formula2〔蠶花三仁湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients650 鮮藿香' 杏仁、厚樸、半夏、菊花、偁蠶 各6g，?苡仁1知，白蔻仁3g，白蒺藜、豆豉 各9g，竹葉4.5g，蔥白3寸，六一散15g。
^formula3〔蔥豉陷胸湯證〕
^origin〔《蒲輔周醫案》方〕
^ingredients651 瓜蔞仁化，黃連4.5g，枳實、銀花、鬰金 各6g，玄參、連翹 各9g，鮮蘆根24g，豆豉5g，蔥白3寸，紫雪丹3g。
^formula4〔芳香宜化法證〕
^origin〔汪逢春方〕
^formula5<var=1>〔三仁湯證〕
^origin〔陳瑞春方〕
^ingredients652 杏仁' 法半夏、佩蘭葉、茵陳 各9g，通草、滑石、薏苡仁 各12g，炒厚樸、青蒿草 各3g，淡竹葉4.5g，白蔻仁殼、生 甘草 各2.4g。
^ingredients653 胸中脹悶，主宣洩，梔子豉湯加枳實、鬰金、杏仁、半夏、白蔻仁、滑石、連翹、瓜蔞皮、黃芩。
^ingredients654 脘中痞悶，身熱口渴，舌苦白燥，晷邪阻於氣分，宜滑石、鬰金、枳實、桔梗、黃芩、橘紅、知母、竹茹之類清氣分 之熱，痞自開矣。
^ingredients655 (1)葉天士治頭脹脘悶，不饑腹痛噁心，主杏仁、香豉、橘紅、半S、厚樸、滑石、黃芩（《臨證指南醫案》342)。
^ingredients656 (3)周小農治伏暑身熱，形寒足冷，熱熾神糊無汗，進豆豉、薄荷、連翹、瓜蔞皮、杏仁、銀花、綠豆衣、鬰金、馬 ?鈴、檳榔、青茺、六一散、荷葉、白茅根周小農醫案》66)。
^ck09z12h040
^norm 氣分濕熱。
^chinese 箸濕，暑溫，伏暑秋發，寢汗。
^combo 氣鬱+氣蒸+空竅
^ill〔氣機不宣〕
^symtom ①咳嗽痰多，②胸悶，胸中滿悶，③不思納食，④海飲不多，⑤臉腿浮腫。
^pulse 脈右寸尺沉弱，關弦，左寸細數，左關弦數，左尺沉數。
^tounge 舌質暗，苔厚穢膩。
^ill2〔津氣蘊蒸〕
^symtom ①身熱，微寒壯熱，微汗，熱仍不解，②夜汗出如洗，下肢無汗，汗後覺背冷腹熱，③煩 跺、睡眠不佳，④大便不通，小便黃赤短少。
^tounge ①舌苔薄黃，②苔黃垢厚。
^pulse ①脈弦滑略數，②脅象滑數。
^symtom 鼻塞。
^ill3〔氣機不降〕
^symtom 咳嗆。
^ill<sub=2>〔清空不寧〕
^symtom ①頭暈，②頭痛。
^formulas
^formula1〔輕揚宣解法證〕
^origin〔汪逢春方〕
^ingredients657 香豉、象貝母、批杷葉 各12g，焦山扼6g，前胡3g，杏仁10g，保和丸15g，鮮蘆根30g。
^formula2<var=1>〔白虎湯證〕
^origin〔葉熙春方〕
^ingredients658 生石音15g，生甘草1.8g，肥知母、青連翹、白杏仁 各9g，黃芩4.5g，飛滑石、清水豆卷 各12g，牛蒡子、清炙前胡
^ingredients659  各6g，冬瓜仁10.5g，鮮蘆根2尺，荷葉1角。
^ck09z12h052
^norm 氣虛傷暑。
^chinese 暑病夾虛。
^combo 氣虛+氣鬱+氣蒸
^ill〔氣虛失充〕
^symtom ①頭犖眩，②肢後[，③胃呆，④面色瞇白，⑤心悸，⑥多汗。
^tounge 舌淡白糙。
^pulse脈弦細。
^ill2〔津氣蘊蒸〕
^symtom ①持續低熱，②小便短赤，尿熱，③盜汗，④口苦。
^tounge 舌紅燥苔微黃。
^pulse 脈弦滑略數。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸腹滿悶，②微咳，③胸痞，④厭食。
^ill<sub=2>〔氣機不降〕
^symtom 噁心。
^formulas
^formula1〔五葉二根白薇湯證〕
^origin〔《魏長春臨床經驗選輯》方〕
^ingredients660 桑葉、竹葉 各10g，人參葉、蓿香葉、蘇葉 各5g，鮮蘆根、白茅根 各15g，白薇9g。
^formula2〔扶正清化湯證〕
^origin〔徐梢誠方〕
^ingredients661 黃耆30g，當歸15g，青離、半里、藿香、滑石、黃芩、白薇、地骨皮 各9g。
^formula3〔清暑益氣湯化栽證〕
^origin〔劉仕昌方〕
^ingredients662 黨參、北黃耆、葛根、白薇 各15g，寸麥冬12g，川黃柏、青蒿 各10g，五味子、升麻、神曲 各6g，甘草3g。
^ck09z12h093
^norm 濕遏熱伏。
^chinese 伏暑晚發，冬溫伏茗，伏屙夾濕，暑溫，伏濕。
^western 病毐性感冒。
^combo 陽鬰+氣鬱+氣蒸+液灼
^ill〔陽氣不宣〕
^symtom ①寒戰，②額脹，③無汗，④渴嵙熱飲，⑤熱起懊煩悶亂，神識模糊，⑥煩甚則氣逆似喘。
^tounge ①舌淡苔白膩，②白，③帶灰黑，④舌紅苔白厚罩灰黑。
^pulse ①脈細弦沉伏，②脈悶數不揚。
^ill2〔津氣蘊蒸〕
^symtom ①熱熾汗多，熱日輕暮重，②煩兔，③神昏譫語，潮熱自汗，④口奧，⑤額腹手心熱，腹 烙熱如爐，⑥目赤顴紅，眥黃，⑦尿黃。
^tounge 舌紅苔貿‧膩。
^pulse ①脈長數，②滑數，③供。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴引飲，②大便堅結，便溏不爽，③溺短赤熱，④口舌甘乾膩，千喜飲，⑤面垢，⑥ 齒垢唇焦。
^tounge ①苔白燥，②貨糙無津。
^ill2<sub=1>〔清竅不利〕
^symtom １目黃
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶，②脅痞，③胸滿，④胺脹悶痞，⑤咳嗽，⑥不饑不寐。
^ill2<sub=2>〔氣機不降〕
^symtom ①A區逆，②嘔惡，或嘔痰涎，③喘急，m逆。
^formulas
^formula1〔清暑鎮嘔飲證〕治心煩口渴，飲則作嘔。
^formula2〔杏仁滑石湯證〕
^origin〔吳鞠通方〕
^ingredients663 杏仁、滑石、半夏 各9g，黃芩、鬰金、厚樸 各6g，橘紅4.5g，黃連、通草 各3gc
^ingredients664 如脘中痞悶，身熱口渴，舌苔白燥，此箸邪阻於氣分也，宜滑石粉、川鬰金、枳實、橘紅、黃芩、知母、桔梗、竹茹 之類，以清氣分之熱，痞自開矣（《傷寒指蘋》卷三14)。
^ingredients665 (4)薛蜇：伏濕發熱，汗出胸痞，口渴舌白，主用藿香.白蔻仁、杏仁、枳殼、桔梗、郎金、蒼朮、厚樸、草果、半 夏、石菖蒲、佩蘭、六一散。挾食者，舌根見黃，宜加瓜蔞、山楂肉、萊菔子。
^ingredients666 半S、豆豉、鬰金、薏苡仁、檳榔、逛香、竹茹、桔梗、川黃連、乾薑（《張聿青醫案》87)。
^ingredients667 (7)張聿青治熱日輕c重，熱起懊煩悶亂，神識模糊，目赤顴紅，喜飲沸熱，煩甚則氣逆似喘，脈悶數不揚，舌紅苔 白厚罩灰黑，以辛開苦洩參以豁痰，半夏、膽南星、惹苡仁、橘皮、赤豬苓、黃連、乾薑、杏仁、白蔻仁、枳實、瓜蔞、石菖蒲、鬰金、玉樞丹 各0.6g，熱較平，神未昏，下午漸煩悶，頻渴欲飲喜熱，脈較數：乾荽、陳皮、白蔻仁，桔梗、檳 榔、赤白苓、連翹、香蒲、香附、惹苡仁、半夏、厚樸、鬰金、石萵蒲、滑石、通草、丑牛、膽南星，胸膺臂膊赤疹隱約，熱雖輕仍起伏，煩悶頻渴，容熱不多，臍下板滿按之痛，脈數糊滯，苔白罩灰，當辛開苦洩，緩下痰積：乾薑、川黃連、鬰金、明礬、半S、枳實、桔梗、杏仁、橘皮、豆豉、竹茹、二青、荊芥、膽南星、礞石滾瘐丸（《張聿青醫案》76)。
^ck09z12h094
^norm 濕遏熱熾。
^chinese 暑溫。
^western 乙腦。
^combo 陽鬰+氣熾+津灼
^ill〔陽氣不宣〕
^symtom ①喑睡，②無汗，③惡寒，④胸悶，⑤渴喜熱飲，⑥二便不爽。
^tounge 舌白邊紅。
^pulse 脈浮數有力。
^ill2〔津氣蘊熾〕
^symtom ①高燒，內煩外熱，不欲近衣，自汗如流，②神昏，譫語，③尿黃便閉，④目赤面紅，口 臭，⑤煩躁，⑥抽搐。
^pulse ①脈右大，②脈浮洪有力，③脈洪數有力
^symtom ①煩渴，口渴引飲，②唇焦齒搞，③面垢，④肌膚乾灼，⑤小便短赤。
^tounge ①苔黃糙無津，②苔灰燥。
^symtom 頭痛。
^symtom 宵不思納。
^symtom ①氣逆，咳嗽喘急，②嘔惡，嘔痰涎。
^formulas
^formula1<var=1>〔香薷飲證〕
^origin〔賴良蒲方〕
^ingredients668 黃連、香葡 各3g，扁豆6g，厚樸4.5g，連翹、青蒿、竹茹 各9g，六一散、蘆根 各24g。
^formula2〔清箸利濕證〕
^origin〔蒲輔周方〕
^ingredients669 茯苓皮、鮮藿香、連翹、茵陳、神曲、淡竹葉 各9g，杏仁、香薷、鬰金、黃芩 各6g，生石裔30g，滑石15g，白通草
^ck09z12h095
^norm 暑熱傷津。
^chinese 暑溫。
^combo 氣蒸+津灼
^ill〔津氣蘊蒸〕
^symtom ①身熱咳嗽，②寒戰而熱甚，③汗出，汗多，④胸悶脅痞。
^tounge 舌紅苔黃。
^pulse 脈滿長數。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾意欲涼飲，②消渴，③煩冤疲憊，④大便堅硬色黑，⑤搜短赤熱。
^tounge 舌紅苔凝白。_
^pulse 脈細弦。
^ill<sub=2>〔清竅不利〕
^symtom 額脹。
^formulas
^formula1〔辛涼清解證〕
^origin〔張千里方〕
^ingredients670 西洋參、橘皮、半H、知母、石資、竹葉、白寇仁、杏仁、獲苓、六一散、荷花露。
^formula2〔清解番熱，清宜化濕法證〕
^origin〔汪逢春方〕
^ck09z12h234
^norm 勞傷夾暑。
^chinese 暑瘵o
^combo 氣蒸+液灼+氣鬱+虛溢
^ill〔津液消灼〕
^symtom 口乾。
^pulse 脈弦細。
^ill2〔氣機不宣〕
^symtom ①口甜，②不渴，③不饑。
^tounge 舌白。
^ill<sub=1>〔清竅不利〕
^ill2<sub=1>〔津氣蘊蒸〕
^ill<sub=2>〔絡血妄行〕
^symtom ①咳血，痰血時出，②巨口咯血，稠厚帶紫，似肺似肉，③吐血，④便血、洩血。
^ill2<sub=2>〔氣機不降〕
^symtom 咳嘔頻並。
^formulas
^formula1<var=1>〔清絡飲證〕
^origin〔《溫病條辨》方〕
^formula2〔菀貝茅根湯證〕
^origin〔何廉臣方〕
^ingredients671 紫菀15g，川貝母12g，鮮茅根30g，桑白皮、薏苡仁、赤茯苓 各9g，青子芩、竹浙、半岌 各4.5g。
^ingredients672 (1)葉天士治勞傷夾暑，肺氣受戕，咳血口乾，先清迸熱：鮮荷葉、白扁豆、沙參、茯神、薏苡仁（《臨證指南醫案》 347)0
^ck09z12h186
^norm 裊熱入血。
^chinese 罟溫。
^combo 表鬰+血熾+液灼
^ill〔腠理不宣〕
^symtom ①惡寒發熱，②週身抽掣疼痛。
^tounge ①苔白膩，②舌苔滿佈微黃。
^ill2〔血熱組熾〕
^symtom ①手足心熱其於手背，②心中煩躁，③遍身紅疹。
^tounge ①舌紅赤，②深紫無苔。
^pulse ①左脈弦數有力，②脈洪弦而剛甚，左反甚於右。
^symtom 頭痛如錐。
^symtom ①吐血，②咳血。
^ill3〔津液消灼〕
^symtom ①發熱汗出，②口乾，不渴，不饑，③屎赤。
^formula1〔清上焦方證〕
^origin〔吳鞠通方〕
^ingredients673 連翹、細生地、寸麥冬、玄參、丹皮、金銀花、桔梗、茅根、牛蒡子、香豆豉、薄荷、藿香、生甘草。
^formula2〔清涼滌箸方證〕
^origin〔吳躬方方〕
^ingredients674 甘草、滑石、青蒿、赤茯苓、通草、梔衣、銀花、綠豆衣、竹葉。
^ck09z12h038
^norm 協熱自利。
^chinese 傷暑瀉，傷寒勞復，伏邪感風，暑溫挾風。
^western 急性腸炎，乙腦。
^combo 表鬰+氣蒸+下陷+氣鬱
^ill〔腠理不宣〕
^symtom ①惡寒發熱無汗，②身熱肢冷，③哺後身熱，④面色膩滯，身微痛。
^tounge 舌苔溥白，邊質紅。
^pulse 脈堅勁不和，脈浮滑數。
^ill2〔津氣蘊蒸〕
^symtom ①壯熱，頭布微汗而身無汗，②心煩，煩躁，③口渴，渴飲水漿，口渴且苦，渴不思飲，
^ill2〔氣機不宣〕
^formulas
^formula1〔五物香薷飲證〕治感受寒暑，發熱無汗，洩瀉口渴，詳見論（3)。
^ingredients675 香薷、扁豆、厚樸、茯苓、甘草。'
^formula2〔黃連香薷飲證〕
^origin〔《類證活人書》方〕
^ingredients676 黃連、甘草 各3g，香薷4.5g，序樸6g。
^formula3〔清暑益氣方證〕
^origin〔葉天士方〕
^ingredients677 人參、茯苓、廣陳皮、豬苓、石蓮肉、川黃連、黃芩、厚樸、澤瀉、煨葛根。
^formula4〔二香、左金合苦辛方證〕
^origin〔蒲輔周方〕
^ingredients678 芩炭、槐花炭、地榆炭、扁豆花、新會皮、白頭翁、秦皮、黃耆、側柏炭、荊芥、宵蓀、葛根、香連丸（《周小農醫案》 215)。
^ingredients679 　　　(6)車莊治傷寒勞復：發熱頭痛，腹中作瀉，勢甚危急，葛根芩連合枳實梔子豉湯取效：山梔12g，枳實、川黃連 各6g，豆豉30g，乾葛根9g，六一散。
^ck09z12h066
^norm 熱陷大腸。～
^chinese 暑濕瀉。
^western 小兒急性中毒性痢疾。
^combo 陽鬰+表鬰+氣陷
^ill〔陽氣不宣〕
^symtom ①面色灰暗，唇淡，唇色淡紅，②午前寒戰，③熱勢不揚，四肢清冷，④沉迷欲睡，時有 譫語，⑤口乾煩悶，口渴頻飲，⑥汗出，淋淋汗出，⑦面赤顴紅唇焦。
^pulse ①右脈略大而混數不揚.②脈糊滑，③左弦大急，④脈洪大而滑。
^tounge ①舌色無華，②舌淡不紅，苔薄白膩。
^ill2〔腠理不宣〕
^symtom ①壯熱尚感惡寒，發熱無汗，②午後高熱，③潮熱，④頭項強痛。
^pulse ①脈浮緊弦大，②左弦大急。
^ill3〔氣機下陷〕
^symtom ①腹陣痛洩瀉，②暴注水瀉，③洩瀉嘔吐，④腹滿不硬，⑤小便赤澀。
^tounge ①舌絳，②苔黃垢而膩。
^pulse ①右脈沉滯，沉滿，②脈虛細，③脈沉細澀。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔清空不宣〕
^ill<sub=2>〔氣機不降〕
^symtom ①嘔，②呼吸促迫，③喘息痰鳴。
^formulas
^formula1<var=2>〔桂枝加葛根湯證〕
^origin〔貨叔承方〕
^ingredients680 粉萵根15g，桂枝、粉甘草 各6g，黃芩、白節、神曲、山楂炭、麥芽、佩蘭、車前仁 各9g。
^formula2〔加減黃連洱心湯證〕升陽舉陷，開濕清熱。治熱勢不揚，沉迷欲睡，時有譫語，洩瀉下利，詳見病案（3)。
^ingredients681 黃芩、黃連、乾薑、半夏、粉葛根、防風、生甘草、厚樸、豆卷、通蓽、白蔻仁、石菖蒲。
^ingredients682 (5)陳克強治洩瀉嘔吐，精神疲乏，飲食減少，潮熱口渴，而赤顴紅，唇焦舌絳，喘息痰鳴，脈洪大而滑，此暑濕內 侵，邪鬰氣分，以升脾氣降胃火，宣濕祛暑：黃芩、焦白朮、葛根 各4.5g，川黃連1.5g，乾薑0.6g，茯苓、澤瀉、半芨、扁豆 各6g，蒼朮、川厚申K、生薑 各3g，滑石9g，大棗3枚（《福建中醫醫案醫話選編》（二））。
^ck09z12h098
^norm 內熱外寒，真熱假寒，陽證似陰，陽厥症。
^chinese 暑厥。
^combo 陽滯+氣灼+神閉
^ill<sub=2>〔氣機不宣〕
^symtom 心下痞悶。
^formulas
^formula1〔辛涼開洩證〕
^origin〔梁右齋方〕
^ingredients683 紫雪丹0.6g，羚羊角1.2g，竹茹4.5g，生大黃、蠶砂 各1.5g，川黃連0.9g，條黃芩1.8g，?苡仁3g，滑石9g，扁豆 花10朵。
^alias裊濕兼寒，伏暑兼寒，傷暑笛亂，暑濕崔亂，：&傷太陰，暑濕內陷，暑傷元氣，氣虡中蜃，著濕傷氣，濕 熱傷氣。
^chinese暑濕兼寒，暑兼氣虛，伏皋，罟穢，穢濕，太陽中暍，中暑，煎厥，陰番，陰霍亂，吐瀉，屏濕洩瀉，暑濕 痢，白痢，自汗，眩牮，疰夏，低熱，暑熱證。
^western 感晉，急性胃腸炎。
^ck09z02h057
^norm 暑濕兼寒。
^chinese 箸濕兼寒，穢浞。
^combo 陽鬰+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①身重，②四肢倦怠，③手足逆冷，④小便已灑然毛聳，⑤渴不多飲。
^tounge 苔先白後黃。
^pulse ①遲滯，②沉鬱不揚。
^ill2〔腠理不宣〕
^symtom ①發熱惡寒無汗。
^tounge 苔先白。
^pulse 脈弦細而緊。
^ill3〔氣機不宣〕
^symtom ①心煩，②胸悶，③中脘痞阻，脘痞不金。
^tounge ①苔黃膩，②苔厚膩，③四邊白滑，中央帶黃。
^pulse 脈貓數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，②頭重作脹，頭進如裹。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣粗，②喘而噓氣，③噁心嘔吐。
^ill<sub=2>〔清竅不宣〕
^symtom ①吳塞聲重。
^ill2<sub=2>〔經氣不宣〕
^symtom ①身痛，②肢疼。
^formulas
^formula<var=1>〔藿香正氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients684 藿香、姜半芨、杏仁 各9g，茯苓12g，橘皮、白芷 各6g，厚樸、紫蘇、西香? 各4.5g，砂仁（分沖）。2.4g，生薑3 片，大棗1枚，水煎服。
^ingredients685 (3)吳坤安：穢濕從口毋吸人則募原先受，分佈菏衛，先嘔逆，次寒熱頭脹身痛，小便不通，渴不多飲，當芳香淡滲 兼施，俾穢濕濁邪可以分消：廣陳皮、盜梗、鬰金、茅根、蒼朮、薏苡仁、茯苓皮、豬苓、大腹皮、石菖蒲、通草。
^ck09z02h058
^norm 濕滯大腸。
^chinese 思濕洩瀉，暑濕痢，嶄穢。
^western 感冒。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①面色晦滯、面青白，②神疲倦意，四肢乏力，③四肢冷，④唇淡，⑤口乾不欲飲。
^tounge 舌紅，苔白滑。
^pulse ①脈沉數，②沉弦潘緩，③脈寸浮數，尺沉遲，左關弦細數，右關沉細數。
^symtom ①惡寒發熱無汗，②身倦微熱，③恃背酸痛，④週身酸痛。
^symtom ①胸脘痞悶，②腹滿痛，③腹脹腸鳴，飽悶，④大便溏洩，大便不爽，⑤下痢後重。
^tounge ①舌質略紅，苔白厚膩微黃，②舌苔膩，③灰黃，④後根苔黃膩少汴。
^pulse 脈弦傲滑。
^symtom ①頭項強痛，②頭重腦脹，③頭暈沉重。
^symtom ①咳嗽，②食減，不食，③胸悶，④胸脅發緊。
^symtom ①噁心欲吐，泛惡，②嘔吐。
^symtom ①#流清涕。
^formulas
^formula1<var=2>〔苗香正氣湯證〕
^origin〔朱師墨方〕
^formula2〔和臂祛風證〕
^origin〔蒲輔周方〕
^ingredients686 蘇葉、香附、陳皮、前胡、個蠶、天花粉、炒麥芽 各4.5g，防風3g，甘草1.5g，速曲6g。
^ingredients687 (2)吳坤安：主茬梗、鬰金、紫蘇、青蒿、厚樸、茯苓皮、滑石、連翹、草豆蔻、通草之類，有食加青皮、山楂肉、枳實。
^ck09z02h060
^norm 伏濕兼寒，伏暑兼寒。
^chinese 伏暑，自汗。
^combo 陽鬰+表鬰+氣蒸+氣鬱
^ill〔陽氣不宣〕
^symtom ①背冷，②四肢乏力，③渴不喜飲。
^tounge 舌暗苔厚穢膩。
^pulse ①脈沉細，②脈右濡細數而不揚。
^ill2〔腠理不宣〕
^symtom ①發熱凍泰，得汗不暢，②身束痠痛，③臉腿浮腫。
^ill2〔津氣蘊蒸〕
^symtom ①頭及上身汗出如流，②腹熱，③煩跺不寐，④便閉，⑤溺赤短少。
^tounge 舌苔黃膩根厚。
^pulse ①弦數，②左弦數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭重，②頭華，③重作脹。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶心慌，②胸脘作悶，③食納差，口不知味，④口甜。
^ill2〔氣機不降〕
^symtom 嘔惡有黏痰。
^ill3〔清竅不宣〕
^formula〔表裡雙解方證〕
^origin〔葉鑒清方〕
^ck09z02h065
^norm 傷暑霍亂，暑濕祺亂。
^chinese 陰蜃，陰蜇亂。
^western 急性胃腸炎。
^combo 陽鬰+氣亂+氣鬱
^ill〔陽氣不宣〕
^symtom ①惡寒，②頭痛，③手足指冷，④面垢，⑤厥逆，⑥兩足抽筋，⑦冷麻。
^tounge 舌苔白滑。
^pulse 脈沉伏。
^ill2〔機逆亂〕
^symtom ①吐瀉交作，②腹脹而痛。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①煩躁口渴，②發熱無汗，③欲臥水中，④反張直視。
^tounge 舌苔黃白。
^ill<sub=2>〔氣機不宣〕
^symtom ①飽悶，②胸搭，③氣粗。
^formulas
^formula1〔加減香薷飲證〕
^origin〔俞東扶方〕
^ingredients688 扁豆、厚樸、香游、茯苓、半夏、蒼朮、木瓜。
^formula2<var=2>〔雷氏芳香化濁法證〕
^origin〔杜勉之方〕
^ingredients689 藿香、滑石、蘇葉、陳皮、半崽、大腹皮、早樸 各10g，佩蘭、木香、蒼朮 各6g。
^formula3〔薷苓湯證〕適應於暑濕證表熱偏蚤。‧
^ingredients690 香臠、葛根、黃連、天花粉、白朮、赤茯苓、豬苓、澤瀉、甘草、生薑。
^ingredients691 (2)張聿資治吐瀉交作，心胸室蔽，用半夏、地骨皮、竹茹、赤芍、白芍、藿香、川厚樸、大腹皮、香薷、佛手、木 香、伏龍肝、玉樞丹（《張聿青醫案》109)。
^ck09z02h043
^norm 暑傷太陰。
^chinese 暑瀉，白痢。
^combo 氣鬱+氣熱+氣滯
^ill〔氣機不宣〕
^symtom ①不饑不食，②胸痞，胸悶，③中脘痞阻，④咳嗽，⑤下午輒灌寒而熱，熱勢不揚於外，而甚於裡，⑥渴不多飲，⑦咳嗽痰多。
^tounge 舌紅苔白膩。
^pulse ①脈沉弱，②脈數沉鬱不揚。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②自汗，③面赤面垢，④心煩口渴，⑤二便不利。
^tounge ①舌苔微黃，②黃膩少津。
^pulse ①脈滑數，②沉弦細數。
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹，②腹痛，少腹作痛，③小瀉，④大便不爽，⑤詢疾<後重。
^ill<sub=2>〔氣機不降〕
^symtom ①咳逆，②噁心嘔吐，嘔逆。
^formula1〔表裡雙解方證〕
^origin〔丁甘仁方〕
^ingredients692 粉葛根、薄荷、銀花、連翹、酒制黃芩、赤芍、青陳皮、瓜蔞仁、砂仁殼、桔梗、六曲、山楂炭、導滯丸。
^formula2〔表裡宣化方證〕
^origin〔張伯熙方〕
^formula3〔芳香化濁法方證〕
^origin〔汪逢春方〕
^ingredients693 (2)葉天士治身熱自汗，腹痛大小便不利，脈虛右大左小，暑熱內閉，擬和表裡法：薄荷、枳實、黃芩、白芍、竹葉 心、通草、甘草、黑梔（《臨證指南醫案》338)。
^ingredients694 (8)周小農治伏暑挾濕痰內阻，始而寒熱起伏，目下但熱不寒，熱起胸脘煩悶，頭暈口渴，溲少，脈濡數，聲澀，舌 苔根濁少潤，此膜原之伏邪與痰濕交阻，三焦之氣化失於疏通，以直通伏邪，清化痰濕：青商、豆豉、杏仁、桔梗、茯苓、豬苓、滑石、澤瀉、桑葉、菊花、丹皮、木通、擯榔、荷葉、茅根、蘆根、鬰金、菖蒲、枳實，熱退未清，腹部猶灼，臍邊 按之作痛，便糖搜少而短，氣逆作咳，胸脘引痛，青商、豆豉、滑石、澤傳、杏仁、茯苓、豬苓、木通、桑葉、菊花、茅根、蘆根、荷葉、檳榔、薏苡仁、竹茹、瓜瓣，後加?吞、枇杷葉、玉樞散、佩蘭，半芨、蠶砂等出入（《周小農醫案》74)。
^ck09z02h049
^norm 暑傷元氣，氣虛中暑。
^chinese 太陽中暍，眩暈，疰夏。
^ill〔氣虛失充〕
^symtom ①小有勞身即熱，煩熱自汗，②小便已灑然毛聳，③手足逆冷，④口開前板齒燥，⑤神疲 肢軟，⑥便溏溲短，小溲赤澀混濁，⑦溺時灑灑然毛聳。
^pulse ①脈弦細芤遲，②軟而滑，③脈細詡而遲，④脈沉細小滿，⑤脈虛大而貓。
^ill2〔氣機不宣〕
^symtom ①胸搭，②痰不爽利，③心煩，④海不多飲。
^tounge ①否紅苔白膩，②舌苔黃膩。
^pulse 氣口獨滑。
^ill<sub=1>〔腠理不宣〕
^symtom ①發熱惡寒，②身蜇而疼痛，腰胯痠滯兔墜，③肢麻。
^ill2〔氣機不降〕
^symtom 泛泛欲吐。
^ill<sub=2>〔清空不宣〕
^symtom ①顱脹，②頭重肢憊，③頭眩眼花，稍一轉動，天旋地轉，④右耳閉塞，伴有蟬鳴。
^formulas
^formula〔潸番益氣湯證〕
^origin〔《脾胃論》方〕
^ingredients695 敢?、人參、白朮、陳皮、神曲、澤瀉 各1.5g，蒼朮、升麻各%3g，麥門冬、當歸、炙甘草 各0.9g，黃柏0.6-0.9g，葛根0.6g，青皮0.75g，五味子9枚。水煎服。
^ck09z02h052
^norm 思濕傷氣，著傷元氣，濕熱傷氣。
^chinese 暑兼氣虛，中晷，煎厥，低熱。
^combo 氣虛+氣蒸+氣鬱
^ill〔氣虛失充〕
^symtom ①面胱神倦，楮神減少，語聲低微，四肢睏倦，②頭暈，暈僕，③身重汗出，④微惡風，惡寒戰慄不能自持，⑤心悸短氣，⑥大便頻溏。
^tounge 舌質淡嫩。
^pulse ①脈弦細，寬按無力，②浮小而綏，③虛微細弱，④脈沉細小黹。
^ill2〔津氣蘊蒸〕
^symtom ①頭脹，②身熱自汗，大汗，③低燒，午後為甚，無汗，④心煩煩熱，⑤口渦，口乾不欲 飲，⑥入夜錯語，⑦小便黃赤，⑧大便乾結。
^tounge ①15‧苔淡黃，②答薄而乾，根部黃膩，③舌苔貨膩。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸痞，②胸滿，③飲食不下，納呆。
^tounge 舌苔白。
^ill<sub=2>〔氣機不降〕
^symtom ①氣促，②口吐血沫。
^formulas
^formula〔東垣清翁益氣加減方證〕
^origin〔劉仕昌方〕
^ingredients696 黃耆、黨參、白朮、雲茯苓、蒼朮、六曲、陳皮、麥冬、五味子、炙甘草、當歸、知母、貨柏、防風、姜、棗。
^ingredients697 (3)韓苺康治中吾，暑兼氣虛，頭昏痛，發熱三日，右腦&痛較甚，胸悶氣短，納谷銳減，口渴心悸而煩，身重汗 出，肌熱不解，精神不振，大便微溏，小便短黃，苔白脈虛細：黨參、黃耆、白朮、蒼朮、青陳皮、寸夬冬、五味子、神 曲、葛根） 甘草、升麻、澤瀉、黃芩、黃柏2劑愈。'
^ingredients698 (6)龍範之治楊，男，21歲，負重太多，行至中途，卒然倒臥，身熱自汗，耳目如廢，心中憤憤，口吐血沬，此煎厥 症也，原因負重遠行，汗出表疏；外熱煎迫，氣不相續所致。擬用東垣清暑益氣加減：黃耆、黨參、白朮、雲茯苓、蒼朮、六曲、陳皮、麥冬、五味子、炙甘草、當歸、知母、黃柏、防風、姜、棗。按：以上症，服藥2劑見效（《現代醫案選
^ck09z02h053
^norm 暑傷元氣。
^chinese 暑瀉，砮熱證。『
^combo 氣虛+氣蒸+氣陷+氣鬱
^ill〔氣虛不充〕
^symtom ①面色恍白，面色黃滯，面色如灰，②唇舌俱淡，③氣短胸悶，④時自汗出，頭重如裹，
^tounge 舌胖有齒痕色淡苔薄白。
^pulse ①脈虛微，②芤細遲，③虛大緩。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②煩渴，消渴，尺膚熱，③面色潮紅，④自汗，⑤小便赤。
^tounge ①舌紅苔白中黃，②膩序。
^ill2〔氣機下陷〕
^symtom ①洩瀉，②腸鳴，③尿多' 小便不禁，④二便窘急，⑤腹痛，⑥里急後重』⑦錢便移臭，
^pulse 脈沉緩而有間歇。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^symtom ①嘔吐，②氣促，③吋噯氣，④呃逆。
^formulas
^formula〔清箸益氣湯加減方證〕
^origin〔王熙章方〕
^ingredients699 黃耆、蒼朮 各6g，黨參、寸麥冬、五味子、廣陳皮、炒扁豆、炙杖草、葛根、澤瀉 各4.5g，青皮、升麻各2.，白朮 9g0　　　摘錄：
^ck09z02h074
^norm 暑濕內陷。
^chinese 傷暑吐瀉。
^combo 陽虛+表鬰+氣陷+氣鬱
^symtom ①面色瞇白，梢神疲憊，②多汗，③手冷，手足厥冷，④昏睡露睛，⑤時靜時擾，神形
^formulas
^formula〔溫升陽行經方證〕
^origin〔李東垣方〕
^ingredients700 升麻、葛根、防風、白芷、黨參、黃耆、白芍、蒼朮、甘草。
^alias濕濁上苣，濕濁鬱閉，濕鬱熱蒸，暑挾濕滯，暑濕夾滯，寒包暑邪，寒邪直中太陰，暑陷厥陰，厥陰中暑，厥陰陷邪，熱病轉寒中。
^chinese 傷暑，中暑，濕濁，暑濕，伏裊，手太陰暑溫，濕溫，痧穢，穢毐，晷穢，瘟疫，暑瀉，濕瀉，痢疾。嘔 吐，暑濕笛亂，濕熱霜亂，中暑祺亂，暑熱吐瀉，乾祺亂，絞腸痧，頭痛，陽黃，時毐疫瘧，亡陽。
^western 急性筲腸炎，急性腸炎，單純性消化不良，中毒性消化不良，中毒性痢疾敗血症，乙腦。
^symtom ①倦怠無力，②厭食便溏，③全身乏力。
^tounge 舌苔薄白。
^pulse 脈緩。
^symtom ①無汗，②或少汗。
^symtom ①發熱口渦自汗，午後高熱，②皮膚灼熱，③多飲多尿，④面垢，心煩，煩躁不寧，⑤尿赤黃少
^tounge 舌質紅，薄黃苔，苔黃膩。'
^pulse 脈弦滑，黹數。
^symtom 洩瀉。
^symtom ①腹滿，②腹脹，③胸腹悶痛，腸鳴漉漉，瀉時腹滿。
^symtom 納呆無味。
^symtom ①噁心嘔吐，②口唾白沫。
^ck09z13h033
^norm 濕濁上冒。
^chinese 濕濁，頭痛。
^combo 氣鬱+竅鬰
^ill〔氣機不宣〕
^symtom ①胃脘不舒，②納差，③大便不實。
^tounge 苔薄白。
^pulse 脈細滑。
^ill<sub=1>〔清竅不宣〕
^symtom ①兩目發脹，②耳鳴眼花。
^ill2〔清空不宣〕
^symtom 前額作痛，時有抽掣。
^ill<sub=2>〔氣機不降〕
^symtom ①泛惡，②噯氣。
^formulas
^formula〔散風除濕湯證〕
^origin〔董建華方〕
^ingredients701 川％、葂荊子、S番、佩蘭、蒼朮、白花、合歡皮、荷葉 各10g，薄荷3g，陳皮5g。
^ck09z13h035
^norm 濕濁鬱閉。
^chinese 濕濁。
^western 乙腦。
^combo 氣鬱+表鬰+氣蒸
^ill〔氣機不宣〕
^symtom ①納呆，②神疲倦怠，③胸脘痞悶。
^tounge 苔白厚膩。
^pulse 脈濡級。
^ill2〔腠理不宣〕
^symtom 微惡寒無汗。
^ill2〔津氣蘊蒸〕
^symtom ①發熱'自汗，午後高熱，②面垢，③便溏，④心煩，⑤尿赤黃少，⑥口乾不欲飲。
^tounge 舌略紅，苔貨膩。
^pulse 脈弦滑。
^symtom ①頭痛，②頭暈沉重。
^ill<sub=1>〔清空不宣〕
^ill<sub=2>〔氣機不降〕
^symtom 泛惡。
^formulas
^formula〔藿佩苡苓湯證〕
^origin〔《臨證治驗》方〕
^ingredients702 灌香、佩蘭、菝荊子、?該仁、荷葉、車前子 各10g，滑石12g，甘草、茯苓 各6g，竹葉5g。
^ck09z13h094
^norm 中焦鬰蒸。
^chinese 伏屏；濕溫，手太陰暑溫，陽黃。
^combo 陽鬰+氣熾+津灼+氣滯
^ill〔陽氣不宣〕
^symtom ①兩脛逆冷，②四肢沉重，③身重，④頭重，⑤口糜膩，⑥黃疸。
^tounge 舌苔糙白。
^pulse ①脈弦，②沉。
^ill2〔津氣籩熾〕
^symtom ①口渴舌乾，自汗，②身熱妄言，③胸腹多汗，④便閉尿赤，小便不通，⑤大便糊狀，
^tounge ①苔灰膩垢厚，②苔微黃。
^pulse 脈數大滑。
^symtom ①煩渴，②渴喜冷飲。
^pulse 脈洪大有力。
^ill3〔清空不寧〕
^symtom 頭痛。
^ill<sub=2>〔氣機不利〕
^symtom ①胸腹滿，②脫悶，③中痞，胸膈痞悶。
^ill2<sub=2>〔氣機不降〕
^symtom ①氣喘，②噁心。
^formulas
^ingredients703 知母 六兩，石奔一斤，蒼朮、粳米 各三兩，炙甘萆 二兩。水煎服。
^formula2〔甘搏飲子證〕
^origin〔王旭高方〕
^ingredients704 寒水石、茯苓、澤瀉、石膏、茅蒼朮、桂枝、蔥頭、豬苓、草果、知母、薑汁。
^formula3<var=2>〔三仁湯證〕
^origin〔《蒲園醫案》方〕
^ingredients705 蒼朮、杏仁、佩蘭 各6g，薏苡仁15g，白蔻仁3g，連翹9g，天花粉12g，石裔30g，蘆根24g，六一散24g。
^ingredients706 (3)葉鑒清治痰火體質，新涼引動伏暑，五日暢汗後，形寒雖和，熱勢反灼，身重渴喜冷飲，口甜膩，脘悶頭重，便 閉尿赤，脈滑大數，舌尖糙，苔中根灰膩垢厚。此濕痰挾伏邪，充斥陽明已有化火之漸，蒼朮白虎湯加味：蒼朮、知母、萊菔子 各9g，檳榔、佩蘭、元明粉、枳實、鬰金 各4.5g，像貝母、瓜蔞仁 各12g，石奇24g，荷梗尺，通草3g，頭面多 汗，脘悶稍和，去蒼朮加焦山扼9g，淡子芩、竹葉、竹茹 各4.5g，蔥苡仁、冬瓜子 各15g，滑石12g，蘆根30g，荸薺4枚，病後口氣乾苦，咳痰厚稠，蘆根、薏苡仁、瓜蔞、杏仁、枇杷葉、石斛、貝母、竹茹、白前、冬瓜子（《全國名醫驗案類 編》110)。
^ck09z13h043
^norm 暑挾濕滯，暑濕夾滯。.　　　內含病例：
^chinese 罟瀉。
^western 急性腸炎，中毒性消化不良。
^combo 氣鬱+氣滯+氣蒸+氣逆
^ill〔氣機不宣〕
^symtom ①胸悶欲惡，S不思納，②面色萎黃，睏倦乏力。
^formulas
^formula1〔S根芩連湯合9苓湯證〕治暑瀉（中毐性消化不良），肚腹脹大，便洩如蛋花帶黏液，詳見病案（3)。
^ingredients707 厚樸、陳皮 各3g，蒼朮、白朮、豬苓、澤瀉、葛根 各6g，雲茯苓15g，川黃連、黃芩 各2.4g，山楂、雞內金 各4.5g，兌服紫金錠0.3g。
^formula2<var=2>〔六和證〕
^origin〔陳登鎧方〕
^ingredients708 藿香、鹽陳皮、六曲、醋發茯苓、扁豆、澤瀉、炙甘草。
^formula3〔三仁湯合甘露消毒丹證〕
^origin〔張學能方〕
^ck09z13h046
^norm 清濁混淆。
^chinese 中暑，痧穢，暑濕翟亂。
^western 中毐性消化不良。
^combo 氣鬱+氣熱‧氣滯+氣亂
^formulas
^formula1〔燃照湯證〕
^origin〔《霍亂論》王孟英方〕
^ingredients709 滑石、山扼、香豉、黃芩、佩蘭、厚樸、半夏、白蔻仁。
^formula2〔蠶矢湯證〕
^origin〔《笛亂論》方〕
^ingredients710 蠶砂15g，薏苡仁、豆卷各1知，木瓜、黃連 各9g，#半復、黃芩、通草 各3g，梔子4.5g，吳茱萸0.9g。
^formula3〔解毒活血湯證〕適應吐瀉後，津液衰竭，熱邪入轉筋厥冷，多汗無尿，口渴腹痛，面色灰暗。
^ingredients711 連翹、地丁草、絲瓜絡、益母蘋、淡紫菜、薏苡仁、石菖蒲、銀花、川貧連、蠶砂、地漿水或陰陽水煮，綠豆I60g代 水入藕汁5g。
^formula4〔萸連解毒湯證〕
^origin〔丁甘仁方〕
^ingredients712 川黃連、吳茱萸、仙半S、枳實、黃芩、萑香、六曲、赤豬苓、白芍、玉樞丹，陰陽水煎服。
^ck09z13h289
^norm 暑犯中焦。
^chinese 暑熱吐瀉。
^combo氣虛+陰虛+氣逆+氣熾+氣滯
^ill〔氣虛失養〕
^symtom①面唇靑白，②氣息奄奄-
^ill2〔陰虛失養〕
^symtom①®揭，②煩擾不定，③目瞪聲直，四處干枯，④小水短少。
^tounge舌絳。
^symtom①吐瀉益頻，吐甚于瀉，②乳食人口即吐，不能少停片刻。
^ill<sub=1>〔津氣菹熾〕
^symtom①發熱，遍身如火，②口渴不止。
^tounge苔黃。
^ill<sub=2>〔清空失寧〕
^ill2<sub=2>〔氣機不利〕
^ill3<sub=2>〔陽氣不和〕
^symtom①肢厥，②指尖略冷》
^formula1〔黃土稻花湯證〕
^origin〔程杏軒方〕
^ingredients713 黃土、稻花、沙參、茯苓、甘草、半K.烏梅、木瓜、扁莢葉，熱甚加黃連。
^formula2〔安H理脾法證〕
^origin〔謝映廬方〕
^ingredients714 人參、白術、葛根、茯苓、麥冬、烏梅、半g、赭石、旋復花、早米。
^ingredients715 初方（組方見方癥) 次K方：人參、白術、山藥、its仁、烏梅、石解，扁豆、粉S根、地骨皮、甘草、早米（（得
^ck09z13h057
^chinese軎濕證。°*
^combo陽鬰+表鬰•氣鬰
^ill〔陽氣不宣〕
^symtom①身熱腳冷，全身無力，②口淡或a黏無味，③不欲飲水，口徽渴喜飲熱，④大便溏薄，
^tounge舌苔白膩，舌白滑膩。'
^pulse脈锘。
^ill2〔腠理不宣〕
^symtom①低熱不退，②汗少或不出汗。
^ill2〔氣機不宣〕
^symtom①胸脘煩悶，②院腹痞脹，■欲不振。
^ill<sub=1>〔淸空不宣〕
^symtom 欲嘔。
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔經氣不直〕
^symtom ①肢體酸困，②週身酸痛，③身敢肢痛，④下肢酸重。
^formulas
^formula1〔錘佩平胃散證〕
^origin〔徐景藩方〕
^ingredients716 藿香、佩蘭各9～I2g，蒼朮、陳皮 各6g~9g，制川厚樸4.5g~9g，車前草30g~60g，大豆卷12g～15s，生薏苡仁12~ 18g，水煎服，每日1劑。低熱不退加青茺9g-12g汗少或不出汗加香茹6～9g。
^formula2〔芳香化濕方證〕
^origin〔戴漢蜀方〕
^ingredients717 赤茯苓、滑石 各12g，香薷、藿香梗、蒼朮、貨芩、豬苓 各6g，川厚樸根4.5g，白蔻仁、黃連 各3ga
^ck09z13h060
^norm 濕鬱熱蒸。
^chinese 暑濕。
^combo 陽鬰+表鬰+氣蒸+氣鬱
^ill〔陽氣不宣〕
^symtom ①倦怠無力，②厭食便溏，③全身乏力。
^tounge 舌苔薄白。
^pulse 脈緩。
^ill2〔腠理不宣〕
^symtom ①無汗，②或少汗。
^ill2〔津氣蘊蒸〕
^symtom ①發熱口渴，②皮膚灼熱，③多飲多尿，④久則煩躁不寧。
^tounge 舌質紅，薄黃苔。
^pulse 濡數。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔氣機不宣〕
^symtom 納呆無味。
^ill<sub=2>〔氣機不降〕
^ill2<sub=2>〔清竅不宣〕
^formulas
^ingredients718 藿香、大腹皮、茯苓皮、神曲。六一散（包） 各9g，蒼朮4.5g，陳皮、_蘇葉 各3g。
^ck09z13h058
^norm 寒包黑■邪。
^chinese 傷暑，痧穢。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①身無大熱，②手足指冷，③肢體重滯，④口淡無味，⑤目貨，⑥大便不實，便淚，⑦小 便不利，小便貨赤。
^tounge ①舌苔白厚膩，②舌苔中白，邊紅，③舌苔黃膩。
^pulse ①氣口脈微弱，②脈沉細，③脈濡細而尺沉滑，④脈濡沉弦。
^symtom ①惡寒發熱，②凜熱不揚，③骨節痠痛。
^symtom ①腹滿，②腹脹，③胸腹悶痛，腸鳴漉漉，瀉時腹滿。
^symtom ①頭痛，②頭冒。
^symtom ①脘悶，②痞滿，③不思食，④煩懊，坐臥不寧。
^symtom ①嘔惡，②0區吐，③登氣。
^formulas
^formula〔五正氣增損法方證〕
^origin〔蕭子括方〕
^ingredients719 鋌?梗、大腹皮、神曲、麥芽、通蘋 各6g，茯苓、茵陳 各12g，厚樸4.5g，白蔻仁3g，滑石15g。
^ingredients720 主二陳、蒼朮、厚樸、豬苓、澤瀉、茵陳、惹苡仁、瓜蔞皮之類，邪濕去而熱自退，汗多加桂枝、秦艽，汗少加紫蘇。
^ingredients721 寒熱腹滿，小便不利，主去濕清熱：茅蒼朮、赤小豆、茵陳、茯苓皮、厚樸、黃柏、澤瀉。
^ck09z13h065
^norm 中暑笛亂。
^chinese 濕熱霍亂，中暑笛亂，時毐疫瘧，穢毒。
^western 急性胃腸炎。
^ill〔陽氣不竄〕
^symtom ①身倦乏力，②不欲食，③厥冷手涼至肘，坦涼至膝，④頭重，寒熱交作，不籩分明。
^tounge 苔黃。_
^pulse （D診脈弦而數，②六脈弦細而芤，③兩手弦細而綏。
^ill2〔氣機逆亂〕
^symtom ①腹痛悶亂，②嘔吐不止，腹痛水瀉，腸鳴有水聲，③吐海轉筋。
^pulse ①脈沉細欲無，不足四至，②無脈。
^ill<sub=1>〔陽氣佛鬰〕
^symtom ①煩躁面赤，②心中自覺發熱，③□千不欲飲水，飲水即吐，口揭，尿黃，④身熱引飲，揭衣臥地，⑤頭熱如火，足冷如冰，⑥昏冒不省，牙關緊急。
^tounge 舌乾苔白微黃。
^pulse 脈虛無力，脈七八至，洪數有力。
^ill<sub=2>〔氣機不宣〕
^symtom ①朐脘痞滿，噁心欲嘔。
^formulas
^formula1〔桂苓甘》飲證〕
^origin〔《宣明論方》方〕
^ingredients722 茯苓、澤瀉 各30g，甘草、肉桂、石奇、寒水石 各60g，滑石120g，白朮、豬苓 各15g。為粗末，每服9g，水煎服。
^formula2〔清熱利濕分解方證〕
^origin〔祝伯權方〕
^ingredients723 蒼朮、陳皮、豬苓、澤瀉、雲茯苓、竹茹、蓿香、半S曲、生白朮、炒車前子（包） 各9g，川厚樸、蘇梗 各6g。
^ck09z13h259
^norm 中:S閉症。
^chinese 痧穢，乾笛亂，絞腸痧，番穢，瘟疫。
^ill〔氣機不宣〕
^symtom ①飽悶，②中脘不通。-
^ill2〔氣機不利〕
^symtom ①腹痛中猝，②絞腸大痛，③腹中板實，衣濟難忍，④二便不通。：
^tounge ①舌苔黃膩，②黃燥厚。
^ill<sub=1>〔氣機逆亂〕
^symtom ‧.１欲吐不吐，２欲瀉不瀉，３吐瀉交作。
^pulse ①脈洪大，②結促代。
^ill<sub=2>〔氣機閉塞〕
^symtom ①神昏不語，②煩躁懊儂，③厥逆，④面色青黑。
^pulse ①微細，②脈伏。
^formulas
^formula1〔雷擊散證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients724 豬牙皂、北細辛 各10.5g，硃砂、雄黃 各7.5g，藿香9g，枯礬、白芷 各3g，桔梗、防風、廣木香a貰眾、陳皮、薄荷、法半夏，、甘草 各6g，共研細末，收貯勿洩氣，凡遇急症，取0.6～0.9g吹人鼻中，再用3~6g薑湯沖服。
^formula2〔苦辛開通，降濁清積方證〕
^origin〔《張聿青醫案》方〕
^ingredients725 又嗜酒之人，濕熱內著，中宮阻塞，而成鉺亂，吐瀉不得，二便俱閉，嘔惡不止，宜瀉心湯如半夏、橘紅、川黃連、枳實、梔子、豆豉、滑石、茯苓皮、茵陳、澤瀉之類，須戒其斷米飲甜膩之物，以待中宮清肅，否，雖藥弗效也_(』《傷寒 指掌》卷四57)。
^ck09z13h257
^norm 吾濕夾滯。
^chinese 洩瀉，嘔吐。
^formulas
^ingredients726 菝梗、茯苓 各9g，川厚樸3g，豐曲、會皮、蘇葉、佩蘭葉、枳實 各4.5g，竹前6g，滑石12g。
^ck09z13h279
^norm 暑陷厥陰，厥陰陷邪。.‧
^chinese 厥陰中著，熱病轉寒中。暑瀉，痢疾。
^western 乙腦，中毒性痢疾敗血症。
^combo 氣鬱+氣逆+氣蒸+津洩+陽鬰
^ill〔氣機不宣〕
^symtom ①神情呆滯，②不食不眠。
^ill2〔氣機沖逆〕
^symtom ①噁心T‧嘔，②心中難受，嘔逆，③吐涎沫。
^ill3〔津氣蘊蒸〕
^symtom ①發熱口渴，高熱不退，②煩熱不安，③煩躁，④狂叫不寧。
^tounge ①舌正紅，苔黃膩。
^pulse ①脈細弦數無力，②脈沉數弦急。
^ill<sub=1>〔清空不寧〕
^symtom ①頭暈昏重頭暈嘔吐舌淡紅。
^ill2<sub=1>〔熱迫津洩〕
^symtom ①痢下膿血，②痢下青黑而黏，③里急後重，④脘腹隱痛，欲解不解，⑤腹滿，腹脹大，
^tounge 苔黃少津。~
^ill<sub=2>〔陽氣不和〕
^symtom ①肢涼發紺，②寒戰高熱，熱後復厥，曰夜無休止，③閉目不語，時復煩擾，④四肢冷麻，肢厥，⑤渾身痠困，⑥神倦，冷汗淋滿，驚俘，⑦面色恍白，面色蒼白，面色青黃，面青，爪甲青。-
^tounge ①舌淡紅，苔薄淡黃，②舌淡，苔白膩中淡黃膩。
^pulse ①脈沉細無力，②脈來細弦乏力。
^symtom ①唇乾，②目眶下陷，③啼哭無聲，④肌肉消瘦，⑤皮膚乾燥無汗，⑥溺短赤
^tounge ①暗紅，②苔薄白無華乏津。
^pulse 脈沉弦細數。
^formula〔烏梅丸證〕
^origin〔《傷寒論》方〕
^ingredients727 烏梅三百枚，細辛 六兩，乾薑 十兩，黃連 十六兩，當歸 四兩，炮附子 六兩，蜀椒 四兩，桂枝 六兩，人參 六兩，黃柏六 兩。蜜丸，如梧桐子大，每服十丸，日三次。
^alias勒濕化熱，暑濕內陷，伏邪晚發，少陽陽明合病，邪遏膜原。
^chinese 霉濕，暑穢，暑濕，伏暑，急黃，嘔逆，洩瀉。
^western 登革熱，重症黃疽型肝瘧疾。
^ill〔陽氣不宣〕
^symtom ①惡寒，②汗不暢，③寒熱起伏，④熱勢不揚。
^tounge 苔淡黃。
^pulse 糊數。
^ill2〔津氣蘊蒸〕
^symtom ①寒熱間作，②微寒熱甚，退則有汗，③便溏熱，大便溏似痢，④溲黃，小溲赤少，⑤肢灼，⑥少寐。
^tounge 舌紅苔黃。
^pulse 弦數。
^symtom ①口湛引飲，②小便赤少，③口燥。
^tounge ①舌紅，②苔白布糜。
^pulse 脈潘數無力。
^symtom 耳聾。
^symtom ①煩懊，②脘悶。
^symtom ①噯氣，②嘔惡。
^ck09z15h035
^norm 裊濕鬰蒸。
^chinese 霉濕，暑穢。
^combo 氣鬱+表鬰+氣蒸
^ill〔氣機不宣〕
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔清竅不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔清疏募原方證〕
^origin〔吳坤安方〕
^ingredients728 藿香、鬰金、檳榔、厚樸、草豆蔻、青皮、滑石、連翹、紫蘇、黃芩。
^ck09z15h093
^norm 伏邪晚發，嶄澠化熱。
^chinese 伏暑。
^combo 陽鬰+氣鬱+氣熱
^ill〔陽氣不宣〕
^symtom ①惡寒，②汗不暢，③熱起伏，④熱勢不揚。
^tounge 苔淡黃。
^pulse 糊數。
^ill2〔津氣蘊蒸〕
^symtom ①寒熱間作，②微寒熱甚，退則有汗，③便溏熱，大便溏似痢，④溲黃，小溲赤少，⑤腹
^tounge 舌紅苔黃。
^pulse 弦數。
^symtom ①CJ渴引飲，②小便赤少，③口燥。
^tounge ①舌紅，②萏白布糜。
^pulse 脈潘數無力。
^symtom 耳聾。
^symtom ①煩懊，②脘悶。
^symtom 噯氣。
^formulas
^formula〔蒿芩清膽湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients729 青蒿4.5～6g，黃芩4.5～9g，制半夏、枳殼、陳皮 各4.5g，赤獲:娶、竹甜、碧玉散（即滑石、甘草、青黛） 各9g。水 煎服。
^ingredients730 (1)張聿資治寒熱間作，汗不獲暢，暑濕阻於表裡之間，先為和化：白蔻仁、豆蔻、柴胡、淡子芩、川厚樸、半夏、青陳皮、赤白苓、大腹皮、枳實（《張聿青醫案》99)。
^ingredients731 (2)周小農治崠體濕盛痰多，伏邪至冬晚發，中夾痰積，寒熱起伏，午發至明日晡後方6，口渴引飲，退則有汗，煩 懊噯氣，小溲赤少，大便溏似痢，脈濡數無力，舌尖紅苔莩黃，以清伏邪，化痰積，理樞機：青蒿、半夏、秦艽、香薷、鬰金、惹該仁、貨芩、杏仁、獲豬等、檳鄉、通草、枳實、黃連、垂砂，另雄黃、丹皮、貝母、菖蒲、月石後加大腹 皮、澤瀉、紅曲、山楂炭、豆卷、萊菔子、香連丸、苦參子，外熱已減，裡濕挾痰濁未清，見食則惡，噯噫少疲，小溲甚 赤，夜寐不安，脈尚數，苔深貨：川石斛、川厚樸、橘皮、竹茹、青蒿、茯菩、豬茶、薏苡仁、澤馮、白節、秫米、半夏、
^ingredients732 (3)周小農治伏暑身熱起伏，熱勢不揚，少寐口燥，呻吟脘悶，溲黃，腹部尚灼，脈糊數，苔白布糜，伏熱留戀，黧 蒸疲濁，擬搜剔伏熱，生津滌痰化糜：青蒿、白薇、鬰金、香甭、天花粉、甜杏仁、石斛、半夏、連翹、通草、薏苡仁、麥冬、沙苑子、貝母、蓮心、燈芯、秫米、廉珠、天竺黃、雄黃2劑，熱勢減輕，苔糜亦蛻，寐已略酣:，飲入氣機不舒，口渴溲黃而少，脈弦不柔，此伏熱未清，胃陰甚虧，石斛、麥冬、竹茹、杏仁、通草、梔子、茯苓、茯神、鬰李仁、珍珠 母、丹皮、青茺、白薇、百合、蕷知子、茅根、梨肉、硃砂安神丸，2劑溲清寐安（《周小農醫案》77)。
^ck09z15h087
^norm 暑熱傷氣。
^chinese 少陽陽明合病。
^western 不明高熱。
^combo 陽鬰+表鬰+氣蒸+氣鬱+氣虛
^ill〔陽氣不和〕
^symtom ①神疲倦意，②週身酸痛，③四肢乏力。
^ill2〔腠理不調〕
^symtom ①每日午後惡寒發燒，至日晡汗出而熱退盡。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①高熱時心煩頭痛，②口乾喜涼飲。
^tounge ①舌苔薄黃，②質略紅，少津。
^ill2〔氣虛失充〕
^symtom 大便頻解。
^pulse 脈弦細而小數。
^ill<sub=2>〔氣機不宣〕
^symtom ①脅痛，②納差。
^ill2<sub=2>〔氣機不降〕
^symtom ①腹脹，②噁心。
^formulas
^formula〔小柴胡湯合白虎湯化裁方證〕
^origin〔李幼安方〕
^ingredients733 柴胡6g，黃芩、知母 各10g，生薑1片，紅棗3個，青蒿12g，生石奇、山藥、六一散（包） 各20g，黨參、玄參各
^ck09z15h083
^norm 邪遏膜原。
^chinese 暑濕。
^western登革熱。
^combo 陽鬰+表鬰+氣鬱+氣滯
^ill〔陽氣不和〕
^symtom ①面色晦滯，②週身酸痛，③神疲倦意，④四肢乏力，⑤口淡胃鈍，⑥或禍，或不渴，口 幹不喜飲，⑦大便或秘或溏，⑧溺黃濁而熱，⑨午後夜間較重。
^pulse ①左弦緊，右沉滯，②脈右緩滯。
^tounge ①苔白厚膩，②或滿佈如積粉e
^symtom ①繼則狀如瘧疾，惡寒發熱，②寒重熱輕，③寒熱模糊，而不分明，④無汗，⑤發熱不退。
^tounge 舌苔白薄。
^pulse 脈浮數。
^symtom ①腹脹，②大便欠爽，③身熱始退，而胸腹之熱不除。
^symtom ①口苦，②噁心作嘔，③嘔吐。
^pulse ①左浮滯沉數，②脈弦微滑U
^tounge ①舌苔白膩而厚，②舌質略紅，苔白序膩微黃。
^symtom ①胸悶，②院悶，③胸脘痞悶，胃不欲食4
^symtom ①頭痛劇烈，②頭暈沉重。
^formula1〔達原飲加臧證〕
^origin〔何拯華方〕
^formula2〔開達募原宣透清熱方證〕
^origin〔薛伯壽方〕
^alias風濕冒表，風濕感冒，濕傷於上，霧傷於上，風濕上冒，風寒夾濕，風濕表證，氣虛外感，風濕鬱熱，風濕化熱，營 衛不和D
^chinese傷濕，冒濕，感冒，風濕，傷寒夾濕，風寒挾濕，斑疹，行痺，痺痛，頭風。
^western感冒，流行性感冒，急性風濕熱，病毐性肺炎P..
^ill〔陽氣不宣〕
^symtom ①腰似折，②頸項似拔，③脊痛，④身重，⑤肢體酸楚沉困。
^tounge 舌苔厚膩。
^pulse 脈浮緊不數。
^symtom ①惡風，②惡寒發熱，③館寒壯熱，④身東，⑤無汗、微汗，⑥傲腫。
^tounge ①苔薄白，②舌苔白潤略厚，③舌苔白滑，④舌苔白黃相混。
^pulse ①脈浮弦緩，②脈浮緊，③脈浮而數。
^symtom ①上肢酸、肩疼痛，有麻感，②身楚身疼痛，全身骨節酸痛，骨痛無比，③四肢倦怠。
^symtom ①咳嗽，②胸悶，③呆少食，④口苦微渴。
^symtom ①頭脹洱重，②項強，頸筋痠瘉，③頭痛如裹；④頭重c
^symtom ①鼻塞聲重，②噴嚏，③清涕不已。
^symtom ①嘔惡。
^ck10z01h001
^norm 風濕冒表，風濕感冒。
^chinese 傷濕，冒濕，感冒。
^western 流行性感冒。『‧ .
^combo 表鬰+空竅+經氣
^ill〔腠理不宣〕
^symtom ①惡風，②惡寒發熱，③憎寒壯熱，④身重，⑤無汗、微汗，⑥微腫。-
^tounge ①苔薄白，②舌苔白潤略厚，③舌苔白滑，④舌苔白黃相混。
^pulse ①脈浮弦緩，②脈浮緊，③脈浮而數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，②頭重如蒙如裹，③頭頸部酸疼d
^ill<sub=2>〔清竅不宣〕
^symtom ①私塞流清涕，②微咳。
^ill2<sub=2>〔經氣不宣〕
^symtom ①上肢酸、肩疼痛，有麻感，②身楚，身疼痛，③全身骨節酸痛，骨痛無比，④四肢倦怠。
^formula1〔荊防敗毒散證〕
^origin〔《外科理例》方〕
^ingredients734 荊芥、防風、人參、羌活、獨活、前胡、柴胡、桔梗、枳殼、茯苓、川芍、甘草 各3g (《攝生眾妙方》無人參）水 煎服。
^formula2〔七味蔥白湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients735 防風、姜皮 各3g，淡豆豉、絡石籐 各9g，秦艽、蘇葉嫩枝 各4.5g，鮮蔥白4個，嫩桑枝30g。
^formula3〔九味羌活湯證〕
^origin〔《此事難知》方〕
^ingredients736 羌活、防風、蒼朮 各45g，細辛5g，川芎、白芷、生地貨、黃芩、甘草 各30g。水煎服。
^ck10z01h005
^norm 風寒夾濕D.　　　內含病例：
^chinese 風濕。
^combo 陽鬰‧表鬰+空竅+經氣
^formulas
^ingredients737 蒼朮、防風、陳皮、厚樸、甘草、生薑、蔥白、淡豆豉。
^formula2〔二活同祛法證〕
^origin〔《時病論》方〕
^ingredients738 羌活、獨活、防風、茅蒼朮 各4.5g，細辛，、甘草各l.5g，加生薑3片煎服。
^ingredients739 (3)張聿青治體麻作痛，時發時止者久，日來發熱自汗，朐膺作痛，此風濕交蒸，恐成濕溫時症：桂枝、羌活、橘‧ 絡、酒炒桑枝、秦艽、防風、大腹皮、地骨皮。
^ingredients740 (4)蔣某，男，26歲，初診：發熱頭痛，惡寒無汗，體溫40.2弋，鼻塞咳嗽，胸悶且痛，肢節酸楚，舌苔白潤，脈象 浮緊，擬荊防敗毐散，希邪從汗解。荊芥、防風、羌活、柴胡、前胡、川芎、枳殼、桔梗 各4.5g，茯苓9g，薄荷3g，甘草
^ingredients741 (5)李泰治周炳坤，男，27歲，脈遲細，小腿肚脹痛，遍身骨節疼痛，法宜疏風除濕。羌活、玉活、茯苓 各3g，蘇葉 2.4g，蒼朮、川牛膝、秦艽、川黃耆、當歸、防己 各4.5g (《懼中醫案》）`)