jsonp(5,{"name":"cm","start":7502},`^ck10z01h002
^norm 風濕表證，風濕鬱熱。
^chinese 風濕化熱。
^ill〔腠理不宣〕
^symtom ①惡風，②形寒，③身重，④通身微腫。
^tounge 舌苔白滑。
^pulse 脈浮弦。
^formula1〔麻杏苡甘湯證〕
^origin〔《金R要略》方〕
^formula2〔七味蔥白湯證〕
^origin〔《通俗傷寒論》方〕
^formula3<var=2>〔木防己湯證〕辛涼淡法以利濕洩熱，使已從熱化之濕從小便而利。詳見病案（1)。
^ingredients742 絲通草4.5g，薏苡仁12g，松針、滑石、絲瓜絡 各9g，桂枝末2.1g，桑枝30g。
^ingredients743 可與麻黃杏仁惹苡甘草湯：麻黃15g，杏仁10枚，生薏苡仁15g，生甘草30g ((金匱要略） 16)。
^ingredients744 (3)鄭品端治邪熱內蘊，風濕外加，寒熱身疼，口燥苔垢，心煩不眠，脈浮滑，解表清裡：海桐皮、桑枝、防己、連 翹、竹葉 各9g，杏仁、枯黃芩各4.?g，蔥攻仁15g，諸恙均瘥：桑枝、連翹、赤茯冬、枇杷葉 各9g，g香梗、川厚樸、煮 半夏 各4.5g，甘草梢2.4g，忍冬籐24g (《福建中醫醫案醫話選編》（二）362)。
^ck10z01h012
^norm 風濕行痺。
^chinese 行痺。
^combo 陽滯表鬰+血滯+經滯+絡滯
^ill〔陽氣不行〕
^symtom ①身重，不能轉側，②自汗或額上多汗，③四肢痿弱。
^pulse ①脈浮譎弦緩，②脈形細弱。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱，②惡風微汗。
^tounge 舌多白薄而潤。
^pulse ①脈浮，②脈浮而湔。
^ill<sub=1>〔血滯不行〕
^ill2<sub=1>〔經脈不利〕
^symtom ①一身盡痛，全身關節酸疼，以膝關節為甚，②一身痛無定處，遊走竄痛，③肢節注痛，得捶摩而緩，④手腕硬痛。
^ill3<sub=1>〔絡脈不利〕
^symtom ①肩背麻木，②四肢作麻，③微堝斜。
^ill<sub=2>〔清空不宣〕k象：１頭痛，２頭重，３鼻塞。
^formulas
^formula1〔桂枝湯加味方證〕
^origin〔《傷寒指莩》方〕
^ingredients745 桂枝、白芍、川羌活、白朮、甘草、大棗、生薑。
^formula2〔人參敗毒散證〕
^origin〔（小兒藥證直訣》方〕
^ingredients746 柴胡、前胡、川芎、枳殼、羌活、獨活、茯苓、桔梗、人參 各30g』，甘草15g。為粗末，每服6g，加生薑、薄荷，水 煎服。
^formula3<var=1>〔桂枝橘皮湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients747 桂枝、橘皮加制川烏1.5g，制蒼朮3g。
^formula4〔如意通聖散證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients748 麻黃、炙甘草、當歸、川芎、陳皮、丁香、米殼#分研粗末微黃炒貨，每4水煎服，可加威靈仙、防風、羌活、桑 枝、姜棗。
^ingredients749 (1)張聿青治四肢作麻大退，其為風濕相合確然可見：桂枝、防風、羌活、澤瀉、生甘草、天.麻、川芎、￡：妙丸、白 芍、萆蘇、生薑片（《張聿青醫案》450)。
^ingredients750 (2)張聿脊治四肢作麻，脈形細弱，營衛不足，風與濕襲留不解，勢難急切圖功：.桂枝、蒼朮、天麻、川芎、赤白 苓、防風、秦艽、半芨、白朮、羌活、黃柏張聿青醫案》450)。
^ck10z01h033
^norm 濕傷於上，霧傷於上。
^chinese 傷濕，宵濕。
^combo 氣鬱空竅
^ill〔氣機不宣〕
^symtom ①痞滿。
^tounge 舌淡紅苔膩。
^pulse 脈細滑小數。『
^ill<sub=1>〔清竅不宣〕
^symtom 賊眩如閒，２頭目昏紫，③頭重脹作痛，④頭如裹。
^ill2<sub=1>〔清空不宣〕
^symtom ①吐涎沫，②鼻寒流清涕-③不聞香臭。‧
^ill<sub=2>〔氣機不降〕
^symtom ①嘔惡。
^formulas
^formula1〔不換金正氣散證〕
^origin〔《太平惠民和.劑局方》方〕
^ingredients751 厚樸、藿香、甘草、半芨、蒼朮、橘皮各等分。為粗末，每服9g，加姜、棗，水煎服。頭痛頭眩加白芷、川芎。
^formula2〔除濕湯證〕
^origin〔《雜病源流犀燭》方〕
^ingredients752 半叟、蒼朮、厚樸 各4.5g，陳皮、苗否備2.25g，甘草1.5g，生薑7片，大棗2枚。水煎服。
^ck10z01h056
^norm 風濕上苜，濕傷於上。
^chinese 傷寒夾濕風濕，頭風。
^western 感冒。
^combo 陽鬰+氣鬱+空竅
^ill〔陽氣不宣〕
^symtom ①腰似折，②頸項似拔，③脊癰，④身束，⑤肢體酸楚沉困。
^tounge 舌苔厚膩。‧
^pulse 脈浮緊不數。『
^symtom ①咳嗽，②胸悶，③納呆少食，④口苦微渴。
^ill<sub=1>〔清空不宣〕
^symtom ①頭脹沉重，②項強，頸筋痠痛，③頭痛如裹，④頭重。
^ill2<sub=1>〔清竅不宣〕
^symtom ①鼻塞聲重，②噴嚏，③清涕不已。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔惡。
^formula〔羌活勝濕湯證〕
^origin〔《內外傷辨惑論》方〕
^ingredients753 羌活、獨活 各3g，炙甘草、藥本、川芎、防風 各1.5g，萑荊子0.9g，水煎服。
^ingredients754 摘錄：　　　1.論著：綜述：風濕上胃，頭進身重，張景岳主沖和散，《病源辭典》主用蒼朮、澉本、白芷、川芎、羌活、細辛、
^ingredients755 甘草、生薑、蔥白之厲宣散風濕。
^ck10z01h034
^norm 風寒挾濕。
^chinese 風寒挾濕。
^western 病毐性肺炎。
^combo 氣鬱+表鬰+空竅
^ill〔氣機不宣〕
^symtom ‧.１咳不暢，２胸悶短氣，３咳時胸痛。
^tounge 苔白滑或白膩。
^pulse 脈浮綏。』
^ill2〔勝理不宣〕
^symtom １惡寒無汗，２微惡風寒，低熱，３形寒沒激汗出，４無汗，５頭身痛楚。
^tounge 舌苔白。
^pulse 脈浮數。
^ill<sub=1>〔清空不宣〕
^symtom R頭痛，２頭脹。
^ill2<sub=1>〔氣機不降〕
^symtom 弈塞流涕。
^formulas
^formula〔人參敗毒散證〕
^origin〔胡居息方〕
^ingredients756 .柴胡、枳殼 各6g，川芎、羌活、獨活 各8g，前胡、茯苓、枯梗各Wg，薄荷5g (後下），太子參20g，甘草3g，生薑3片。摘錄：　　　病案
^ingredients757 (2)曹滄洲：治壯熱形寒，胸悶頭脹，脈數，咳不暢，急宜透洩：淡豆豉、紫菀、枳殼、赤茯苓、澤瀉、浮萍、荊 芥、青皮、刺蒺藜、桑枝、牛蒡子、防風、赤芍，腹痛胸悶，脈不揚，當散之：淡豆豉、前胡、枳殼、荊芥、澤瀉、蘇葉、牛蒡子、青皮、赤芍、蒺藜、防風、象貝母、萊菔子、赤茯苓。
^ck10z01h057
^norm 寒濕鬰遏。
^chinese 風寒夾濕，傷寒夾濕。
^combo 陽鬰+表鬰+空竅
^ill〔陽氣不宣〕
^symtom ①身雖熱不欲去衣被，②口不渴飲，口乾‧木欲飲，③身重，肢倦，④小便欠利。
^tounge ①白苔兼帶灰黑，更兼黏膩浮滑者，②舌苔灰白黏膩。
^ill2〔腠理不宣〕
^symtom ①突然惡寒發熱，無汗，②形寒發熱汗出，③發熱自汗不解。
^tounge 苔白滑或白膩。
^pulse ①脈浮級，②脈.浮緊而數。、』
^symtom _悶短氣，２咳嗽痰多，咯痰色白《）
^ill<sub=1>〔清空不宣〕
^symtom .頭痛。
^ill2<sub=1>〔氣機不降〕
^symtom 咳逆。
^ill<sub=2>〔清竅不宣〕
^symtom ①鼻塞聲重，②咽癢。
^ill2<sub=2>〔經氣不宣〕
^symtom ①骨節酸痛，②關節煩痛。
^formula1<var=1>〔五苓散證〕
^origin〔《傷寒指篳》方〕
^ingredients758 適用於傷寒夾濕V如白苔兼帶，灰黑更兼黏膩浮滑者o　　　桂枝、茯苓、白朮、豬苓、澤瀉、羌活、防風。
^formula2<var=1>〔蘇羌達表湯證〕解表祛濕，宣通氣機。
^ingredients759 蘇葉、防風、憲活、白芷、倒二、塒苓皮、鮮生薑、廣橘紅、蒼朮、厚樸、半g、前胡、桔梗。
^ck10z01h068
^norm 風濕入絡。一
^chinese 痺痛。
^combo 陽滯+經絡滯+表鬰十氣蒸：
^ill〔陽氣不行〕
^symtom ①手足微冷，②手足軟弱。
^ill<sub=1>〔腠理不宣〕
^ill<sub=2>〔津氣蘊蒸〕
^formulas
^formula1〔疏風散邪方〕
^origin〔張子靈方〕
^ingredients760 防風、秦艽 各15g，威靈仙21g，桂枝、葛根 各9g，片薑黃、甘草、蒼朮、白朮 各6g，乳香、沒藥各，摘錄：'
^ingredients761 (1)葉天士治風濕化熱，鬰蒸經絡，久延必成瘺症，週身痺痛，舌乾嚥燥，宜清熱救津以宣痺：薏苡仁、桂枝、木防 己、炒半夏、橘紅、黑梔、薑汁、竹瀝（《臨證指南醫案）)。
^ingredients762 (2)張聿資治便解帶溏，濕熱雖得外洩，然遍體作痛，至暮發熱，是痰濕內鬰，絡隧不宣，腫病之先聲也：獨活、威 靈仙、泰艽、丹皮、白薇、防己、桑寄生、萆蘇、澤瀉、蔥苡仁（《張聿青醫案》33'5)\\ ‧' .
^ingredients763 (3)張聿資治外傷之後，風與濕合，流人絡隧，遍.體煩疼，手足軟弱：秦艽、蒼朮、黃，柏、半g，絲瓜絡、獨活、桂 枝、惹該仁、萆麻、桑枝、木防己，：兩次得汗，濕鬰稍宣，煩疼大退5白朮、陳皮，澤瀉、絡石籐、杜仲、半S、獲苓、秦艽、炙貨?、蒼朮（《張聿青醫案》14)。
^alias太陰風濕，太陰傷風，太陰中風，風濕化熱，.協風自利。 a
^chinese太陰風濕，產後受風風，黃疸，浮腫，風水，身癢，自汗，低燒，頭痛，腸風，飧洩，風洩，伏風，洞洩，
^western慢性結腸炎，熱帶性咕酸細胞增多症，荈麻疹，急、慢性濕珍*，面部過敏性皮炎，賢炎，總性腎炎，慢性賢 炎，慢性腎功能不全，氮質血症，血鋅神經性水腫（唇風），風濕熱，鳳濕性關節炎，總性類風濕性關節炎，系統性.紅斑
^symtom ①形寒，②身重，③洩瀉，④肢冷，背及兩膝發涼，⑤四肢倦怠。
^tounge 舌苔白滑黏膩。
^pulse ①脈弦緩，②脈浮緩尺弱。
^symtom ①發熱惡寒無汗，②惡風汗出不透，惡寒不發熱微汗出，③斑發隱癢不透。'
^tounge 舌苔薄白。
^pulse 脈浮弦。
^symtom ①脘悶，②胸悶短氣，③咳不暢，④腹痛，⑤不思納食。
^symtom ①腹痛，②便溏，③大便不暢。
^symtom ①噁心0
^symtom ①頭脹，②頭痛。
^symtom ①鼻塞。
^symtom ①四肢煩痛，②身痛。
^ck10z02h057
^norm 太陰風R，太陰傷風，太陰中風。
^chinese 太陰風濕，產後受風。
^combo 陽鬰+表鬰+氣鬱
^formulas
^formula1〔海藏神術舷證〕
^origin〔《醫學心悟》方〕
^ingredients764 蒼朮、陳皮、厚樸各二斤，甘草 十二兩，藿香 八兩，砂仁 四兩。為末，每服二至三錢，沖服。
^formula2〔加味五積散證〕
^origin〔《蒲輔周醫案）方〕
^ingredients765 黨參、蒼朮、枳充、當歸、白芍、白芷、炙甘草、厚樸、陳皮、川芎、桂枝、桔梗、防風 各3g，茯苓6g，黑豆9g，生 姜3片，大棗3枚。
^ck10z02h035
^norm 風濕化熱。
^chinese 風濕，黃疸。
^combo 氣鬱+表鬰+氣蒸
^ill〔氣機不宣〕
^symtom ①胸脘滿悶，②咳嗽。不思飲食。』
^ill2〔腠理不宣〕
^symtom ①發熱微惡寒，②形寒發熱，③肌膚灼熱而無汗，④肢節酸楚，⑤腰背評節疼痛，⑥淅淅
^pulse ①左寸浮緊，②脈浮數，③脈浮滑而數。
^ill2〔津氣蘊蒸〕
^symtom ①發熱不退，②口渴喜飲，③溲赤便閉，④面目週身發黃，⑤神煩不寧，煩跺。
^tounge ①苔黃膩，②苔厚膩。
^pulse 右尺洪實。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔清轉不利〕
^symtom 鼻乾。
^ill<sub=2>〔氣機不降〕
^symtom ①氣喘，胸悶泛惡。
^formulas
^formula1<var=2>〔沖和湯證〕
^origin〔李伯鴻方〕
^ingredients766 羌活6g，防風、黃芩、白芷、木通 各4.5g，蒼朮、川芎 各3g，赤茯苓18g。
^formula2<var=2>〔麻黃連翹赤小豆湯證〕
^origin〔範春如方〕
^ck10z02h132
^norm 風濕入血。
^chinese 血風瘡，隱疹，風斑。
^western 蕁麻疹，急、俊性濕疹。
^combo 表鬰+氣蒸+血蒸+液灼
^ill〔腠理不宣〕
^symtom ①形寒，②腰背骨節疼痛，
^ill<sub=1>〔清空不宣〕
^ill<sub=2>〔津液消灼〕
^formulas
^ingredients767 (1)趙錫武治蕁麻疹。地膚子湯：防風、地丁 各9g，蒼朮、浮萍、豬苓各l2g，桑枝24g，茵陳、地膚子 各18g，惹苡 仁、銀花 各30g，皂角刺6g (《趙錫武醫療經驗）)。
^ingredients768 (2)趙炳南：治急性濕疹，牛皮癬，嬰兒濕疹，單純糠疹（面游風），多形紅斑（.血風瘡h除濕丸：威靈仙、豬苓、澤瀉、扼仁、黃芩、黃連、連翹、歸尾、丹皮 各30g，紫草、茜根、赤茯苓皮 各45g，白鮮皮、乾地黃 各60g，共末水泛丸，每次3～6g，日二次，清熱涼血，除濕利水，祛風止癢（《趙炳南臨床經驗集》）。
^ck10z02h049
^norm 氣虛風濕。t
^chinese 身癢，自汗，低燒。
^combo 氣虛+氣鬱+表鬰
^ill〔氣虛失充〕
^symtom ①面色黃潤，②疲倦乏力，嗜睡，③宵納欠佳，④常自汗出，⑤大便不調，⑥汗後疲乏、全身痠困，畏風。
^pulse 重按無力，脈弦細數。
^tounge 舌淡舌苔薄白。
^symtom ①食後腹脹，②大便三、四日一次，③小便混濁，④口苦，食不知味。
^tounge 黃濁苔。
^pulse 脈象滑數。
^symtom ①身癢無汗，四肢及背部痕癢較甚，②面部及四肢浮.腫，以兩下肢為甚，③身重、關節疼
^pulse 脈浮緩。
^symtom 咳逆。
^symtom 頭昏重。
^formulas
^formula1<var=1>〔防己黃耆湯證〕
^origin〔高鐸方〕
^ingredients769 治常自汗出，汗後疲乏、畏風。詳見病案（2)b 防己5g，黃耆、茯苓 各12g，憊苡仁18g，杏仁、蒼朮 各6g。
^ingredients770 黃耆60g，半夏、人參、炙甘草 各30g，獨活、防風、白芍藥、羌活各1化，橘皮、茯岑、澤污、柴胡、白朮 各9g，黃 連6g。為粗末，每服9g，加姜棗，水煎服。
^ck10z02h038
^norm 協風自利。
^chinese 腸風，飧洩，風洩，伏風，洞洩。
^western 蕁麻疹。
^combo 表鬰+氣蒸+氣陷+氣鬱
^ill〔腠理不宣〕
^symtom ①惡風發熱，②遍身風疹瘙癢，③形體微浮腫，④身重肢節疼，⑤面色萎黃。
^tounge ①苔薄，舌苔白薄而潤，②淡由而嫩滑。
^pulse ①脈級，②脈左弦浮。
^ill2〔津氣蘊蒸〕
^symtom ①口渴，②發熱自汗。『 ‧
^tounge 苔薄白而膩。
^pulse ①脈弦，②脈細微弦。
^ill3〔氣機下陷〕
^symtom _洩完谷，洩瀉呈青色水樣大便，２大便溏薄，③腹疼腸鳴，④便血如注，其色清明清稀，其疾如箭。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔清空不宣〕
^ill2<sub=2>〔清竅不利〕
^formulas
^formula1〔加味劉氏腸風湯證〕
^origin〔命根初方〕
^ingredients771 白芷、升麻、葛根、蒼朮、英荊子、當歸、炙甘草、柴胡、菰本' 羌活、黃柏、草豆蔻、麻黃、生薑、大棗。
^formula3〔升陽除濕防風湯證〕適應風邪擾動陰血』血不歸經而妄行，以致肝不能藏，而脾不能統，人於大腸而下洩，大便下
^ingredients772 防風、蒼白朮、赤苟、獲苓、生薑、粉總恨、甘草。
^ingredients773 槐角、當歸、生地、黃芩、黃柏、枳殼、地榆、荊芥、防風、側? 各9g，黃連、川芎、生薑 各3g，烏梅3枚鮮荷葉 汁、白蜜為丸。
^ingredients774 (3)張聿青治頭痛身熱便洩，邪鬰而氣機下陷也，煨木杏、柴胡 各1.5g，澤瀉、前胡 各4.5g，羌活、獨活、陳 皮、桔梗 各3g，茯苓9g，砂仁2.1g，頭痛已止，身熱便洩未定，再調氣洩濕：川厚樸、廣陳皮、通草、枳實、木香 各3g，白蔻仁2.1g，茬香9g，豬茯苓、生熟惹苡仁 各6g，滑石 12g，澤瀉4.5g，身熱已退，便洩亦減，再為疏通：川厚樸、範志 曲、山楂炭、台烏、茯苓、音床、陳皮、枳實、煨木香、炒薏苡仁（《張聿青醫案》354)。
^ck10z02h066
^chinese 挾表痢，噤口痢。
^combo 陽鬰+表鬰+氣陷+氣鬱
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=2>〔人參敗毒散證〕
^origin〔龔家林方〕
^ingredients775 榮胡8g，前胡6g，羌活、川芎 各5g，桔梗、雲茯苓、秦皮、黃連、赤芍、白芍 各9g，甘草2g。水煎服I
^ck10z02h055
^norm 風濕下陷。
^chinese 久瀉，白帶。
^western 慢性結腸炎。
^combo 氣虛+失升+氣陷+氣鬱.‧"'
^ill〔氣虛失充〕
^symtom ①面色淡黃，②梢神疲倦，③食慾減少。
^pulse 脈細濡。
^tounge 舌淡紅，苔白膩。
^ill2〔氣機失升〕
^symtom 頭翬。
^ill3〔氣機下陷〕
^symtom ①大便不賣，大便清稀，②帶下量多，色白如涕似唾，③腰腹酸墜，④肛口墜脹有時脫出。
^tounge 苔白膩。
^pulse 脈沉細。
^ill<sub=1>〔氣機不宣〕
^symtom 胸悶。
^ill<sub=2>〔氣機不降〕
^symtom 氣逆。
^formulas
^formula〔升陽除濕法方證〕
^origin〔張學能方〕
^ingredients776 黨參、炙黃耆 各12g，炙升麻、炒柴胡 各6g，羌活、炒防風、澤瀉、f蒼朮、白朮 各9g，陳皮4.5g，大棗7枚。
^ck10z02h044
^norm 風濕鬰滯。
^chinese 風水。
^western 急性腎炎，血宵神經栓水胂，（‧唇風）面部過敏性皮炎。
^combo 氣鬱+氣蒸+津滯1
^ill〔氣機不宣〕
^symtom ①咳嗽。
^ill2〔津氣蘊蒸〕
^symtom ①低熱，發熱，無汗發熱，日晡較甚，②不寐■，.③咽嗥紅疼④瘡濟？ ‧
^tounge ①苔白，②苔博黃。
^pulse 脈浮大。.4
^ill<sub=1>〔津不化氣〕
^symtom ①面色帶浮，②全身浮腫，上體腫甚。
^ill2<sub=1>〔氣化不行〕
^symtom ①尿少，②便洩。
^ill<sub=2>〔氣機不降〕
^symtom 氣喘。‧
^formulas
^formula〔上下分消方證〕
^origin〔蔣寶素方〕
^ingredients777 羌活、獨活、防風、防己、冬瓜子、杏仁、茯苓皮、五加皮、桑白皮、大腹皮、生薑皮、紫背萍。
^ingredients778 (1)張聿青治濕熱隨風流布，水濕之氣上禪高源，面色帶浮，宜分利濕熱，略佐祛風：半夏，通草、防風、羌活、偁 蠶、茯苓、蔻苡仁、澤瀉、陳皮（《張聿青醫案》394)。
^ingredients779 (2)鄒雲翔治急性腎炎。全身浮腫，尿量減少，已十餘天，低熱微咳，大便不實，苔薄黃，脈浮大，[蛋白(+十+)，T38<C，血壓146/OOmmHg}。麻前湯：麻黃l.2g，杏仁，蘇葉 各1.5g，防風、陳皮、娶皮，雞內金 各3g，生黃耆、雲茯 苓 各15g，萊菔子5g，薏苡仁12g，杜仲、車前子 各9g，川續斷6g，生甘草lg (《鄒雲翔醫案選》
^ck10z02h069
^norm 風水泛溢。
^chinese 風水。
^western 急性腎炎。
^combo 陽鬰+氣鬱+滓滯:
^ill〔陽氣不宣〕
^symtom ①面色浮腫，面色黃暗，②一身麻痺，週身不適，③腰痛，背心疼脹，④頭昏重痛『
^tounge 舌質淡，舌苔滑淡灰，苔薄白黃微膩。
^pulse 脈沉細弦遲，沉滑，沉而大。-
^ill2〔津不化氣〕
^symtom ①全身浮腫，②先面目後陰渙下肢浮腫，③大便溏瀉。
^ill2〔腠理不宣〕
^symtom ①一身盡痛，週身酸重不適，骨節疼痛時覺惡風寒，②無汗發熱，日晡較甚，③寒熱無汗，
^pulse 脈浮緩。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽胸痛而喘，②胸悶胸滿。
^ill2<sub=1>〔氣化不行〕
^symtom ①小便不利，②尿少色白，③腹脹。
^ill<sub=2>〔氣機不降〕
^symtom ①氣逆不臥，②噁心欲吐，中脘痞滿，③腹脹喘咳，喘急不能臥a
^formulas
^formula〔水腫湯證〕
^origin〔南昌許壽仁方〕
^ingredients780 麻黃、桂枝、黃耆、惹苡仁、通草、茯苓皮、赤小豆、冬瓜子、白朮、木香。
^ingredients781 (2)陳銀山治八珍龜膠致一身浮腫麻痺，少腹痛帶下頻頻，日夜燒熱，舌苔白滑淡灰，脈沉遲，風寒濕合而為痺：蒼 術、澤瀉、麻黃 各6g，桂枝4.5g，姜皮9g，1劑，胸部稍舒，舉動稍活，再以萆蘚、威靈仙 各12g，澤瀉、大腹皮、冬瓜 皮 各9g，川烏、天麻、考艽、麻黃、桂枝、茯苓皮 各6g，0餘日腫消熱退，食亦漸加，食鰍魚炒蒜頭，腳腫消，早服人參 養營丸9g，夜服龜齡集0.9g，調理3月餘，白帶愈經如期（《全國名醫驗案類編》39)。
^ingredients782 (5)張伸華治旬日內遍體俱腫，膚色鮮明，始也原有身熱，不懼風而即止，亦無汗洩，診脈浮緊，氣喘促，小便閉，舌白不思飲，證系水濕之邪，借風氣而鼓行經隧，是以最捷，倘喘甚氣塞，亦屬至危之道，治當以開鬼門，淨腑為耍著，「麻黃、杏仁、赤茯苓、蘇子、桂木、薏苡仁、紫菀、椒目、浮萍、大腹皮，外用麻黃、紫蘇、羌活，浮萍、生薑、防風 各15g，閉戶煎湯，遍體揩熨，不可冒風。
^ck10z02h089
^norm 風水泛溢。
^chinese 風水。
^western 慢性腎炎，慢性腎功能不全，氮質血症。
^combo 陽滯+汴滯+氣鬱
^ill〔陽氣不行〕
^symtom ①面色黃暗，②頭昏ffl痛，眼目眩花，③四肢麻痺，④腰痠痛，⑤尿少色白。
^tounge 苔白膩。
^pulse ①脈沉細弦，②脈浮黹。
^symtom ①顏面浮腫，足腫，先面目，後陰輟及下肢浮腫，肢體腫滿，③肌膚黃浮，④腹部脹急。
^pulse ①脈沉鼓指，②脈沉滑。
^tounge 芾淡，苔白滑。
^symtom ①小便不利，②口渴。
^symtom ①咳嗽，②胸痛，背心疼脹，③中脘痞滿，④二便不利。
^symtom ①氣升不能臥，②氣粗似喘，③胸滿氣喘，④噁心欲吐c
^formulas
^ingredients783 羌活、秦艽、商陸、檳榔、大腹皮、茯苓皮、椒目、木通、澤瀉、赤小豆各等分。為粗末，每服12g，加生薑5‧片，水 煎服。
^formula2〔茯苓導水湯證〕
^origin〔《證治準繩》方〕
^ingredients784 赤茯苓、白朮、麥門冬、澤瀉 各三兩，紫蘇、桑白皮、木瓜、砂仁、檳榔 各一兩，木香、陳皮、大腹皮各七錢半。加 燈心25根，水煎服。
^ck10z02h012
^norm 風寒濕痺。
^chinese 行痺。
^combo 陽滯+表鬰+血滯+經滯+絡滯
^ill〔陽氣不行〕
^symtom ①頭眩，②短氣氣不相續，③身茁，不能轉側，④溫溫欲吐，⑤汗出微汗自出，⑥小便不
^formulas
^formula1〔桂枝附子湯證〕
^origin〔《傷寒論》方〕
^formula2〔甘草附子湯證〕
^origin〔《傷寒論》方〕
^ingredients785 炙甘草 二兩，附子二枚，白朮 二兩，桂枝 四兩。水煎，分三次服。
^formula3〔桂枝芍葯知母湯證〕
^origin〔《金匱要略》方〕
^ingredients786 桂枝、知母、防風 各四兩，白朮、生薑 各五兩，芍葯 三兩，麻黃、炮附子、炙甘草 各二兩。水煎，分三次服。
^ingredients787 (1）昝月根治發熱惡寒，一身手足盡不能自轉側，脈浮大而緊，主桂枝附子湯：桂枝I2g，附子4.5g，甘草6g，大棗2枚，生薑9g，日二服。
^ck10z02h068
^norm 濕留關節。
^chinese 濕瘺，風瘺，熱痺。
^western 風濕熱，風濕性關節炎，急性類風濕性關節炎，系統性紅斑狼瘡。
^formulas
^formula1〔越婢加術湯證〕
^origin〔《金躍要略》方〕
^ingredients788 麻黃 六兩，石裔半斤，甘草 二兩，生薑 三兩，大棗十五枚，白朮 四兩。水煎，分三次服。
^formula2〔加味木防己湯證〕
^origin〔房定亞方〕
^ingredients789 防己20g，桂枝、蒼朮、貨柏 各10g，石奔、滑石、蒼苡仁、萆蘇、牛膝、銀花 各30g，杏仁12g，通草6g。
^formula3<var=2>〔白虎、宣麻、麻杏苡甘合方證〕
^origin〔王華明方〕
^ingredients790 生石音、濂苡仁、赤小豆 各30g，知母、生甘草、防風、杏仁、焦山梔、蠶砂、連翹、木防己、麻黃、桂枝、羌活、獨活 各9g，滑石、半炱 各15g。
^ingredients791 (1)謝映廬治惡寒發熱，小水短赤，腹中甚痛，足痛不能移，並無紅腫撫之痛，痛』聲驚人，口眼暍斜，主導濕疏風清 燥：蒼朮、黃柏、桂枝、白芍、威靈仙、荊芥、防風、山扼、防己、寒水石、甘草、生薑、大棗（《得心集醫案》二 86)。
^ingredients792 (2)文廣鈞治腰以下如癱，口苦千渴，小便短赤，脈弦數，苔粗貨膩。主疏風散寒，清熱利濕，調和營衛：苦參、葛 根、茵陳 各15g，羌活6g，防風、豬苓、澤渴、條貨芩、當歸 各9g，蒼朮、知母 各12g，甘草3g。繼參活血：桃仁、生地、牛膝、黃耆、秦艽、獨活、細辛（《現代醫案選（一）》2)。
^ingredients793 (3)張聿脊治體豐多濕，大病之後，濕邪流行入絡，髀關及左腿膝作痠，麻木不仁，艱於步肢，腰腿怕冷，臥著尤 甚，脈湔滑苔白微貨質膩，祛濕和絡：職、防己、泰艽、廣陳皮、半夏、威靈仙、蒼朮、桂枝、薏苡仁、獨活、澤瀉、桑枝、偁蠶、紅花、豬苓（《張聿青醫案》482)。
^alias伏風作瀉，風濕發斑，風濕人絡，風濕流人血絡。
^chinese 洞洩，風銅，飧洩，腸癖，五更洩，帶下，風燥，風濕發斑，風腫，風丹，風痊塊，癬，皮膚玫瑰疹，紫 瘢，風癬，頑癬，柔痙，行痺，痛痺，周痺，歷節風，熱痺，風濕熱痺，風寒濕瘐，歷節風，虛痺。
^western 慢性結腸炎，過敏性水腫，慢性濕疹（頑濕），結節性癢疹，風濕性環形紅斑，神經性皮炎，銀屑病，風疹，皮膚瘙癢症，過敏性紫癜，牛皮癬性紅皮症合併帶狀包疹，風濕性關節炎，急性類風濕性關節炎，類風濕性關節炎。
^ill〔陽氣不行〕
^symtom ①沉重不能抬舉，陰雨天疼加，②納少朐悶，③梢神倦怠。
^tounge 質淡紅，苔白厚膩。
^pulse 脈沉滑。
^ill〔經脈不利〕
^symtom ①關節痠楚疼痛。
^ill2〔絡脈不利〕
^symtom ①四肢疼痛走無定處，②關節紅腫劇痛，③手指屈仲不利。
^ill3〔腠理不宣〕
^symtom ①惡寒發熱，②有時惡風，發熱。
^ill4〔津氣蘊蒸〕
^symtom ①關節疼熱。局部灼熱，得冷稍舒，痛不可近，②煩熱，夜間尤甚。
^tounge 舌紅苔白乾或黃燥。
^pulse ①脈弦滑，②脈細滑數。
^ill5〔氣機不利〕
^symtom ①下腹隱痛瀉後較舒。
^pulse 脈關弦。
^ill6〔血滯不行〕
^symtom 皮下小結，紫紅黯突出，疼痛局部腫脹。
^tounge 舌邊疲斑。
^pulse ①脈緩，細，澀，②脈細數。
^ck10z18h264
^norm 伏風作瀉。
^chinese洞洩。
^western 慢性結腸炎。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom _寒，２身重神疲，③肢體懈怠，④R溏白凍。
^tounge 舌苔白膩。
^formulas
^formula1〔培中瀉木法方證〕
^origin〔雷少逸方〕
^ingredients794 土炒白朮6g，土炒白芍、廣陳皮、防風 各3g，白茯苓9g，粉甘草1.5g，炮姜炭、泡吳茱萸各2. 4g，加蒼朮、澤瀉。
^formula2〔桂中湯證〕
^origin〔《張伯臾醫案》方〕
^ck10z18h043
^norm 風濕夾滯。
^chinese 風燥。
^combo 氣鬱+氣滯+氣蒸２納少，３口膩不欲飲。
^formula1<var=1>〔枳術丸證〕
^origin〔陳粹吾方〕
^ingredients795 炒黑荊芥、廣陳皮、枳實 各6g，滁菊、生白朮、澤瀉、生地、當歸、桃仁泥、火麻仁 各9g，鮮荷葉1片（後下）。
^ck10z18h066
^norm 風濕下陷。
^chinese 風痢，帶下。
^combo 陽鬰+表鬰+氣鬱+氣陷
^ill〔陽氣不宣〕
^symtom 腰酸肢重骨楚。
^tounge 舌苔白而薄膩。
^pulse 脈浮貓。
^ill2〔腠理不宣〕
^symtom 微惡風寒。
^tounge 苔薄白。
^pulse 脈緩。
^ill3〔氣機下陷〕
^symtom ①先有便瀉，瀉愈便血，②腹內時痛，肛門作墜，③帶下色白有時微黃量多。
^ill<sub=1>〔氣機不宣〕
^symtom 納差。
^ill2<sub=1>〔清空不宣〕
^symtom 頭痛頭脹。
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔去風濕方證〕
^origin〔張又良方〕
^ingredients796 防風、白芷、炒俚蠶 各9g，陳皮、羌獨活 各6g，焦冬白朮12g，薏苡仁、茯苓、蛤殼 各15g。
^ck10z18h053
^norm 風濕入腸。
^chinese 飧洩，腸癖，五更洩。
^western 慢性結腸炎。
^combo 氣虛+氣熱+氣鬱+氣陷
^ill〔氣虛失充〕
^symtom ①面白帶青，萎黃，②形體消瘦，精神萎靡，慘慘不樂，③神疲，肢體懈怠，④神慢眼大，手足時冷，⑥驚惕，⑦身軍：。
^tounge 舌嫩紅，舌苔薄白而膩。
^pulse ①脈緩軟乏力，②右弱，③細弦，④脈弦而緩。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②溺赤，③口乾唇紅，④潮熱。
^tounge 舌起芒刺。
^ill3〔氣機下陷〕
^symtom ①下利清谷，②洩利澄徹青色，③洩瀉迸迫，完谷不化，④先作洩後作痢，⑤下清血，⑥ 肛門重墜，脫肛，⑦後重，⑧膠微痛，腹痛，腸鳴腹痛，痛則洩瀉，⑨尿閉，十小便不禁。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，胸脅脹痛，②面色如墨。
^tounge 苔白滑。
^pulse 脈沉小而弦。
^ill<sub=2>〔氣機不降〕
^symtom ①吞酸噯腐，②嘔吐。
^formulas
^formula1〔痛瀉要方證〕
^origin〔劉草窗方〕
^ingredients797 炒白朮9g，廣陳皮、川芎、防風、荷葉 各3g，白芍、表芽 各4.5g。
^formula2〔培中瀉木法〕
^origin〔宙少逸方〕
^ingredients798 白朮、茯苓、煨萵根 各12g，白芍、陳皮、廿草、澤瀉 各9g，炒吳茱萸3g，炮姜炭、防風 各6g，水煎服a
^formula3〔參?升陽除濕湯證〕適應氣虛下陷，便頻脫肛。
^ingredients799 黃耆、人參、蒼朮、升麻、柴胡、羌活、防風、神曲、澤瀉、豬苓、陳皮、麥芽、廿草。
^formula4〔升陽益胃湯證〕
^origin〔方元義方〕
^ingredients800 黃耆30g，人參8g，白朮I5g，茯苓10g，半戾、澤瀉、柴胡、炙甘草 各6g，防風4.5g，獨活3g，橘皮7g，生薑1片，大棗5枚。
^ingredients801 (7)葉天士治濕勝中虛，便紅：焦白朮、當歸、白芍、炙甘草、防風根、煨葛根、乾荷葉（《臨證指南醫案》504)。
^ingredients802 法：人參、茅蒼朮、廣陳皮、炙甘草、生益智、防風、炒升麻（《臨證指南醫案》504)。
^ck10z18h019
^norm 風濕發斑。
^chinese 風濕發斑，風腫，風丹。
^western 過敏性水腫，慢性濕疹，結節性癢疹，銀屑病，風濕性環形紅斑，慢性風濕熱，風心。
^ill〔陽氣不宣〕
^symtom ①形寒，②身重，③肢冷，④面色萎黃，⑤心悸氣短。
^tounge ①舌紫暗無苔，②苔淡白，苔白滑。
^pulse ①脈沉遲弦，②脈廟，③脈軟小無力。
^ill2〔絡脈不宣〕
^symtom ①斑發淡紅，或變紫暗，②身肢疼痛，③紫癜瘙癢，④遍體發瘰發斑，⑤紅疹瘙癢，濕疹 流水，⑥皮膚苔蘚化瘙癢，⑦雙上肢伸側散在分佈，豌豆大或指蓋大之圓錐形或半球形之結節，觸之堅硬，呈灰褐色，表 面粗糙，⑧皮下小結紫紅而黯疼痛，⑨四肢內側環形或半月形或多形紅斑，微癢，時有皮屑。
^ill<sub=1>〔腠理不宣〕
^symtom ①惡風寒，②發熱無汗，③冷熱倏往倏來，④突然頭面眼瞼腫癢，⑤全身皮膚瘙癢，搔後 皮膚發紅，⑥播破後流貧水，⑦風疹塊紅腫瘙癢。
^pulse 脈浮。
^ill<sub=2>〔陽氣怫鬰〕
^symtom ①心煩，②低燒，手心發熱，③雙手背部腫大，皮色發紺，④游漫性紅腫，（I進腫瘙癢。
^tounge 舌質正常，中心白黃苔膩。
^pulse 脈沉弦細數。
^formulas
^formula1〔荊防敗毒散證〕
^origin〔《外科理例》方〕
^ingredients803 荊芥、防風、人參、羌活、獨活、前胡、柴胡、桔梗、枳殼、茯苓、川芍、甘草 各3g水煎服。
^formula2〔荊防敗毒散與升麻萵根湯合方加味方證〕
^origin〔《蒲輔周醫案》方〕
^ingredients804 地膚子、荷葉 各9g，蟬蟻、粉葛根、赤芍 各6g，升麻、荊芥、防風 各4.5g，川芎、丹皮、柴胡、前胡、白左、甘草、羌活、獨活 各3g。
^formula3〔托裡舉斑湯證〕治斑出不透，瘙癢難忍。
^ingredients805 當歸、赤芍、升麻、白芷、柴胡、穿山.甲。可加蒼朮-、防風、威靈仙、生地。
^formula4〔祛風除濕方證〕
^origin〔《蒲輔周醫案》方〕
^ingredients806 升麻、粉葛根、赤芍、白蒺藜、白附子、姜制天麻、俚蠶、辨蛻 各15g，白花12g，羌活、蕹本、生甘草、全蠍 各9g，苦參、胡麻仁 各30g，蛇蛻15g (微段存性），共為細末，每次飯後服6g，白開水送下。
^formula5〔防己地黃湯合紅藍花酒加味方證〕
^origin〔趙錫武方〕
^ingredients807 生黃耆5g，防風、防己、桂枝尖 各9g，甘草生地30g，葛根、紅花 各12g，黃酒60g兌服。
^ingredients808 (6)楊以階治銀屑病：面色萎黃形瘦，散在性紅斑疹，間有白斑，上覆銀屑瘙癢，搔之落屑，輕度出血，脈黹苔淡 白：蟬衣、蒼朮、丹皮、淮牛膝 各4.5g，防風、赤芍 各6g，蜈蚣3g，祁蛇、海風籐、生薏苡仁、土茯苓 各9g，3劑效。蜈 蚣7.5g，全竭1.5g，祁蛇5g，防風、赤芍 各4.5g，地膚子、白鮮皮、儲蠶、蟬衣、土茯苓 各9g，獨活3g，忍冬籐12g，另用狼毒、蛇床子、大楓子備％，雄黃6g，黃連、黃柏 各3g煎洗，24劑皮癬消失，再度加劇生黃耆、蟬衣 各6g，防風、赤芍、當歸、海桐皮、炒黃芩 各4.5g，蒼耳子、辰砂 各9g，丹皮、蜈蚣、烏梢蛇 各3g，15劑愈。
^ck10z18h024
^norm 風濕入絡。
^chinese 行痺。
^western 風濕性關節炎，急性類風濕性關節炎。
^combo 陽滯+絡滯+血滯
^ill〔陽氣不行〕
^symtom ①關節痠痛重滯感，陰雨則甚，寒冷更甚，②胸悶納呆。
^tounge ①舌淡，②淡紅，③苔薄白，④白膩。
^pulse ①細，②滑緩，.③脈滑微數。
^ill2〔絡脈不宣〕
^symtom ①肢體痠麻沉重，:得按摩則舒，②四肢流走而痛，③肌膚赤疹，時起時伏。
^ill<sub=1>〔血滯不行〕
^symtom 皮下小結，紫紅黯突出，疼痛局部腫脹。—
^tounge 舌邊瘀斑。
^pulse ①脈級，細，澀，②脈細數。
^ill<sub=2>〔絡脈不利〕
^symtom ①四肢牽強，②肢節腫痛，③足踝熱腫疼痛，④膝關節痛，⑤一身煩疼。
^formulas
^formula〔羌防行痺湯證〕
^origin〔顧松園方〕
^ingredients809 羌活、防風 各3g，秦艽、川續斷、威靈仙、全當歸 各6g，乳香、沒藥、紅花 各1.5g，先用桑枝、松針 各30g代水飲。
^ingredients810 1.論著：吳坤安：風濕流注人經絡脈隧，濕滯不行，絡脈不通，發熱一身煩疼，胸次不舒，肌膚赤疹，四肢微腫，此 陽氣不得宣通，治宜通絡散濕：陳皮、半S、茯苓、甘草、薏苡仁、桂枝、秦艽、防己、羌活、木瓜、片薑黃。
^ingredients811 (2)張聿脊治遺濁之後，艱襲經絡，以致四肢牽強，胸次不舒，久則為風痱之類：秦艽、桑寄生、防風、川萆蘇、漢 防己、獨活、生惹苡仁、當歸、餾蠶、絲瓜絡（《張隸青醫案》335)。
^ingredients812 (4)楊淑琴治風濕性關節炎，皮下小結，踝關節（或手指常關節）皮下小結相連，紫紅黯突出，按之感涼，疼痛局部 腫脹，關節痠痛R滯感，舌淡苔淡白而膩，脈滑微數：薏苡仁、茯苓 各30g，蒼朮、白朮 各15g，羌活、麻黃、木瓜、牛 膝、赤芍 各9g，川烏7g，地龍I2g，12痊癒。脈沉緩無力者加黃矣
^ck10z18h025
^norm 風濕流人血絡。
^chinese 風疹塊，癬，皮膚玫瑰疹。
^western 神經性皮炎，皮膚瘙癢症。
^combo 表鬰+營蒸+血蒸
^formulas
^formula1〔風疼湯證〕
^origin〔《龔志賢臨床經驗集》方〕
^ingredients813 丹參、土茯苓 各24g，當歸9g，生地、玄參、赤芍、茵陳 各10g，防風、荊芥 各6g，麻黃5g，澤瀉、連翹、益母草各
^formula2〔槐飲證〕
^origin〔《趙炳南臨床經驗集》方〕
^formula3〔全蠍方證〕
^origin〔《趙炳南臨床經驗集》方〕
^ingredients814 治慢性濕疹，陰囊濕疹，神經性皮炎，結節性癢疹等頑固性瘙癢性皮膚病。全蠍、牙皂 各6g，皂角刺12g，刺蒺藜、炒槐花各5～30g，威貝仙12～30g，苦參10g，白鮮皮、黃柏 各15g，不應加
^ingredients815 烏梢蛇，癢甚皮厚，色黑便結加川大黃9- 15g。
^formula4〔搜風除濕湯證〕
^origin〔《趙炳南臨床經驗集》方〕
^formula5〔更毒丹證〕
^origin〔《趙炳南臨床經驗集》方〕
^ingredients816 (3)趙炳南治皮膚瘙癢症，慢性濕疹（頑濕），益氣活血，除濕止癢。斬癢丹症：人參240g，白蒺藜、乳香、沒藥、紅花 各60g，苦參500g (以酒漿、荽汁各浸泡一日晾乾），低蠶45g，石南籐10g，玳瑁i20g，甘草15g，密丸綠豆大，每 30～60粒一次，一日二次（（趙炳南臨床經驗集）)。
^ingredients817 (4)張伯臾治風疹塊已半年，食發於夜，瘙癢難忍。丹參蠍蛇湯：丹參2g，防風、防己、玉竹、苦參、炒赤芍、雲 茯苓、祁蛇、露蜂房 各9g，烏梅6g，生甘草3g，全蠍1.2g (沖服）（《張伯臾醫案》）。
^ck10z18h132
^norm 風濕入血。
^chinese 紫齔風癬，頑癬。
^western 過敏性紫癜，慢性濕疹，泛發性神經性皮炎，牛皮癬性紅皮症合併帶狀包疹。
^combo 表鬰+氣蒸+血蒸+津灼
^ill〔腠理不宣〕
^symtom ①週身皮膚瘙癢，②手足經常發涼。
^tounge 苔薄白潤。
^pulse ①脈細澀模糊，②脈沉遲微弦。
^ill2〔津氣蘊蒸〕
^symtom ①腹脹，腹痛，②大便較溏，③溲黃。
^tounge 苔黃膩。
^ill3〔血熱蘊蒸〕
^symtom ①紫癱遍身色紅，怕熱瘙癢，晝輕夜重，②午後手心發熱。
^tounge 舌暗。
^ill<sub=1>〔清空不宣〕
^ill<sub=2>〔津液消灼〕
^formulas
^formula1〔祛風除濕，兼清疏絡脈方證〕
^origin〔蒲輔周方〕
^ingredients818 生地、酒炒地膚子 各12g，蒼朮、防風、威靈仙、澤瀉、炙甘草 各6g，丹皮、扼子、黃耆 各4.5g，銀花籐15g，.萆蘇
^formula2〔皮癬湯方證〕
^origin〔朱仁康方〕
^ingredients819 生地15g，丹參、荊芥、赤芍、茜草、馬尾連、黃芩、苦參、蒼耳子、白鮮皮、地膚子 各9g，防風6g。
^ck10z18h146
^norm 血虛風濕。
^chinese 血虛發疹。
^western 過敏性紫癜。
^combo 氣虛+血虛+氣蒸+血蒸+液灼
^ill<sub=2>〔津液消灼〕
^symtom 口舌乾燥。
^formulas
^formula〔紫癱湯證〕
^origin〔《張伯臾醫案》方〕
^ingredients820 生黃耆、炒赤芍、早蓮草、丹參 各12g，生白朮、炒防風、烏梅、炒丹皮、苦參 各9g，生甘草6g，紫草、大生地各 摘錄：
^ck10z18h285
^norm 風濕發痙。
^chinese 柔痙。
^combo 氣熾+血熾+神閉+絡鬰+氣滯+氣逆
^formulas
^formula〔去風勝濕而通絡方證〕
^origin〔薛生白方〕
^ingredients821 鮮地龍、?艽、威靈仙、滑石、蒼耳子、絲瓜絡、酒炒黃連、鉤籐、羚羊角、海風籐。
^ck10z18h012
^norm 風濕入絡。
^chinese 痛痺，周痺。
^western 類風濕性關節炎。
^combo 陽滯+表鬰+血滯+經滯+絡滯
^ill〔陽氣不行〕
^symtom ①時怯冷，②頭昏神疲，③胸悶心悸。
^tounge ①沂質淡，舌苔白滑，②苔薄黃膩。
^pulse ①脈浮而遲滯，②脈湍。
^ill2〔腠理不宣〕
^symtom ①無汗，②面目浮腫，下肢輕度浮腫，③皮膚乾燥。
^tounge 苔薄貧‧膩。
^pulse 脈弦。
^ill<sub=1>〔血滯不行〕
^pulse 脈細滑數。
^symtom ①全身關節酸痛，難於步履，②四肢流走而痛，不拘一處，③兩肩、踝、髖關節疼痛強直，④半身不遂，⑤筋骨麻木，⑥咀嚼吞嚥，亦覺牽痛感。
^ill2<sub=1>〔絡脈不利〕
^symtom 手腳縫肢節腫痛，不能轉側，痛楚難忍。
^ill<sub=2>〔清空不宣〕
^symtom 頭項強痛。
^formulas
^formula1〔加味桂枝湯證〕
^origin〔費伯雄方〕
^ingredients822 桂枝2.4g，白芍4.5g，甘草1.5g，川淮牛膝、當歸 各6g，蠶砂2g，秦充、防風 各3g，生薑3片，大棗3枚，活絡丹。
^formula2〔宣搏湯證〕
^origin〔《秦伯未醫文集》方〕
^ingredients823 絲瓜絡、片薑黃、威靈仙、海桐皮、絡石籐、千年健，酌加羌活、獨活『、桂枝、防風、蒼朮、當歸各4:5g，草紅花 3go寒柬痛重加川烏、草烏 各4.5g;有熱去羌活，加知母、黃芩 各4.5g;氣虛加黃耆，血不足加白芍。
^formula3〔舒筋飲證〕適應氣血凝聚經絡，肢痛不能舉。
^ingredients824 薑黃、赤芍、當歸、海桐皮、白朮、羌活、炙甘草。
^formula4〔龍蛇散證〕
^origin〔《廣州江世英驗方》方〕
^formula5〔肌萎散證〕
^origin〔李志銘方〕
^formula1〔七雄丹證〕
^origin〔河南翟錄南家傳秘方〕
^ingredients825 制川烏、制草烏、乳香、沒藥 各15g，穿山甲、雞內金 各30g，川牛膝、全蠍 各15g，蜈蚣12條，制馬錢子90~120g，共研細末蜜丸，成人每服日二次，開水下，W服黃酒一小杯以助藥力。
^formula7〔蠲痛丹證〕
^origin〔《通俗傷寒論》方〕
^ingredients826 (1)葉天士治風濕客邪留於經絡上下：四肢流走而痛，邪行觸犯，不拘一處，古稱周痺，且數十年之久，豈區區湯散 可效，凡新邪宜急散，宿邪宜緩攻：蜣螂蟲、全蠍、地龍、穿山平、蜂房、川烏、麝香、乳香（《臨證指南醫案》526)。
^ingredients827 6月4日八診：服藥後，手足經絡感到舒暢，同時左足溱溱汗出。頸項兩側感向下放散擬麻黃附子細辛湯合葛根湯化 裁：炙麻黃3g，桂枝、炙甘草 各5g，炒蒼朮、白朮 各6g，生薏苡仁2g，葛根、牛膝、木瓜、秦艽、白芍、酒炒烏梢蛇 各9g，炙蜈蚣、制川烏1.5g，5帖。
^ck10z18h068
^norm 風濕熱痺。
^chinese 歷節風，行痺，熱痺，風濕熱痺。
^western 風濕性關節炎，類風濕性關節炎。
^combo 陽滯+氣蒸+經滯+絡滯+表鬰
^ill〔陽氣不行〕
^symtom ①沉重不能抬舉，②陰雨天疼加，納少胸悶，精神倦怠。
^formulas
^formula1〔?己土地湯證〕
^origin〔李志銘方〕
^ingredients828 黃耆、防風、白朮、當歸 各12g，防己、鉤籐 各15g，土茯苓、桑枝 各30g，地骨皮、地風皮 各20g，羌活、獨活、川牛 膝 各10g。風重遊走疼加海風籐、威靈仙 各15g，路路通10g，濕重腫脹加薏苡仁20g，蒼朮10g，或萆蘇15g，草果6g，熱 重紅腫灼痛加黃柏10g，細辛3g，石呸15~30g，或芨枯草20g，地龍12g。
^formula2〔五加皮湯證〕
^origin〔姜春華方〕
^ingredients829 生地30g，蠶砂、秦艽、豨薟草、五加皮、意苡仁、桑枝 各15g，制川烏、威靈仙、牛膝、獨活、蒼朮 各9g，烏梢蛇 6g，茯苓、白芥子 各10g。
^formula3〔行癬湯證〕
^origin〔秦伯未方〕
^ingredients830 桂枝、赤芍、秦艽 各10g，知母6g，桑枝、忍冬籐 各30g，威靈仙2g，內熱重酌加石呸，有寒熱加防風。
^ck10z18h018
^norm 虛痺。
^chinese 風寒濕痺，風濕熱痺，歷節風。
^western 風濕性關節炎，類風濕性關節炎。
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①短，②汗多，③微惡風寒，發熱，惡風。
^tounge 苔薄白而中根微貿。
^pulse 軟小無力。
^symtom ①曲‧.色晦滯，②平素提寒怯冷，③遇寒則疼痛加劇，④口渴，煩悶不安。
^tounge ①舌紫暗無苔，苔薄膩，②舌質多較紅，苔白乾或黃燥。
^pulse 脈弦滑.。
^symtom ①週身關節疼痛四肢關節疼痛遊走不定，屈伸不利，反覆發作②關節變形。
^symtom ①兩手中指關節紅腫熱痛，②四肢內側環形紅斑微癢，③兩腿可見紅斑結節，④關節腫脹，自覺灼痛，或局部發紅，灼熱，得冷則稍舒（但見冷水後仍加劇），痛不可近，⑤雙手腕，指關節腫脹疼痛，變形，呈典 型梭狀指，腕關節屈伸受限，雙踝關節腫脹不能行走。
^tounge ①舌紫喑，②舌質暗紅，苔薄滑。
^ill<sub=2>〔營虛失養〕
^symtom ①低熱，②心悸，心慌。
^tounge f?偏淡。
^pulse ①脈細，②脈弦細稍數，③脈細滑數，④脈數無力。
^formulas
^formula1〔溫經通絡方證〕
^origin〔朱良春方〕
^ingredients831 制川烏、全當歸 各10g，仙靈脾、徐長卿 各15g，桂枝‧％，尋骨風、豨薟草 各20g，生甘草5g，8劑痛較平，加炙蜂房 10g，全輯末（吞）2g。
^formula2〔?己土地湯方證〕
^origin〔李志銘自擬方〕
^ingredients832 黃耆、防風、白朮、當歸 各12g，防己、鉤籐 各15g，土茯岑、桑枝 各30g，地骨皮、地風皮 各20g，川牛膝、羌獨活各
^formula3〔上中下通用嫡風方加芍葯甘草湯化裁方證〕
^origin〔房定亞方〕
^ingredients833 蒼朮、黃柏、桂枝、桃仁、白芷、川芎、甘、草 各10g，制南星、防己、威靈仙 各12g，龍膽草、羌活 各6g，白芍30g。
^formula4〔桂枝芍葯知母湯如減方證〕
^origin〔黃英俊方〕
^ingredients834 桂枝、赤巧、知母、制附塊、防風、當歸、白朮 各9g，麻黃6g，忍冬籐151炙露蜂房、炎耕蛇 各5g。
^ck10z18h144
^chinese 痺證。
^western 類風濕性關節炎。
^combo 氣虛+血虛+氣結+血結
^ill〔血滯瘀結〕
^symtom ①四肢關節呈顯著梭狀畸形，②脊柱竹節狀。
^tounge 苔薄膩邊有瘀斑。
^pulse 脈細澀。
^symtom 胸院脹悶。
^symtom ①眩暈耳鳴，②疲乏無力，③氣短，④胃納呆滯。
^symtom ①頭暈眼花，②消瘦和貧血，③五心煩熱，④心悸。
^tounge 舌質胖淡潤，苔白膩厚。
^symtom ①寒冷季節則疼痛更甚，②納欲不馨。
^tounge 舌質胖淡潤，苔白膩厚。'
^ingredients835 黨參、白術、獲苓、炙甘草、當歸、川茍、赤芍、白芍、織' 豨簽草、威靈仙、海桐皮各12-18g,祁蛇、山甲各
^alias風濕流注。
^chinese風濕痹證，熱痹’腰痛.腰膝痛，陰部酸痛.皮痹，頭痛’肢痹’頑痹，腰脊痛，足腫痛。
^western腦轉蕩后遺癥，風濕性關節炎，類風濕關節炎，腰椎增生癥增生性脊椎炎，坐骨神經痛，風濕性聿骨神經
^ill〔陽氣不行〕
^symtom①乏力,②痛甚則泛惡淸涎，難于轉側。
^tounge①舌質色淡，②備白，③苔粉白，④苔膩薄。
^pulse①脈細，②脈略滑，③脈兩尺沉細，寸關弦澀。
^ill〔血滯不行〕
^symtom兩足腫痛，行履不能，日夜坤吟痛苦。
^tounge苔薄白。
^pulse脈沉滯。
^ill2〔經脈不利〕
^symtom①周身關節酸痛，腰部尤甚，②背脊及兩腰脅痛痛引兩腿，③腰脊痛不可忍，④腰髀痛痹連及胯腹。
^ill3〔絡脈不利〕
^symtom兩足麻木。
^ck10z21h308
^chinese腰痛。
^combo陽滯+絡滯
^ill〔陽氣不行〕
^symtom 腰足厥冷。
^tounge 舌淡無苔。
^pulse 脈弦遲。
^ill<sub=1>〔絡脈不利〕
^symtom 腰背強痛。
^ill<sub=2>〔氣化不行〕
^symtom 小便不利。
^formulas
^formula<var=2>〔〈中藏經》方證〕
^origin〔留章傑方〕
^ingredients836 延胡、黃柏、當歸 各9g，肉桂0.9g (分二次沖服），獨活12g，秦艽6g。
^ck10z21h012
^norm 下焦風濕。
^chinese 腰痛
^western 關節炎。‧
^combo 陽滯‧表鬰+經滯+絡滯
^ill〔陽氣不行〕
^symtom ①厥冷乏力，②痛甚則泛惡清涎，難於轉側。
^tounge ①舌質色淡，②苔白，苔粉白，③苔膩薄。
^pulse ①脈細，②脈略滑，③脈兩尺沉細，寸關弦澀。
^ill2〔腠理不宣〕
^symtom 惡風無汗。
^ill<sub=1>〔血滯不行〕
^symtom 脈絡青紫。
^ill2<sub=1>〔經脈不利〕
^symtom ①週身關節酸痛，腰部尤甚，②背脊及兩腰脅痛痛引兩腿，③腰脊痛不可忍，④腰髀痛痺 連及胯腹。
^ill3<sub=1>〔絡脈不利〕
^symtom ‧.兩足麻木。
^ill<sub=2>〔清空不宣〕
^symtom 頭痛。
^formulas
^formula1〔地龍湯證〕適應瘀積哲脈，腰脊痛不可忍。
^ingredients837 地龍、獨活、灑? 各3g，歸尾、羌活 各4.5g，蘇木、炙甘草 各2.4g，搖桂、蜜麻黃 各1.5g，桃仁10粒。
^formula2〔關節炎方證〕
^origin〔姜春華方〕
^ingredients838 川烏6g，桂枝、羌活、防風、狗脊、當歸 各9g，川芎3g，桃仁1.5g。
^ingredients839 (1)張聿青治兩足有麻木之意，風與濕內阻，獨活、寄生、秦艽、茯苓、當歸、防風、偶蠶、革蘚、生薑，另二妙丸 生惹苡仁湯下張聿青醫案》450) c
^ingredients840 二診：痛已稍減，舌質嫩，苔白。附子6g，川烏、桂枝、羌活、獨活、狗脊 各9g，祁蛇3g (研粉，沖）。
^ingredients841 (4)丁甘仁治產後血虛，風寒濕乘隙人絡，腰髀痛痺連及胯腹，痛甚則泛惡清涎，難於轉側，脈兩尺沉細，寸關弦 濕，苔膩澳，主獨活寄生湯合吳茱萸湯：丹參、雲茯苓、全當歸、白芍、桂枝、防風、杜仲、半膝、附子、細辛、仙半夏、吳茱萸、獨活、桑寄生（《清代名醫醫案精華》57)。
^ck10z21h143
^norm 風濕流注。
^chinese 腰膝痛。
^western 風濕性坐骨神經痛。
^combo 氣虛+血虛+氣滯+血滯+經絡+陽鬰
^ill〔氣虛失養〕
^symtom ①面色萎黃，②倦怠乏力。
^ill<sub=1>〔氣機不利〕
^ill<sub=2>〔經脈不和〕
^formulas
^formula〔獨活寄生湯證〕
^origin〔《千金要方》方〕
^ingredients842 獨活90g，桑寄生、杜仲、牛膝、細辛、秦艽、茯苓、桂枝心、防風、川芎、人參、甘草、當歸、芍葯、乾地黃 各60go水煎，分三次服。
^ck10z21h200
^norm 風濕傷血。
^chinese 頑痺。腰脊痛，坦腫痛。
^western ‧.風濕性關節炎，腰椎坩生症，增生性脊椎炎，類風關。
^combo 恤虛+陰虛血滯+氣滯+絡滯+陽鬰
^ill〔血虛失榮〕
^symtom 頭暈心悸。
^pulse 脈左尺滑而細數，右尺浮而澀弱。
^symtom 兩足腫艄，行履不能，口夜呻吟痛苦。
^pulse 脈沉滯。
^symtom 心悶氣促，食入即嘔。『 ‧"
^symtom ①腰腿痠痛，痛無定處，纏綿不愈，②腰痛。
^ill<sub=2>〔陽氣不和〕
^symtom 肢體痠麻沉重，得按摩則舒。
^symtom ①腰疼彎曲，②黎及兩腿疼痛，③手指關節亦見變形C
^formulas
^formula1〔益腎蠲痺丸證〕
^origin〔南通朱良春驗方〕
^formula2〔羌防行癭湯證〕
^origin〔顧松園方〕
^ingredients843 羌活：防風 各3g，秦艽、川續斷、威靈仙、全當歸 各6g，乳香、『沒藥、紅花 各1.5g，先用桑枝、松針30g煎水代茶。
^ingredients844 〈2)李伯鴻治兩足腫痛，行履不能，日夜呻吟痛苦，食入即嘔，臥病月餘，心悶氣促，脈左尺滑而細數，右尺浮而澀 弱，此風濕中於下肢，腎氣更虧於內，先以加減三痺湯，去風濕而止癰：黨參、牛膝、續斷、檳榔 各9g，赤茯苓、鮮生地 各2g，炙甘草、杜仲、秦究、桂枝、獨活 各6g，制首烏、鮮生地各lSg，繼以加減六味補腎：棗皮、肉蓯蓉、巴戟、羌 活、川牛膝、千年健、走馬胎 各9g，丹皮、澤瀉 各6g，雲茯苓，生地、淮山、首烏 各12g，鮮石斛18g。龜桑裔：桑枝1 斤，生烏龜2只，木瓜120g，川牛膝30g。外治野葛耷（《全國名醫驗案類編》32)。
^ck10z21h144
^norm 風濕人絡。
^chinese風濕痺。
^western r類風濕c
^combo 血虛+氣虛+氣結+血結+陽鬰
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1〔八珍資娥湯證〕
^origin〔王仁樟方〕
^ingredients845 人參、白朮、炙甘草、■獲苓、當歸、熟地、白芍、川彎、補骨脂、胡桃、
^formula2〔五虎蠲瘓散證〕
^origin〔王仁樟方〕
^alias風寒挾濕，寒濕鬱熱，寒濕傷陽，寒實痺痛。
^chinese寒濕表證，風濕外感，寒濕鬱熱，痺證，者搏，痛痺，風，歷節痛風。
^western 風濕關節炎$
^ill〔陽氣不宣〕
^symtom ①惡寒，②肢冷，③手足遲重，④口中淡，⑤不欲食，⑥懶言語。
^ck11z01h005
^norm 風寒挾濕。
^chinese 寒濕表證，風濕外感。
^combo 陽鬰+表鬰+空竅+經氣
^ill〔陽氣不立〕
^symtom ①惡寒，②肢冷，③手足遲重，④口中淡，⑤不欲食，⑥懶言語.。
^tounge 舌淡苔白。
^pulse 脈細濡不數。
^symtom 惡寒發熱自汗。
^tounge 苔白滑膩。
^pulse 脈右緩左緊。
^symtom 頭痛。
^symtom 鼻塞。
^symtom ①遍身痠痛，②一身骨節疼痛，③身重。
^formulas
^formula1〔荊防敗毒散證〕
^origin〔《外科理例》方〕
^ingredients846 荊芥、防風、人參、羌活、獨活、前胡、柴胡、桔梗、枳殼、
^formula2〔麻黃加術湯證〕
^origin〔《金匱要略》方〕
^ingredients847 摘錄：　　　1.論著：吳坤安：解肌滲濕如桂枝、秦艽、紫蘇、陳皮、法半夏、厚樸、茯苓皮、姜皮之類。
^ck11z01h010
^norm 寒濕傷陽。
^chinese 痺證。
^combo 陽虛+陽鬰+表鬰+空竅
^ill〔陽氣不振〕
^symtom ①惡寒，②口淡，③不嘔不渴，④飲食減少。
^tounge 舌淡苔白。
^pulse ①脈浮虛，@脈浮虛而澀。
^ill2〔腠理不調〕
^symtom ①發熱惡風，惡寒發熱，②不汗出，微汗出。
^pulse 脈浮大而緊。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔清竅不宣〕
^ill<sub=2>〔陽氣不宣〕k象‧.１形寒，背畏寒，腰冷如冰，２經絡拘束，腰脊強痛，３週身筋肉痠痛沉重，臥而難以轉 側，４一身手足盡痛，不能自轉側，四肢關節屈伸不利，５手足肢節腫痛，不能轉側，痛楚難忍，痛葚於夜。
^pulse ①脈浮而遲滯，②脈緩，③脈沉遲，④或緊。
^formulas
^formula1〔桂枝姜附湯證〕
^origin〔《溫病條辨》方〕
^ingredients848 桂枝幹姜、生白朮、附子 各9g。
^formula2〔桂枝附子湯證〕
^origin〔《傷寒論》方〕
^ingredients849 桂枝 四兩，炮附子三枚，生薑 三兩，大棗十二枚，炙甘草 二兩。水煎，分三次服。
^ingredients850 (4)徐榮齋：熱退而惡寒，手足肢節腫痛，不能轉側，痛楚難忍，痛甚於夜，不嘔不渴，飲食減少，脈浮而遲滯，苔 白滑，扶陽滲濕，汗利兼行，桂枝、附子辛甘發散為主，五苓散辛淡滲濕為輔，仿仲景徐徐微汗法：桂枝、附子、茯苓、蒼朮、澤瀉、秦艽、豬苓、生孌、紅棗（《通俗傷寒論》237)。
^ck11z01h012
^norm 寒實痺痛。
^chinese 者痺，痛痺，木風。
^combo 陽滯+表鬰+血滯+經滯+絡滯
^ill〔陽氣不行〕
^symtom ①身重，②腿腳木重，③痛甚於夜，④週身麻木，⑤面色蒼白，蜷臥床上，⑥惡寒怕冷，
^tounge 苔白滑。
^pulse 脈浮遲，沉貓弦遲。
^ill<sub=1>〔血滯不行〕
^ill2<sub=1>〔經脈不利〕
^symtom .‧１肢體疼痛，身煩痛，２腰肢不舉，不能轉動，３肢節腫痛，歷節作痛，４腳腫麻痺，５
^symtom ①痛有定處，②麻木不仁。
^ill<sub=2>〔清空不宣〕
^symtom 頭痛。
^formulas
^formula1〔五積散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients851 白正、川芎、甘草、茯苓、當歸、肉桂、白芍葯、半夏 各90g，橘皮、枳殼、麻黃 各180g，蒼朮720g，桔棟360g，乾 姜、厚樸 各120g。為粗末，每服9g，加生薑3片，水煎服。
^formula2〔麻黃加術湯證〕
^origin〔《金甌要略》方〕
^ingredients852 麻黃 三兩，桂枝 二兩，炙甘草 一兩，杏仁七十個，白朮 四兩。水煎，.分三次服，取傅汗。
^formula3〔雞鳴散證〕
^origin〔《類編朱氏集驗醫方》（宋.朱君輔集）方〕
^ingredients853 檳榔7枚，陳皮、木瓜 各30g，旲茱萸6g，桔梗、生薑各5g，紫蘇9g。為粗末，水煎服。
^ingredients854 (4)濕邪傷筋，四肢拘攣，不能屈伸，除濕即可以舒筋，主加味薏苡仁湯：萆麻、木瓜、威靈仙、甘草、薏苡仁、當 歸、白芍、蒼朮、桂枝、解黃、生薑（秦伯未主：養血方內加惹苡仁、忍冬籐，不宜專於清化）。
^ingredients855 (2)張聿青治兩臂作痛難忍，濕寒風襲人絡隧，痛風之漸也：蜜炙麻黃、白芍、生廿草、川芎、蒼朮、桂枝、當歸、木防己、茯苓、秦艽、川桂枝、木防己、茯苓、旋復花（猩絳包紮）、左秦艽、菝荊子、獨活、酒炒絲瓜絡、桑寄生、橘 紅絡、青蔥管、酒炒桑枝（《張聿昔醫案》436)。'
^ingredients856 (3)葉橘泉治寒實痺痛，身體結實，面色蒼白，蜷臥床上，頭痛胸悶，不思食，有輕微咳嗽，肢體疼痛，惡寒怕冷，下肢冷，腰腹攣痛喜熱熨，轉側困難，按其膠結實拘攣，大便三R不下，予五積散，生薑、蔥白為引，1劑見效，2劑大便 自下，腰腹痛著減，略事加減數劑而愈（蒼朮、陳皮、厚樸、廿草、半夏、茯苓、乾薑、肉桂、枳殼、桔梗、白芷、當 歸、川芎、赤芍、麻黃）。
^ck11z01h018
^norm 寒濕留滯。
^chinese 歷節痛風。
^western 風濕關節炎。
^combo 氣虛+營虛陽滯+經滯+絡滯
^ill〔氣虛失養〕
^pulse 右沉弱。
^ill2〔陽氣不行〕
^symtom 發作不熱，晝靜夜劇。
^tounge 舌苔白膩c
^ill<sub=1>〔經脈不利〕
^symtom 歷節攣疼，痛不可忍，屈伸不得，難以轉移。
^ill<sub=2>〔營虛失養〕
^pulse 脈左浮弦急。
^formulas
^formula〔烏頭湯證〕
^origin〔《通俗傷寒論》載荇穎甫訂《金匱要略》方〕
^ingredients857 烏頭2枚，麻黃、苟藥、黃K 各9g，甘草6g，蜜1碗。
^ingredients858 (2)拘攣不能屈伸，疼痛不可忍，主溫經祛邪，辛溫開痺，烏頭湯：麻黃、白芍、黃耆、甘草、烏頭，捉虎丹：五靈 脂、草甸、白膠香、乳香、木鱉、地龍、當歸、廨香、京猙。
^alias』
^chinese冒濕，寒疫，濕痺，濕獨，傷濕，陰莎，頭痛，濕咳，寒實結胸，傷寒發貨，胎瘧。
^western 急性肺炎，肺炎後遺症。
^symtom ①凍凜惡寒，②甚則足冷，③身重肢懈，神倦嗜臥，④口淡不渴，⑤大便反快。
^tounge 舌質暗，苔白滑。
^pulse 弦緩。
^symtom ①寒多熱少，②發熱無汗。
^pulse 脈數帶弦。
^symtom ①胸膈痞滿，②肢中痞悶，③咳嗽痰多，④乾咳無痰，胸痛，⑤小便不利。
^tounge 舌苔白厚膩。
^pulse 脈沉弦滯。
^symtom ①頭重脹痛，如裹如蒙，②頭脹母痛，③頭痛且脹。
^symtom ①吞酸，②氣逆。
^symtom ①咽阻，②口甜，③鼻塞，④與內痠痛。
^symtom ①一身盡痛，關節尤疼。
^ck11z12h005
^norm 感冒寒濕。
^chinese  3濕，寒疫，濕痺。
^formulas
^formula1〔羌活勝濕湯證〕治濕氣在表，頭痛頭重，或腰脊重痛，或一身盡痛，微熱昏倦。
^ingredients859 羌活、獨活、川誇、繭本、荽荊子、防風、甘草、
^ingredients860 館香、姜半芨 各9g，厚樸、蘇梗 各4.5g，陳皮、白芷 各6g，茯苓皮12g，砂仁2.4g。
^formula3〔香蘇平胃散證〕
^origin〔《症因脈治》方〕
^ingredients861 蒼朮、厚樸、陳皮、甘草、藿香、紫蘇。
^ck11z12h056
^norm 濕濁上鬰，濕濁內阻，氣不主宣，頭中寒濕。
^chinese 濕濁頭痛，濕咳，傷寒發黃。
^combo 陽鬰+氣鬱"
^ill〔陽氣不宣〕
^symtom ①面淡黃而垢，②肢困身楚，身上疼痛，③起臥沉重，肢體若廢，④身目如金黃色，⑤精 神疲乏，行動懶怡，⑥神倦嗜睡，⑦尿清便溏，⑧小便赤而數。
^tounge 苔白滑。
^pulse ①脈細，②浮輔緩，③脈大。
^ill2〔氣機不宣〕
^symtom ①咳嗽多痰，乾咳無痰，②胸悶脘痞，③小便不利，④不饑口淡。
^tounge 白膩
^pulse 脈弦綏。
^ill<sub=1>〔清空不宣〕
^symtom ①頭脹，②頭重暈痛，③頭脹且痛。
^ill2<sub=1>〔清竅不宣〕
^symtom ①咽阻，②口甜，③鼻塞，④鼻內痠痛。
^ill<sub=2>〔氣機不降〕
^symtom ①煩喘。
^formula1〔杏仁薏苡湯證〕
^origin〔吳鞠通方〕
^ingredients862 杏仁、?苡仁 各9g，桂枝15g，生薑2.1g，厚樸3g，半夏、防己 各4.5g，白蒺藜6g。
^formula2<var=2>〔雷氏芳香化濁法證〕
^origin〔杜勉之方〕
^ingredients863 藿香、佩蘭、大腹皮、羌活、川芎、厚樸 各6g，陳皮、半夏、茯苓、白芷、葂荊子 各10g。
^formula3〔散寒除濕，宣暢氣機，升清降濁方證〕
^origin〔鋝救凡方〕
^ingredients864 杏仁、白蔻仁、厚樸 各5g，薏苡仁、茯苓、佩蘭 各12g，半夏、蒼朮 各9g，通草、細辛、石菖蒲 各3g，升麻6g。
^ck11z12h057
^norm 太陽寒濕。
^chinese 傷濕，陰痧，胎瘧。
^western 肺炎。
^ill〔陽氣不宣〕
^symtom ①凍祺惡寒，②甚則足冷，③身重肢懈，神倦嗜臥，④口淡不渴，⑤大便反快。
^tounge 舌質暗，苔白滑。
^pulse 弦緩。
^ill2〔腠理不宣〕
^symtom ①寒多熱少，②發熱無汗。
^pulse 脈數帶弦。
^ill3〔氣機不篁〕
^symtom ①胸隔痞滿，②膠中痞悶，③咳嗽痰多，④乾咳無痰，胸痛，⑤小便不利。
^tounge 舌苔白厙膩。
^pulse 脈沉弦滯。
^symtom ①頭重脹痛，.如裹如蒙，②頭脹犖痛，③頭痛且脹。
^symtom ①吞酸，②氣逆。
^formulas
^formula1<var=1>〔蘇羌達表湯證〕宣表化濕，咳嗽痰多，身重肢倦，胸悶不渴，骨節煩疼，或小便不利，舌苔白膩。
^ingredients865 蘇葉、防風、羌活、白芷、光杏仁、浙苓皮、鮮生薑、廣橘紅、蒼朮、川厚樸、半叟，前胡、桔梗。
^formula2〔麻黃加術湯證〕
^origin〔《金匱要略》方〕
^ingredients866 麻黃 三兩，桂枝 二兩，炙甘草 一兩，杏仁七十個，白朮 四兩。水煎，分三次服，取微汗。
^ingredients867 (3)吳鞠通：寒熱不饑吞酸，形寒脘中痞悶，苓姜術桂湯：茯苓15g，生薑、白朮、桂枝 各9g。
^ck11z12h047
^norm 寒實結胸。
^chinese 寒實結胸。
^western 急性肺炎。
^combo 氣鬱+氣結
^ill〔氣機不宣〕
^symtom ①不啼不哭，不食不眠，②太息呻吟。
^ill2〔氣機鬱結〕
^symtom ①胸下結粳，②心下痞硬按之痛。
^tounge 苔薄白。
^ill<sub=1>〔氣機不降〕
^symtom 欲吐不吐。
^ill2<sub=1>〔清竅不宣〕
^symtom 瘖啞不言。
^formulas
^formula〔三物白散證〕
^origin〔《傷寒論》方〕
^alias太陰寒濕，太陰經證，濕留太陰，脾虛夾濕，真寒假熱。
^chinese傷濕，風濕，寒濕，太陰經症，風寒挾濕，傷寒夾痧，冷痧夾食，傷風作瀉，風痢，陰暑，濕笛亂，濕腫，濕瘧，低熱，寒濕腰痛。
^western 胃腸型感鋝，功能性低熱，急性腎小球賢炎。
^ck11z02h005
^norm 濕留太陰。
^chinese 傷濕，風濕，寒濕腰痛。
^combo 陽鬰+表鬰+空竅+經氣
^ill〔陽氣不宣〕
^symtom ①形想，②四肢沉重乏力。
^tounge 舌白灰而黏膩。
^pulse 脈沉細。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱，無汗，②發熱自汗，不渴不飲。
^tounge 舌苔白滑。
^pulse 脈浮緩《
^ill<sub=1>〔清空不宣〕
^symtom ①頭重，②頭痛。
^ill<sub=2>〔清竅不宣〕
^symtom 鼻塞。
^ill2<sub=2>〔經氣不宣〕
^symtom ①身重，②突然腰痛不能俯仰轉側。
^formulas
^ingredients868 羌活、藥本、升麻、柴胡、防風、蒼朮。可加桂枝、秦充、威靈仙。
^ingredients869 (2)吳坤安：舌白而黏膩者，濕邪在氣分也，外症必發熱頭蜇身痛，而口不渴，宜解肌去濕，如桂枝、秦艽、紫蘇、茯苓、豬苓、陳皮、法半夏、羌活等（《傷寒指舉》卷一7)。
^ck11z02h057
^norm 太陰寒濕，太陰經證。
^chinese 太陰經症。
^combo 陽鬰+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom （P肢懈，疲軟無力，２肢冷，手足微厥，③身重，④惡寒無汗，⑤溺澀便溏。
^tounge ①舌質暗，苔厚白膩，②舌苔白膩兼黑。
^pulse 脈弦而遲。
^symtom ①惡風，②午後寒熱，③惡寒無汗，怕冷發熱，④肌肉煩疼。
^tounge 苔白膩浮滑。
^pulse 脈左弦緊。
^symtom ①胸胺痞滿，②啦乾口膩\\③捋鈍腹滿，④尿少，⑤咳嗽，乾咳無痰，胸痛。
^tounge 灰膩滿佈。
^pulse 脈數帶弦。
^symtom ①頭脹，②頭痛。
^symtom 喘。
^symtom 鼻塞。
^symtom ①體痛，②全身骨節痠痛。
^formulas
^formula1〔藿香正氣湯加蔥豉證〕
^origin〔《通俗傷寒論》方〕
^formula2〔桂枝附子湯合五苓散證〕
^origin〔何拯華方〕
^ck11z02h058
^norm 寒濕鬰滯。
^chinese 傷寒夾痧，冷痧夾食。
^western S腸型感冒。
^combo 陽鬰+‧表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①身倦，②口淡不?飲，③小便短少，④形寒肢冷，⑤胚冷，⑥面色蒼白，⑦緊按腹部。
^tounge ①舌苔灰白而滑，②暗淡。
^pulse 脈弦而滯。
^symtom ①發熱惡寒，②無汗，③腰背酸痛，④斑發隱見無常作癢。
^tounge ①舌薄白，②舌苔白潤。『
^symtom ①腹痛脹滿，②便游，腹搏，③便艱。
^tounge ①苔穢膩，②苔白膩略黃。
^pulse ①脈沉滑，②脈沉伏，③脈湔數。
^symtom ①頭脹犖痛，②頭痛，
^symtom ①胸悶，②少納脘悶。
^ill<sub=2>〔氣機不降〕
^symtom ①氣逆，②A區清水飲食。
^symtom 咽乾痰黏滯。
^formulas
^ingredients870 大腹皮、白定、紫蘇、獲茶、半夏曲、白朮、橘皮、厚樸、結梗、資香、甘草、砂仁、白栽仁、生薑、大棗。
^ck11z02h066
^norm 傷風作瀉。
^chinese 傷風作瀉，風痢。
^combo 陽鬰+表鬰+氣鬱+氣陷
^ill<sub=2>〔氣機不降〕
^formula1<var=1>〔宵苓湯證〕
^origin〔何廉臣方〕
^ingredients871 甘草、茯苓、蒼朮、陳皮、白朮、肉桂、澤瀉、豬考原樸、升麻、煨防風。
^formula2〔加味五苓散證〕
^origin〔張三錫方〕
^ingredients872 防風、白芷、升麻、葛根、桂枝、白朮、豬苓、茯苓、澤瀉、蔥白、生薑。
^formula3〔神術散證〕
^origin〔《醫學心悟》方〕
^ingredients873 蒼朮、陳皮、厚樸各二斤，甘草 十二兩，藿香 八兩，砂仁 四兩。為末，每服6～9g，沖服。
^ingredients874 (1)朱丹溪治傷風腹瀉百二十來度，五苓散加白朮9g，前胡2.4g，羌活、神曲 各3g，蒼朮.6g(《名‧醫類案》20)。
^ingredients875 (3)張三錫治瀉而左脈浮急，自汗鼻塞，乃傷風作瀉也，與五苓加防風、白芷、升麻、葛根、生薑、蔥白煎服（《續 名醫類案》上84)。
^ck11z02h065
^norm 濕傷中陽。
^chinese 陰暑，濕霍亂。
^combo 陽鬰+氣亂+氣鬱
^ill〔陽氣不宣〕
^symtom 頭痛身甫不渴。
^tounge 舌苔白膩。
^pulse 脈沉遲。
^ill2〔氣機逆亂〕
^symtom ①腹脹而痛，②吐瀉交作。
^ill<sub=1>〔陽氣怫鬰〕
^symtom 發熱惡寒。
^ill<sub=2>〔氣機不宣〕
^symtom 胸脘痞悶。
^formulas
^ingredients876 大腹皮、白芷、紫蘇、茯苓 各30g，半復曲、白朮、橘皮、厚樸、桔梗 各60g，蓿香90g，甘草7知。為粗末，每服6g，加生薑3片，大棗1枚，水煎服。
^ck11z02h069
^norm 寒濕不化。
^chinese 濕腫，濕瘧。
^western 急性腎小球腎炎。
^combo 陽鬰+氣鬱+津滯
^ill〔陽氣不宣〕
^symtom ①肢體睏倦，②便溏。
^tounge 舌苔白厚膩。
^pulse 脈沉緩。
^symtom 全身浮腫。
^pulse 脈緩大有力。
^symtom ①寒熱無汗，連日一發，②遍身浮腫肘疼。
^symtom ①胸悶，②咳嗽。
^symtom 小便少。
^symtom 惡嘔。
^formulas
^formula1〔芳香化濕方證〕
^origin〔擰救凡方〕
^ingredients877 杏仁、半夏、藿香梗、桑白皮、大旗皮、蒼朮 各9g，白蔻仁、厚樸、陳皮 各6g，患苡仁15g，茯冬、皮冬、冬瓜皮 各12g。
^formula2〔羌活勝濕湯加厚樸草果方證〕
^origin〔《時病論》方〕
^ingredients878 羌活、獨活 各3g，炙甘草、稿本、川寫、防風各.5§，芟荊子0.9g，加厚樸、草果。
^alias伏黑‧挾寒，邪伏募原，太陽寒濕。
^chinese牡瘧，牝瘧，風包，濕瘧，三陰濕瘧，寒瘧，瘧痢。
^western 大葉性肺炎。
^ill〔陽氣不和〕
^symtom ①但寒不熱，②fa頭汗出，③u渴，喜熱，④心煩口淡乏味，⑤身重體倦，⑥肢冷，⑦骨楚，⑧ 面色無華，⑨神疲乏力，十語聲低微，氣短懶P。
^tounge ①舌苔白滑，②淡黃灰膩。
^pulse １脈左沉遲弦，２脈象遲細弱。
^ill2〔腠理不調〕
^symtom ①寒多微有熱，寒蜇熱輕.每天中午發作，②往來寒熱，③有汗，熱不退，皮膚灼熱。
^tounge 苔轉微黃。
^pulse脈右浮緩而滑。
^ill3【清空不】
^symtom ①頭痛，②頭暈。
^ill4〔氣機不宣〕
^symtom ①胸脅滿微結，②小便不利，③胸腹苦悶。
^pulse 脈滑數。
^ill5〔氣機不降〕
^symtom ①飲即吐涎，②嘔吐清冷。
^ck11z15h082
^norm 太陽寒濕。
^chinese 伏暑挾寒，牡拒，牝拒，風症，濕瘧，瘧痢。
^western大葉性肺炎。
^combo 陽鬰+氣鬱+表鬰
^ill〔陽氣不和〕
^symtom ①但寒不熱，②但頭汗出，③口渴，喜熱，④心煩口淡乏味，⑤身重體倦，⑥肢冷，⑦骨 楚，⑧面色無華，⑨神疲乏力，十語聲低微，氣短懶言。
^tounge ①舌苔白滑，②淡黃灰膩。
^pulse ①脈左沉遲弦，②脈象遲細弱。
^symtom ①寒多微有熱，寒重熱輕，每天中午發作，②往來寒熱，③有汗，熱不退，皮膚灼熱。
^tounge 苔轉微黃。
^pulse 脈右浮緩而滑。
^symtom ①頭痛②頭暈。
^symtom ①胸脅滿微結，②小便不利，③胸腹苦悶。
^symtom R飲即吐涎，２嘔吐清冷。
^formulas
^formula1〔柴胡桂枝幹薑湯證〕
^origin〔《傷寒論》方〕
^ingredients879 柴胡半斤，桂枝 三兩，乾婪 二兩，瓜蔞根 四兩，黃芩 三兩，牡蠣 二兩，炙甘草 二兩。水煎，分三次服。
^formula2<var=1>〔麻黃加術湯小柴胡合方證〕
^origin〔柯雪帆方〕
^ingredients880 麻黃、柴胡 各3g，桂枝、陳皮 各4.5g，炒蒼朮、炒枳實、荽半夏、茯苓、瓜蔞仁、生薑 各9g，杏仁、黃芩 各12g。
^ingredients881 擬柴胡桂薑湯加減：柴胡、當歸 各9g，桂枝、乾薑 各5g，甘草3g，牡蠣15g，常山、白蔻仁 各6g，黨參、黃耆 各12g，3劑。服完3劑後，雖諸症減退，但轉腹痛下痢黏凍、噁心嘔吐，淅淅惡風。此乃瘧疾轉痢，兼有表邪未解之證。仿 喻氏逆流挽舟法，宗人參敗毐散出人：黨參12g，雲茯等、柴胡、姜半叟、川貨連各％陳皮、桂枝、桔梗、枳殼、白蔻
^ck11z15h083
^norm 邪伏募原。
^chinese 三陰濕瘧。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不和〕
^symtom ①汗出神疲，②口渴喜熱飲，③肢冷脘冷，④面色蒼白，面色萎黃，⑤肌肉瘦削。
^tounge 舌紅無苔。
^pulse 脈左弦緩近遲，右弦短。
^ill2〔腠理不調〕
^symtom 寒熱往來，熱微寒多。
^ill2〔氣機不利〕
^symtom ①腹滿，②脅下痛，③當臍痛，少腹痛，④大便日數次。
^tounge ①苔白滑，②微貨膩，③舌苔白膩帶微淡黃。
^pulse 脈弦滑帶數。
^ill<sub=1>〔氣機不降〕
^symtom ①嘔惡，②嘔吐清涎。
^ill2<sub=1>〔氣機不宣〕
^symtom ①脘悶，②食減。
^ill<sub=2>〔清空不宣〕
^formulas
^formula〔椒桂湯證〕
^origin〔吳鞠通方〕
^ingredients882 川花椒、桂枝、柴胡 各18g，高良姜、陳皮、青皮 各9g，小茴香、吳茱萸 各12g，急流水煎，溫服覆被令微汗，不汗服 生薑湯促汗。
^ck11z15h088
^norm 寒濕傷陽。
^chinese 寒瘧。
^ill〔陽氣不和〕
^symtom 肌膚少汗。
^tounge 舌苔白薄。
^symtom ①寒熱交作，②先寒後熱，隔日而來。
^ill<sub=1>〔氣機不苴〕
^symtom 胸脅滿悶。
^ill2<sub=1>〔氣虛失充〕
^symtom 少氣懶言。
^ill<sub=2>〔氣機不降〕
^symtom 惡嘔。
^formulas
^ingredients883 西黨參、白朮、乾孌、附片、炙甘草、柴胡、草果、蓳香、陳皮。
^alias濕著太陰，寒濕內伏，太陰中寒，卒中寒濕，陰寒直中少陰，足太陰寒濕，太陰陽明為病，濕聚太陰，寒濕相搏，濕 阻氣分，傷寒內陷，濕溫內陷，協寒自利，氣虛中滿，陽虛寒濕，小腸寒濕，結陰便血。
^chinese 穢濕，伏濕，罟濕兼內寒，類中，中濕，破傷濕，痙證，低熱，嘔逆，呃逆，脘痛，痞滿，寒瀉，濕瀉，濡 瀉，久瀉，鶩溏，飧洩，寒痢，濕痢，風濕痢，白痢，虛痢，虛寒痢，噤口痢，休息痢，陰箝亂，痧氣，乾笛亂，水腫，陰水，脹滿，虛脹，寒脹，陰黃，太濕瘧，牡症，冰毐疫瘧，寒積，吐血，便血，痔血，濕鬰盜汗，手足汗，瘺證，喑 鹽症。
^western _腸神經官能症，宵小彎潰瘍，慢性結腸炎，重症肝炎，乳糜性腹水，裡症肌無力。
^ill〔陽氣不宣〕
^symtom ①不滯，②惡寒怕冷，形寒，間日惡寒，或按時而至，③倦神疲，嗜睡，④渴喜熱飲，⑤身重，肢困，四肢乏力，兩臂上舉困難，佾背沉重，下肢無法邁開.大步，⑥面色青暗，蒼白，面黃乏力，⑦指甲發青，下聯冷，⑧口中淡，⑨尿少，便溏。
^tounge ①舌苔白膩，②白滑，③灰貨。
^pulse ①脈細，②沉細而緩，③脈濡緩，兩尺沉無力。
^ill2〔腠理不宣〕
^symtom ①寒熱文作，②發熱不已，③傍晚身熱，④低燒，輕微畏寒，⑤寒熱定時，寒起四末。
^pulse 脈弦緩。
^ill3〔氣機不利〕
^symtom ①胸脘腹部悶脹不適，不饑，多氣，②腹痛，③便浦，④下痢紅白。
^tounge ①舌苔垢膩中根厚，②舌苔中部白濁厚?。
^pulse ①沉弦而滯，②沉伏。
^ill4〔水谷不分〕
^symtom ①大便瀉水，②大便稀溏，③小便不利。
^ill5〔清空不宣〕
^symtom ①頭束，②頭暈，③頭痛。
^ill6〔氣機不宣〕
^symtom ①大便順，小便澀，②不食，納呆，納谷欠香，③朐悶，④咳嗽。
^ill7〔氣機不降〕
^symtom ①嘔水，②腹滿而喘，③噁心，吞酸，④氣逆。
^ill8〔清竅不宣〕
^symtom 眼瞼下垂而腫。
^ck11z13h058
^norm 濕著太陰。
^chinese 太陰濕瘧，牡瘡，風濕痢，痿證，低熱。
^western 重症肌無力。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①不渴，②惡寒怕冷，形寒，間日惡寒，按時而至，③體倦神疲，嗜睡，④渴喜熱飲，⑤ 身重，肢困，四肢乏力，兩臂上舉困難，肩背沉重，⑥面色青暗，蒼白，面黃乏力，⑦指甲發青，下肢冷，⑧口中淡，⑨ 尿少，便溏。
^tounge ①舌苔白膩，②白滑，③灰黃。
^pulse ①脈細，②沉細而緩，③脈潘緩，兩尺沉無力。
^ill2〔腠理不宣〕
^symtom ①寒熱交作，②發熱不已，③傍晚身熱，低燒，輕微畏寒，④寒熱定時，寒起四末。
^pulse 脈弦級。
^ill2〔氣機不利〕
^symtom ①胸脘腹部悶脹不適，不饑，多氣，②腹痛，③庫溏，④下痢紅白b
^tounge ①舌荇垢膩中根厚，②舌荇中部白濁厚膩。
^pulse ①沉弦而滯，②沉伏
^ill<sub=1>〔清空不宣〕
^symtom ①頭寬，②暈，③頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①大便順，小便澀，②不食，納呆，納谷欠香，③胸悶，④咳嗽。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔水，②腹滿而喘，③噁心，吞酸，④氣逆。
^symtom 眼瞼下垂而腫。
^formulas
^formula1<var=2>〔胃苓湯證〕
^origin〔《傷寒指牮》方〕
^ingredients884 陳皮、法半夏、茅蒼朮、厚樸、豬苓、澤瀉、茵陳、薏苡仁、姜皮。
^formula2〔平胃二陳加味湯證〕
^origin〔《時病論》方〕
^ingredients885 蒼朮、厚樸、甘草、陳皮、法半夏、乾薑、草果、白蔻仁、砂仁。
^ingredients886 茯苓15g，生薑、炒白朮、桂枝 各9g。
^ingredients887 寒熱定時，三日一發，腹脹不渴，嘔水，太陰之瘧，溫脾湯主之：草果6g，桂枝、蜀漆、厚樸 各9g，生薑、茯苓各
^ck11z13h064
^norm 傷寒內陷，濕溫內陷。
^chinese 嘔逆，呃逆，洩瀉。
^combo 陽鬰+表鬰+氣逆
^ill〔陽氣不宣〕
^symtom ①惡寒，②口乾不欲飲，③四肢冷，④大便不實，⑤腸鳴腹瀉。
^tounge 舌苔白臟。
^pulse 脈沉，澀滯不揚，貓小。
^ill2〔氣機沖逆〕
^symtom ①嘔惡，嘔清水飲食，②呃逆，③胸滿。
^ill<sub=1>〔腠理不宣〕
^symtom 發熱惡寒。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胺悶②胸悶發躁，徹夜不眠。
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛，②頭&重，③目眩。
^formulas
^formula1〔人參養胃湯證〕
^origin〔西塘（董廢翁）方〕
^ingredients888 人參、半芨、甘草、茯苓、草果、厚樸、蒼朮、蓿香、橘紅、生薑、烏梅。實者去參。
^formula2<var=1>〔平胃散證〕
^origin〔孫少培方〕
^formula3<var=2>〔四逆湯證〕
^origin〔雷少逸方〕
^ingredients889 乾薑、桂g、丁香、六曲、炙甘草、柿蒂、附子、川厚樸、陳皮、仙半夏、谷芽、生薑。
^formula4〔桂半湯證〕
^origin〔程門雪方〕
^ck11z13h066
^norm 寒濕下陷。
^chinese 中寒洩瀉，寒瀉，蜃濕兼內寒。
^combo 陽鬰+表鬰+氣鬱+氣陷
^ill<sub=1>〔氣機不宣〕
^formulas
^formula1〔蔥豉冒苓湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients890 甘萆、茯苓、蒼朮、陳皮、白朮、肉桂、澤瀉、豬苓、厚樸。、
^formula2〔導滯和中證〕
^origin〔張伯熙方〕
^ingredients891 (1)吳鞠通治太陽中風誤下，下利胸痞不渴，舌灰白，脈沉數，宜溫：茯苓、蒼朮炭、乾薑、半夏、廣陳皮炭、生 姜，利止，脈仍沉數，身猶熱而氣粗不寐，陷下之邪不淨，甘草瀉心法：半夏、黃芩、川黃連、大棗、甘單；脈沉數，氣 不伸而噦，橘皮竹茹法：廣陳皮、半夏、生薑、竹茹、炙甘草、人參、大棗，補中宣邪，終與小建中湯加橘皮、半夏調養。
^ck11z13h074
^norm 協寒自利。
^chinese 寒積，寒瀉，虛寒痢，久瀉。
^combo 陽虛+表鬰+氣陷+氣滯
^ill〔陽氣不振〕
^symtom ①惡寒蜷臥，②手足厥冷，③四肢拘急，④小便清白，⑤臍下必冷，⑥面青不渴，⑦頭暈 心悸乏力。
^tounge ①苔萌，②苔白嫩滑。
^pulse ①脈細軟，②脈沉遲無力，③沉微似伏。
^ill2〔腠理不宣〕
^symtom ①頭痛發熱，②身疼痛，③午後潮熱。
^pulse 脈弦緊不數。
^ill3〔氣機下陷〕
^symtom ①腹痛洩瀉，②大便色青，③完谷不變，④形如鶩溏，大便溏薄，⑤便下如水晶魚腦之膩 質，⑥小便不通，⑦尿後氣向下墜，腰尻痠痛，⑧帶下甚多。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不利〕
^symtom ①腹痛，②腹脹滿，少腹板室，③腰脹痛引胸脅。
^tounge 舌灰滑淡白。
^ill<sub=2>〔氣機不降〕
^symtom ①吐清水，②吞酸。
^formulas
^formula1〔胃苓湯證〕
^origin〔《丹溪心法》方〕
^ingredients892 甘草、茯苓、蒼朮、陳皮、白朮、肉桂、澤瀉、豬苓、厚樸。加姜、棗、水煎服。
^formula2〔附子理中丸證〕
^origin〔《太平惠民和劑局方》方〕
^ck11z13h065
^norm 太陰中寒，太陰陽明為病。
^chinese 陰笛亂。
^combo 陽鬰+氣亂+氣鬱
^ill〔陽氣不宣〕
^symtom ①頭痛，②身疼痛，③惡寒，④轉筋，⑤四肢厥冷，⑥目陷肉削。
^tounge 舌苔白膩。
^pulse 脈沉微。
^symtom 腹痛吐利。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①發熱，②口渴飲水，③渴甚面赤，煽扇不知涼，飲水不知冷，④煩跺，⑤汗出如雨。
^pulse ①脈大而緊急，②脈伏。
^ill<sub=2>〔氣機不宣〕
^symtom 腹滿。
^formulas
^formula1〔五苓散證〕
^origin〔《傷寒論》方〕
^ingredients893 豬苓、澤瀉、白朮、茯苓、梓枝。
^formula2〔理中丸證〕
^origin〔《傷寒論》方〕
^ingredients894 人參、白朮、炙甘草、乾萎。
^ck11z13h072
^norm 寒濕相搏，類中。
^chinese 中濕，破傷濕，痙證。
^combo 陽閉+氣鬱+經脈
^formula1〔升陽除濕湯證〕
^origin〔《成方切用》方〕
^ingredients895 羌活、獨活 各3g，稿本、防風、炙甘草 各1.5g，葂荊子0.9g，漢防己、附子。
^formula2〔羌活勝濕湯證〕
^origin〔《內外傷辨惑論》方〕
^ingredients896 羌活、獨活 各3g，炙甘草、菡本、川芎、防風 各1.5g，蔓荊子0.9g，水煎服。
^formula3〔再造散減芍葯證〕
^origin〔王經邦方〕
^ingredients897 西黨參、生黃耆、嫩桂枝 各3g，老川芎、青防風、川羌活 各4.5g，北細辛2. lg，淡附子6g，炮乾薑9g，炙甘草2.4g。
^formula4〔中濕方證〕
^origin〔《時病論》方〕
^ingredients898 位香、神曲、杏仁、川厚樸、制半戾、陳皮、菖蒲、遠志、竹瀝、薑汁、蘇合香九。
^ck11z13h167
^norm 濕滯中焦，
^chinese 陰黃，濕鬰盜汗，水毐疫瘧。
^combo 陽鬰+津滯+氣滯
^ill〔陽氣不宣〕
^symtom ①肢厥，②惡寒初起寒蜇熱輕，③黃色如晦，④身重，⑤頭重如裹，⑥肢體睏倦。
^tounge ①舌苔白潤，②舌淡苔白膩。
^pulse ①脈譎級，②脈雙弦而緩，③甚則弦遲。
^symtom ①盜汗，汗出如雨，②□揭，③水而唆，④便塘，⑤喘嘔。
^symtom ①小便不利，腰重溺少，②足腫。
^symtom ①滿面紅赤，②發熱，煩躁，③多夢。
^tounge 舌尖邊俱黃，中夾一段白色。
^pulse 脈來沖指。
^symtom ①納少口膩，②膠悶。
^symtom ①胺腹飽滿，②胸膈滿痛，揉按則漉漉有聲，乾嘔短氣，或吐清水，腹痛便洩。
^formula1〔苓術二陳煎證〕
^origin〔《通俗傷寒論》方〕
^formula2〔姜附五苓散證〕
^origin〔謝映廬方〕
^ingredients899 豬苓、澤瀉、白朮、茯苓、桂枝、乾薑、附子。
^ingredients900 發黃，小便不利，） 煩躁而渴，茵陳湯加茯冬、豬苓、當歸、官桂。
^ck11z13h090
^norm 寒濕滯脾。
^chinese 陰水，浮腫。
^combo 陽滯+津滯+氣滯
^ill〔陽氣不行〕
^symtom ①尿黃，②大便不實，溏，③身重無力。
^tounge 舌淡，苔灰厚膩。
^pulse 脈細譎。
^formulas
^ingredients901 杏仁、赤茯苓、桑白皮 各9g，蘇子、廣陳皮、豬苓、澤瀉、大腹皮 各4.5g，蒼朮、生薑皮各？.4g，川厚樸3g，砂仁
^formula2〔加減實脾飲證〕
^origin〔《通俗傷寒論》方〕
^ck11z13h169
^norm 陽虛水泛。
^chinese 陰水。
^western 重症肝炎。
^combo 陽虛+津滯+氣滯
^ill〔陽氣不振〕
^symtom ①面色恍白，②神萎倦怠，③肢冷，④便塘，⑤黃疸晦滯，⑥小便漳白，⑦身熱不退，口.
^tounge 舌淡胖。
^pulse ①脈沉遲，②黹數，③細。
^symtom ①肢體腫滿，皮色光澳，②足腫。
^tounge 苔白灰黃。
^symtom ①胸悶，②不饑。
^symtom ①腹脹，②腹痛便洩，③大腹膨脹。
^formulas
^ingredients902 白朮、厗樸、檳梅、草果、木香、木瓜、附子、乾薑、茯苓 各30g，炎甘草15g。為粗末，每服12g，加生薑5片，大 棗1枚，水煎服。
^ingredients903 (2)葉天士治倪六七，陽傷濕聚，便溏足腫。粗桂枝、生白朮、木防己、茯苓、澤瀉。脈緊足腫，便溏陽微，濕聚氣 不流暢，怕成單脹照前方加茵陳。
^ingredients904 (3)葉天士治晨洩肢腫。生白朮、桂枝木、淡附子、茯苓、澤瀉（《臨證指南醫案》466)。
^ck11z13h091
^norm 寒脹。
^chinese 寒脹。
^combo 陽滯+津滯+氣結
^ill〔陽氣不行〕
^pulse 脈沉緩。
^ill2〔津不化氣〕
^symtom 便洩。
^ill3〔氣機鬱結〕
^symtom ①腹脹滿，②按腹堅脹如鼓。
^ill<sub=1>〔氣化不行〕
^symtom 尿澀。
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔苓術樸附湯證〕
^origin〔《葉案》方〕
^ingredients905 茯苓15g，白朮4.5g，川厚樸、廣陳皮 各3g，附片2. lg，木瓜1.5g。
^formula2〔木香塌氣丸證〕
^origin〔王好古《醫堂元戎》方〕
^ingredients906 公丁香、胡椒、檳榔、廣木香、蠍尾 各15g，鬰李仁12g，炒白丑、枳實 各30g，細米飯丸，綠豆大，每服10丸，加至 15丸0
^ck11z13h247
^norm 濕阻氣分。
^chinese 痞滿，脘痛。
^combo 氣鬱+氣滯
^ill〔氣機不篁〕
^symtom ①胺悶，②不思飲食，③食則胲脹，④四肢倦怠。
^pulse 脈緩。
^ill<sub=1>〔氣機不利〕
^symtom ①中脘痞滿，②胃脘脹悶作痛，③食後脹滿益甚，④腸鳴。
^tounge 苔白睜滑。
^ill<sub=2>〔氣機不降〕
^symtom ①澹溏欲吐，②嘔惡。
^formulas
^formula〔厚樸溫中湯證〕
^origin〔《內外傷辨惑論》方〕
^ingredients907 厚樸、陳皮 各30g，乾荽2.lg，赤茯苓、草豆蔻、木香、炙甘草 各15g。為粗末，每服5錢匕，加生薑3片，水煎服。
^ck11z13h251
^norm 濕傷胃陽。
^chinese 寒濕胃痛。
^western 瀉小彎潰瘍。
^combo 陽鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①四肢倦怠，②冷汗，③肢厥，④渴不能飲，或鼻熱飲，⑤煩不肯寐，⑥惡寒，⑦便游，⑧肢節冷痛，喜溫惡涼，受寒痛甚。
^tounge 舌白淡胖。
^pulse ①脈弱，②迸微，③軟伏，④弦綴。
^ill2〔氣機不利〕
^symtom ①中脘痞滿，②食後脹滿益甚，③脘下至臍中脹滿作痛，④胃脘冷痛，⑤氣攻撐，⑥胸腹 脹痛似拳突出，手不能觸。
^tounge 苔白厚膩。
^pulse ①脈沉遲，②沉弦。
^ill<sub=1>〔氣機不宣〕
^symtom 不思食。
^pulse 脈緩。
^ill<sub=2>〔氣化不降〕
^symtom ①澹澹欲吐，②微嘔，③嘔食，④泛惡。
^formulas
^ingredients908 1.論著：費伯雄：脘下至胳中脹滿作痛，悅脾湯：白朮、茅蒼朮、茯苓、附片、砂仁、木香、烏藥、薏苡仁、青皮、神曲、生薑。
^ck11z13h248
^norm 陰濁上逆。
^chinese 嘔噦，呃逆。.
^western 宵腸神經官能症。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①噁心嘔吐，②食入嘔噦，③噯氣頻頻，④呃逆頻作，聲低而弱。
^ill<sub=1>〔氣機不宣〕
^symtom ①胃脘不適，②納呆，③面色蒼黃少華，④四肢沉重乏力。
^tounge 舌淡紅，苔白膩。
^pulse ①脈細弦，②滿緩，③細緩。
^ill<sub=2>〔氣機不利〕
^symtom ①腹脹食後尤甚，②胃脘痞滿。
^formulas
^formula1<var=1>〔香砂平臂散證〕
^origin〔謝兆豐方〕
^ingredients909 木撟、厚樸 各6g，炒蒼朮、半芨 各9g，砂仁3g，陳皮10g，甘草5g，灶心土 20g，生薑3片，大棗6枚。
^formula2<var=1>〔平爾散證〕
^origin〔彭勝權方〕
^ingredients910 川厚樸、蒼朮、橘皮 各9g，甘草6g，丁香4.5g，柿蒂、旋復花（布包） 各12g，代赭石30g (打先煎），茯苓15g。
^ck11z13h256
^norm 足太陰寒濕。
^chinese 濕瀉，楉瀉，濕痢，穢濕。
^combo 氣滯+氣鬱
^ill〔水谷不分〕
^symtom ①大便瀉水，②大便稀溏，③小便不利。
^ill<sub=1>〔氣機不利〕
^symtom ①腹微痛，②不癰而鳴，③便溏不爽，④腹脹，⑤痢下白多，或如豆汁，⑥後重。
^tounge 舌白消。
^pulse ①脈緩澀，②謙遲，③細。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸前痞悶，②寒，身重，③面色黃困，④院悶，⑤不思食。
^formulas
^formula1〔通利州都法證〕
^origin〔雷少逸方〕
^ingredients911 白茯苓、飛滑石 各9g，澤瀉4.5g，土炒蒼朮2.4g，車前子6g，通草、苦桔梗 各3g，河水煎服。
^formula2〔溫化濕邪法證〕
^origin〔笛少逸方〕
^ingredients912 藿香、陳皮 各4.5g，白蔻仁3.6g，神曲9g，姜厚樸3g，蒼朮2.4g，生薑2片。
^ingredients913 (4)吳鞠通：足太陰寒濕，腹脹小便不利，大便溏而不爽，若欲作滯下者，四苓加厚樸秦皮湯主之。蒼朮、厚樸 各9g，茯苓15g，豬苓、澤瀉 各12g，秦皮6g，五苓散亦主之（《溫病條辨》卷二 51)。
^ingredients914 (6)痢疾濕偏勝，白多紅少，苔白膩，主加味除濕湯，祛濕調氣：蒼朮、半夏、厚樸、想香、陳皮、赤茯苓、廣木 香、肉桂、甘草、姜棗。
^ingredients915 (3)葉天士治某五八，形寒便瀉，舌白：厚樸、廣陳皮、半夏、茯苓皮、桂枝木、生薑。
^ck11z13h264
^norm 足太陰寒濕0
^chinese 寒濕洩瀉，慢性腹瀉，寒痢，陰黃，脹滿。
^western 慢性結腸炎。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom ①面恍白，②身東肢倦，神倦貪睡，氣息微弱而涼，③形寒，背惡寒，四肢不溫，肢冷，身涼如冰，④懶言自汗，⑤身目黃晦，⑥痢下赤而暗晦，⑦食少不飲，⑧小便清短，⑨舌春語重。
^tounge ①舌苔白膩，②苔白灰滑，③舌苔厚膩。
^ck11z13h257
^norm 足太陰寒濕。
^chinese 寒濕洩瀉，慢性腹瀉，寒痢，脹滿，陰貨。
^western慢性結腸炎。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①面唇淡白無華，②U淡無味，③納呆，④小便不利，大便反快。
^ill2〔氣機不利〕
^symtom ①胺腹悶脹，時有隱疼，②腸鳴腹痛，③滿悶，食後飽悶。
^tounge ①舌質淡紅，②苔白滑厚膩，③舌苔灰滑，④白而黏膩。
^pulse 脈沉滑。』
^ill<sub=1>〔氣機不降〕
^symtom ①噁心嘔吐，②噯氣嘔酸。
^ill<sub=2>〔水谷不分〕
^symtom 大便溏瀉。
^formulas
^formula1〔平胃散證〕適應噯氣嘔酸上腹脹滿，噁心洩瀉，腸鳴腹痛，不思乳食，舌苔白滑序膩。
^ingredients916 茅蒼朮9g，厚樸、陳皮、甘草 各3g。洩瀉初期，大便滯下不爽，酌加制大黃，食滯不消加神曲、麥芽，小便短少加澤 瀉、車前子，嘔加半戾、生薑，腹痛甚加廣木香、白芍，有表證加粉葛根、蘊香，有熱加芩連，有寒加炮荽、砂仁。
^formula2〔大和中飲證〕治飲食阻氣，宿食停滯中脘、阻胃之降，呃逆，噯腐吞酸，胸脘脹痛拒按。詳見論著（3)。
^ingredients917 山楂、厚樸、枳實、半芨、陳皮、乾薑、澤瀉、木香、麥芽、砂仁。
^formula3〔和中化濁湯證〕
^origin〔費伯雄方〕
^ingredients918 茅蒼朮、厚樸、茯苓、枳殼、青皮、砂仁、木香、烏藥、1!楂炭、神曲、車前子、荷葉、煨姜。
^formula4〔三宜湯證〕
^origin〔(龔志賢臨床經驗集》方〕
^ingredients919 蓿香、蘇梗、厚樸、蒼朮、茯苓、前胡 各12g，木香、法半犮、生薑、黃芩 各9g。
^formula5〔不換金正氣散證〕
^origin〔《蒲園醫案》方〕
^ingredients920 蒼朮、豬苓 各9g，厚樸、陳皮、半芨、資香梗、生薑 各6g，甘草3g。‧
^ingredients921 (1)吳鞠通：足太陰寒濕，舌苔灰滑，中焦滯痞，單果茵陳湯主之：草果3g，茵陳、茯苓皮 各9g，厚樸、豬苓、大腹 皮 各6g，廣陳皮、澤瀉 各4.5g (《溫病條辨》卷一 53)0
^ingredients922 (3)賈中飲食阻氣，宿食停滯中脘，阻胃之降，呃逆，噯腐吞酸，如脘脹痛拒按，大和中飲：山楂、厚樸、枳實、半 夏、陳皮、乾薑、澤瀉、木香、麥芽、砂仁。
^ingredients923 (4)自覺滿悶，食慾不振，食後飽悶，噁心噯氣，大便不調，四肢沉困，舌苔厚膩，主排氣飲，理氣化濁：藿香、木 香、烏藥、厚樸、枳殼、香附、陳皮、澤瀉。
^ck11z13h267
^chinese 寒濕洩瀉，痞滿，濕瀉。
^combo 陽滯+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom ①肢厥，②小水清利，③身痛重作，④惡寒戰慄。
^tounge ①舌苔淡白，②白滑而嫩，③灰滑。
^pulse ①脈沉弦而遲，②沉遲而滿。
^ill2〔氣機不利〕
^symtom ①腹痛，②腹脹痛，③腹滿，④中脘不暢。
^ill<sub=1>〔水谷不分〕
^symtom ①下利完谷不止，②小便不利。
^tounge 苔白滑。
^ill2〔氣機不降〕
^symtom ①吐水，②嘔逆，③呃逆。
^ill<sub=2>〔氣機不宣〕
^symtom ①腹滿。
^formulas
^formula1〔胃苓湯證〕
^origin〔《通俗傷寒論》用方〕
^ingredients924 蒼朮、陳皮、白朮、澤瀉、豬苓 各4.5g，厚樸6g，帶皮茯苓 12g，肉桂1.2g。水煎服。
^formula2〔神香聖術煎證〕
^origin〔《通俗傷寒論》用方〕
^formula3〔附子理中湯證〕
^origin〔《通俗傷寒論》用方〕
^ingredients925 (3)董廢翁：洩瀉腹滿，小便不利，全五苓散合理中湯，嘔加蓿香、陳皮、半夏、生薑，腹脹加厚樸，腹痛不止加炒 白芍、肉桂、木香。
^ck11z13h261
^norm 氣虛中滿。
^chinese 虛脹，洩瀉，休息痢。
^combo 氣虛+氣滯
^ill〔氣虛失充〕
^symtom ①腸鳴，②午後形寒，③神情疲憊，④乏力。
^tounge 舌尖紅質淡。
^pulse ①脈軟無力，②小緩，③脈兩寸沉貓，右關沉遲。
^ill2〔水谷不分〕
^symtom ‧. 0）便溏，２瀉稀水，３完谷不化。
^ill<sub=1>〔氣機不利〕
^symtom ①大腹痞滿，②時脹時感中空無物，喜手按摩，③食後腹痛。左下腹按之痛，④痢下赤白，大便有黏液而不爽，裡急後重。
^tounge ①舌苔白，②滑膩，序，③苔穢膩。
^pulse 左關沉弦，兩尺沉滑有力。
^ill<sub=2>〔氣機不宣〕
^symtom 不思食。
^ill2<sub=2>〔氣機不降〕
^symtom ①噯腐吞酸，②艱逆。
^formulas
^formula1<var=2>〔黃耆建中湯證〕
^origin〔平世昌方〕
^ingredients926 生黃耆、黨參、麥芽、蒼朮、扁豆 各9g，桂枝4.5g，炒白芍、大棗各1知，甘草、煨木香、老薑 各3g。
^formula2〔六君子湯合調氣散證〕
^origin〔』孟慶錫方〕
^ingredients927 黨參15g，茯苓12g，蒼朮、白朮、木香、蘇梗、藿香、檳榔、焦山楂10g，砂仁3g，沉香粉1.5g (沖）。
^ingredients928 (1)張伸彔：發汗後腹脹滿者，厚樸、生薑、半夏、甘草、人參湯主之（《傷寒論》16條）。
^ingredients929 (3)肢脹時作時消，遇食則脹益甚，或如停食之噯腐吞酸，主補脾氣以助健運，參術健脾丸：人參、白朮、陳皮、半 夏、甘草、茯苓、砂仁、厚樸。
^ck11z13h270
^norm 虛脹，虛痢。
^chinese 白銅，休息蝴，虛脹，洩瀉。
^combo 陽廉+氣滯
^ill〔陽氣不振〕
^symtom ①不喜食，②凜凍惡寒，③肢厥，④汗出，⑤面青，⑥倦怠乏力，⑦唇黯。
^tounge 舌淡，苔白膩。
^pulse 脈沉遲無力，細小，浮大無力，輔細。
^ill2〔氣機不利〕
^symtom ①朝寬蕎急，胲脹難忍，②肛墜痛便不爽，③臍痛連腰，少腹滿脹，少腹板窒，腸鳴，④ 脹疼交迫，⑤銅下黏液，日三、四行。
^tounge 苔根淡黃白膩，苔白腐。
^pulse 脈弦緊。
^ill<sub=1>〔水谷不分〕
^symtom ①下痢純白，如水晶魚腦，②便溏不爽，③自利，④小便不利。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸腹滿悶，②胃納呆鈍，食後不適，納少，③胺痞，④二便不暢。
^formulas
^formula1〔白朮和中湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔苓澤理中湯證〕
^origin〔蒲輔周方〕
^ingredients930 黨參、炙甘草 各6g，炒白朮、茯苓 各9g，乾薑、澤瀉 各4.5g，肉桂1.5g。
^ingredients931 (2)曹伯仁治中陽不足，寒濕有餘，脘痞納少，舌白便溏，脈細小，法當溫化即平為妙：茅蒼朮理苓湯加大旗皮、雞 內金、葛花、川厚樸。再診，溫化不足以消脹滿，陽之虛也，甚矣！重其制以濟之：茅蒼朮、川附、乾薑 各4.5g，黨參 9g，肉桂2. lg，防風6g，茯苓、五加皮各％，陳皮3g。三診，諸恙向安，仍守前法以祛留濕：川附、桂枝 各3g，黨參9g，生白朮4.5g，乾薑1.2g，茯苓4.5g (《柳選四家醫案》45)0
^ck11z13h269
^norm 濕傷中陽。
^chinese 鶩溏，飧洩。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^symtom ①肢冷，身冷，②足跗寒，③畏寒，④厥逆，⑤冷汗淋漓，微汗，⑥面唇青黯，⑦昏睡，⑧臍腹冷痛，喜按容溫，⑨胃不喜食。
^tounge ①舌白潤，②灰潤。
^pulse ①脈沉遲細弱，②沉微。
^ill2〔氣機不利〕
^symtom ①腹中綿綿作痛，②腸鳴切痛，③氣閉肛腫，墜痛。
^tounge 舌苔腐白。
^ill<sub=1>〔水谷不分〕
^symtom ①水糞雜下，②便多稀水色白無臭，③完谷不化，④如鴨溏。
^ill<sub=2>〔氣機不降〕
^symtom 呃逆。、
^formulas
^formula1〔姜術二仁湯證〕
^origin〔費伯雄方〕
^ingredients932 炮孌、白朮、茯苓、半夏、薏苡仁、砂仁、當歸、厚樸、木香、廣陳皮、生熟谷芽。
^ingredients933 米炒黨參、白雲苓 各9g，土炒白朮6g，炙甘草1.5g，姜炭2.4g，土炒蒼朮、葛根 各0.6g，益智仁3g，粳米1撮。
^ingredients934 者自利不渴，更加呃沖氣逆者，憊救土敗，附子粳米湯：人參9g，附子、炙甘草、乾薑 各6g，粳米一合。
^ck11z13h177
^norm 小腸寒濕，陽虛寒濕，濕聚太陰。
^chinese 吐血，便血，痔血。
^combo 陽虛+氣虛+血滑
^ill〔陽氣不振〕
^symtom ①面色萎黃，②痿弱不振，③肢體麻痺，④便演，洞洩，⑤肢冷<，怯寒，餅汗淋漓。
^tounge 舌淡白灰潤。
^pulse ①脈細澀，②沉數，③沉欲絕。
^ill2〔血絡不固〕
^symtom ①吐血不止，血色淡紅，②濤血，③糞前下血，散而紫暗，④便後血色紅紫，兼行成塊而 下，⑤血色黑暗如，稀豆汁，⑥純血無度。
^ill<sub=1>〔氣虛失充〕
^symtom ①食少，②頭暈心慌，③氣短自汗。‧
^symtom ①肢冷畏熱，②欲飲不能飲，③語言或蒙或清。
^formulas
^formula1〔加減黃土湯證〕
^origin〔胡在茲方〕
^formula2〔暖胃通陽法證〕
^origin〔葉天士方〕
^formula3〔加味五苓散證〕
^origin〔余聽鴻方〕
^ingredients935 白術、豬岑、赤茯苓、澤瀉 各6g，炒溏苡仁I2g，山楂炭9g，桂枝、藿香 各3g，炮姜、白蔻仁 各1.5g，荷葉蒂3枚，姜、棗。
^ingredients936 (2)吳鞠通：濕久傷陽，痿弱不振，肢體麻痺，痔瘡下血，術.附姜苓湯主之。生白朮、茯苓 各15g，附子、乾薑 各9g6
^ck11z13h268
^norm 卒中寒濕，陰寒直中少陰。
^chinese 痧氣，乾笛亂。
^combo 陽閉+氣亂
^ill〔陽氣閉塞〕
^symtom ①眩胃欲絕，②四肢厥冷，③身痛。
^pulse 脈微沉伏。
^ill2〔氣機逆亂〕
^symtom ①腹內雷鳴，或疼痛如絞，②吐瀉交作，③吐瀉不得，④嘔吐下利清水。
^pulse 脈沉緊而遲。
^ill<sub=1>〔氣機不利〕
^symtom 心痛欲死。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula〔蜀椒救中湯證〕
^origin〔吳鞠通方〕
^ingredients937 炒川花椒、淳樸 各9g，乾薑 12g，檳榔、廣陳皮各知，轉筋加桂枝、薏苡仁 各9g，防己15g，厥者加附子6g。
^alias寒濕痛換t，寒痺血凝，寒結膀胱。
^chinese 風虛，胳痛連腰，久揭，洞洩，休息銅，貨帶下，牡拒，黑疸，虛斑，浮腫，陰水，石水，正水，虛脹，疳 瀉腫脹，腳氣，寒濕痺痛，濕痺，寒痺，者痺，厄痺，偏癱，痿證，腎著，癃閉，寒疝，木賢，冷淋，陽萎，白濁，傷口流水。
^western中毒性消化不良，慢性腹瀉，慢性結腸炎，腸結核，阻塞性黃疸，.膽結石，膽囊積水，營養性水腫，慢性腎 炎，隱IS型腎炎，腎結石，前列腺肥大，覓症肌無力，多發性神經炎，血栓閉塞性脈管炎，坐骨神經痛，風濕性關節炎，類風濕性關節炎，腰肌纖維炎，系統性硬皮病。
^ill〔陽氣不行〕
^symtom ①四肢清冷，肢厥，手指麻木，兩腿麻木不仁，②體重） 腰膝痠重，③午後形寒，陰股間寒，④ 口淡不渴，納減，⑤大便自調或溏，⑥面色漆黑，喑睡懶言。
^tounge ①舌淡白而潤，②苔白滑，③淡白胖滑，④苦薄白膩。
^pulse ①脈沉弦且遲，.②脈右沉小，③脈沉細
^ill2〔陽氣不振〕
^symtom ①身常凜凜惡寒，②面色菱黃，面色晦滯，③口.唇及上齦色紫，④畏寒納少，喜食甜味，⑤平時 大便稀溏，⑥便白?，遇冷則發，⑦帶下，帶色淡黃，質清稀，⑧腰酸腿軟。
^tounge ①舌淡，②舌紫苔白，③舌苔薄膩，④苔白膩。
^symtom ①腹痛便前後更劇，②腸「腹脹，③腹常脹滿，④臍痛連腰。
^symtom ①大便溏瀉，②腹痛腸鳴，③腹瀉經年，時見赤白。
^symtom ①肢重，②面浮。t
^symtom ①骨節酸困疼痛，固定不移，遇寒加蜇，②四肢骨節.沉困疼痛，兩膝關節及肩關節冷痛，③兩膝 酸痛，陰寒加劇，④兩下肢浮腫冷痛，⑤腿痛，步履維艱，兩腿疼痛不能移動只能仰臥，不能翻身，⑥足脛疼痛，仲屈不 利，⑦腰髀痛痺連及胯腹，難於轉側，⑧兩膝、兩踝及兩手腕、指關節腫大、變形，疼痛，不能鳥由活動外，兩髖關節亦 強直俚化，兩肩、肘關節亦俋化。
^symtom 腳攣急拘痛，麻痺。
^ck11z19h070
^norm 風虛。_
^chinese 風虛眩暈。
^combo 陽滯+清空+氣逆
^formulas
^formula〔近效術附湯證〕
^origin〔《金躚要略》方〕
^ingredients938 白朮OOg，附子枚半，炙甘草30g，研末每15g，姜5片，棗1枚；水煎2. lg溫服。
^ck11z19h270
^norm 中下寒濕。
^chinese 久瀉，休息痢，黃帶下，臍痛連腰。
^western 腸結核，饅性結腸炎，慢性腹瀉。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^symtom ①身常驤糜惡寒，②面色萎黃，面色晦滯，③口唇及上齦色紫，④畏寒納少，喜食甜味，
^tounge ①舌淡，②舌紫苔白，③舌苔薄膩，④苔白膩。
^pulse ①脈沉細少力，②沉遲，③脈虛細，④脈細。
^ill22〔氣機不利〕
^symtom ①腹痛便前後更劇，②腸鳴腹脹，③腹常脹滿，④胳癉連腰。
^ill<sub=1>〔水谷不分〕
^symtom ①大便溏瀉，②腹痛楊鳴，③腹瀉經年，時見赤白。
^ill<sub=2>〔氣機不宣〕
^symtom ①肢重，②面浮。
^formulas
^formula〔溫陽扶脾方證〕
^origin〔黃一嶧方〕
^ingredients939 炙升麻、炮附子、葛根 各6g，扁豆衣、補骨脂、雞內金、澤瀉各lbg，炮姜3g，焦谷芽、車前子 各15g。
^ingredients940 (4)王旭高治臍痛連腰，喜食甜味，身常凜凜惡寒，脈遲，通陽以破陳寒，益火以消陰翳，四君子湯去甘草，加肉 桂、木香、烏藥、肉蓯蓉（《柳選四家醫案） 263)。
^ingredients941 (7)李泰治周文秀，女，38，脈左細右革，頭痛眼花，肢體睏倦，漏病最甚，此體虛夾寒濕之證。宜溫補脾腎，兼以 除濕：參須1.5g，白朮、雲茯苓、黃耆、當歸 各4.5g，益智3g，乾薑、炙甘草 各0.9g，芡實、山藥、巴戟 各9g (《慎中醫 案》)。
^ck11z19h089
^norm 陰水泛溢。
^chinese 陰水，石水，正水，黑疸，腳氣。
^western 營蕎性水腫，阻塞性貨疸，膽結石，膽瘓積水。
^combo 陽滯+津滯+氣鬱
^ill〔陽氣不行〕
^symtom ①四肢清冷，肢厥，手指麻木，兩腿麻木不仁，②體重，腰膝痠重，③午後形寒，陰股間 寒，④口淡不渴，納減，⑤大便自調或溏，⑥面色漆黑，嗜睡懶言。
^tounge ①舌淡白而潤，②苔白滑，③淡白胖滑，④苔薄白膩。
^pulse ①脈沉弦且遲，②脈右沉小，③脈沉細。
^ill2〔津不化氣〕
^symtom ①先腫下焦，繼則一身悉腫，②足脛腫甚，按之而不起，③腹水明顯，④四肢浮腫，⑤兩 腿及陰囊皆腫，⑥腸間漉漉有聲，⑦心下悸。
^tounge 舌苔白膩。
^pulse ①脈息緩大，②脈弦。
^ill<sub=1>〔氣化不行〕
^symtom 小便少，不利，色白。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶，脘悶腹脹，②口乾，③大小便不利。
^ill2<sub=2>〔氣機不降〕
^symtom 嘔惡。
^formula1〔麻附五皮飲證〕
^origin〔《通俗傷寒論》方〕
^formula2〔消水聖愈湯證〕
^origin〔陳源生方〕
^ingredients942 桂枝、生薑、麻黃 各9g，細辛4.5g，茯苓皮15g，大棗、天雄 各12g，甘草、知母 各6g，水煎服。
^formula3〔腳氣湯證〕
^origin〔《程門雪醫案》方〕
^ingredients943 蘇葉蘇梗、五加皮、酒炒陳木瓜、澤瀉 各4.5g，陳皮6g，大腹皮、生熟薏苡仁 各9g，連皮苓、冬瓜皮 各12g，孌皮、吳茱萸 各2.4g。
^ingredients944 (3)脾腎陽虛，水濕不能運化，氾濫於中，腳腫痛，斷成水狀，中焦脹滿，飲食不思，主溫脾腎以祛寒濕，半芨湯: 半夏、人參、桂枝心、乾薑、附子、炙甘草、細辛、川花椒。
^ingredients945 (4)脾腎陽虛，土不制水，腹脹足腫，腸間漉漉有聲，心下悸，小便不利，脈沉弦且遲，主補火生土，復元丹：澤 瀉、附子、木香、茴香、花椒、獨活、肉豆蔻、厚樸、白朮、橘皮、吳茱萸、桂枝心、檳榔。
^ck11z19h169
^norm 陽虛水泛。
^chinese 虛脹，疳瀉腫脹，牡瘧，浮腫，陰水，痿證。
^western 慢性腎炎，隱匿型腎炎。
^ill〔陽氣不振〕
^symtom ①面色蒼白，面色痿黃，面色晦暗，青黑，口唇淡白無華，②氣色枯白，毛髮枯黃，③頭 重，柄神萎靡。少氣懶言，語言低怯，形體蜷縮，目睛疏腑，形神木呆，飲食減少乏味，④肢冷畏寒，四肢厥冷，畏寒而 不甚熱，⑤腰部作痛，腰背涼痛，⑥小便淡黃X舒，⑦股中腸鳴隱痛，大便稀溏，⑧下肢瘺廢不用，⑨傷口晦暗，不紅不 腫，色淡而不澤，流淡灰色膿水，疼痛入夜尤甚。
^tounge ①舌淡少苔，②舌淡質胖。.j
^pulse ①脈象綏弱無力，②脈遲弱指下模糊，③脈細微無力，④脈沉細無力。
^ill2〔津不化氣〕
^symtom ①面3浮腫，面黃浮腫，②先腫於外，腎我亦腫，③後脹於內，腹部膨隆，④口舌乾燥。
^tounge 質淡，苔白多律，②苔白膩。
^ill<sub=1>〔氣化不行〕
^symtom ①尿雖甚少，②溲少而清。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸痞，語言不能出聲，②胺脹，③飲食不納。
^ill<sub=2>〔氣機不利〕
^symtom 腹脹。
^ill2<sub=2>〔氣機不降〕
^symtom ①噁心嘔吐，②飲食不進。
^formulas
^formula1〔補腎健脾丸證〕治脾腎寒濕傷陽，浮腫腹脹，下肢厥冷，脈沉苔白。
^ingredients946 杜仲、淮山、赤茯蒼、豬等、炒牛膝、車前子、澤揮、建曲、雞內金、黃耆、當歸、生地、熟地、穀麥芽1枳殼 各90g，補骨脂、附子、丹皮、廣陳皮、白朮 各60g，肉桂、廣木香 各30g，沉香15g。
^formula2〔溫陽利水法方證〕鄒雲翔治腎炎全身浮腫，.有腹水，大便溏薄，肢冷畏寒，苔白，質淡，詳見病案（4.)。
^ck11z19h219
^norm 陰中陽虛。
^chinese 洞洩。『
^western 中毒性消化不良。
^combo 陰虛+陽虛+津滯
^ill〔陰虛失養〕
^symtom 小便全無。
^tounge 舌紅幾近無苔。
^ill2〔陽氣不振〕
^symtom ①面色恍白，②神困嗜睡，③睡臥露睛。
^tounge 胖嫩有齒印。
^ill<sub=1>〔氣化不行〕
^symtom 小便點滴不暢。
^ill<sub=2>〔津不化氣〕
^symtom ①口渴飲水，②忽然大瀉，噴射水液，時帶青綠，一日十餘行，或數十行，完谷不化，直 下無留。
^formulas
^formula〔胃關煎證〕
^origin〔《錄岳全書》方〕
^ingredients947 1論著：陳士鐸：腎水不足以制火，口渴飲水，忽然大瀉，一日十餘行，或數十行，完谷不化，直下無留，生陰止瀉 湯：山茱萸、車前子、茯苓、白芍、肉桂、白朮、甘草、山藥、薏苡仁。存陰湯：熟地、山藥、茯苓、車前子、白朮、甘
^ingredients948 草、澤瀉。
^ck11z19h018
^norm 寒濕痛痺。‧
^chinese 寒痺，者痺，虺痺。
^western 坐骨神經痛，風濕關節炎，類風濕性關節炎，系統性硬皮病
^combo 氣虛+營虛+陽鬰+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①面色少華，②氣短，③消瘦乏力，④便溏，⑤食慾不振。
^tounge 舌質淡苔薄白。
^pulse 兩寸尺均無力。
^ill2〔陽氣不行〕
^symtom ①手足涼，形寒，畏寒肢冷，②面色青黃，③頭有汗而身無汗，④不渴，小便清白，⑤時
^tounge ①舌淡苔白滑，②舌苔白膩。
^pulse ①脈緩近遲，脈兩尺沉細，寸關弦涅，②脈弦遲，③脈沉細無力，④脈左沉遲，⑤脈浮大
^ill<sub=1>〔經脈不利〕
^symtom ①骨節酸困疼痛，固定不移，遇寒加重，②四肢骨節沉困疼痛，兩膝關節及肩關節冷痛，
^symtom 腳攣急拘痛，麻痺。
^ill<sub=2>〔營虛失養〕
^symtom ①形瘦，②有間斷髮熱，③心中煩熱。
^tounge ①舌紅潤，②舌淡紅，苔溥白潤。
^pulse ①脈象兩關弦虛，②脈細緩無力，.③脈象弦數。
^formulas
^formula1〔甘簞附子湯證〕
^origin〔朱顏方〕
^ingredients949 治寒痺，手足涼，兩腳攣急拘痛，詳見病案（3)，（4)、（5)、（6)、(7')0　　　桂枝、甘草 各9g，白芍6g，白朮、附子（先煎）、牛膝 各12g。
^formula2<var=2>〔治旭湯證〕
^origin〔焦樹德方〕
^ingredients950 制附片:桂枝、赤芍、白芍、知母、白朮、炙山甲、生薑 各10gv炙虎骨（另煎兌人）6.25g，骨碎補、防風、威靈仙 各i2g，麻黃、甘草 各6g，水煎服，6劑。
^ck11z19h024
^norm 寒痺血凝。
^chinese 虛斑，偏癱，寒濕痺痛。
^western坐骨神經痛，風濕性關節炎，類風關。‧
^combo 陽滯+血滯+絡滯』
^ill〔陽氣不行〕
^symtom ①泛惡清涎，②肢冷怕冷，肢體冰涼，喜暖怕冷，③頭暈目眩，④下肢麻木涼困，⑤便溏，
^tounge ①舌淡紅，②淡暗苔白薄，③薄白膩。
^pulse ①脈沉細，②沉微、池，③細弦緊，④脈沉緊。〔絡脈不宣〕
^symtom ①足腫腿重不舉，②口緊舌縮。
^ill<sub=1>〔血滯不行〕
^symtom ①虛斑，②皮膚紫黯，③週身大小關節腫脹疼痛。
^pulse 脈澀。
^ill<sub=2>〔絡脈不利〕
^symtom ①左癱無力以舉，②筋脈拘攣，③腰背涼痛，④髖膝關布疼痛，天陰加劇，膝關節尤甚，⑤下肢疼痛夜甚。
^formulas
^formula1〔通脈四逆湯證〕
^origin〔《傷寒論》方〕
^formula2〔當歸四逆湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔陽和解凝湯證〕
^origin〔留章傑方〕
^ingredients951 麻黃4.5g，熟地15g，白芥子、甘草 各3g，阿膠、乾荽 各6g，桂枝9g，加酒制白芍15g，焦術9g。
^formula4<var=2>〔烏頭湯證〕
^origin〔黃英俊方〕
^ingredients952 (1)姜春華治寒濕痺痛，腰痠，腿重舉不動，頭暈目眩不開，週身疼已年餘，足腫怕冷，發猶重絮，腹痛無所指，脈 細少力，苔白，陽虛陰盛之證：制川烏、淡附子、乳杏油、松節 各6g，川續斷、雞血籐、威靈仙、?子仁、鹿角、狗脊 各9g，官桂3g，服後嘔吐，週身疼劇，加砂仁.5g，陳皮、麥冬 各6g，石斛9g，枸杞子3g，玉竹15g，嘔吐除，症減輕：制 川烏、淡附子、防風、鹿角、秦艽、陳皮 各6g，桂枝、神曲 各9g，當歸3g，細辛、白蔻仁 各1.5g，玉竹30g，噁心加吳茱 萸，漸愈。
^ck11z19h308
^norm 下焦寒濕。
^chinese 腎苕，陽痿，白濁。
^western 風濕性關節炎，腰肌纖維炎。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom ①身重，肢體困重，②四肢不溫，面色微黃，③腰部酸楚，腰冷如冰，④腰背沉重痠痛，下肢困重，遇陰雨氣候寒冷痛勢增劇，得熱則暖，⑤口乾不欲飲，納谷不香，吋而噯氣，⑥下肢無力良寒，⑦少腹部脹墜
^tounge ①舌淡紅，②苔白薄膩，③苔白厚膩。
^pulse ①緩而近遲，②脈沉實，③脈多沉緩，④脈沉細澀，⑤脈沉而小滑。
^ill<sub=1>〔絡脈不利〕
^symtom ①腰重，②腰痛乏力，③腰以下冷痛，④夜間尤甚，陰雨則甚，⑤腰痛如折傴僂，⑥腰背 拘急，⑦?尻痠楚，⑧腰髖部冷痛II宥，不能.轉側，活動不利。
^pulse 脈滿細。脈濡微弦。
^ill<sub=2>〔氣化不行〕
^symtom 小便混濁，如米泔，尿時不痛。
^formulas
^ingredients953 甘草、白朮 各二兩，乾薑、茯苓 各四兩。
^formula2〔陳兆福祖傳方證〕治風濕關節炎，腰腿痠痛麻木，夜間較甚，彎腰不能，喜熱敷，活動時痛加，下肢無力畏寒。
^ingredients954 當歸、蒼朮（米泔水沒，灶心土炒）、麻黃、杜仲（姜炒）、川續斷、川牛膝、木瓜、首烏 各12g，高良姜、桑寄生各
^ingredients955 15g，羚羊角9g，木耳600g，共末。早晨空心黃酒下12g。
^ingredients956 (2)寒濕之邪，笤於腰際，病關脾賢，腰痛沉重，甚則如帶五千餞，溶溶如坐水中，遇陰雨則甚，脈細濡或腰痛如 折，不能轉例，久則傴倭，得熱則緩，或痛時腰背拘急，治從脾腎，溫脾以利水，溫腎以化氣，利水則濕去，化氣則寒除，主加味腎著湯：白朮、茯苓、乾姿、甘草、肉桂、杜仲、豨薟草、防己、附子。或姜附湯加肉桂、杜仲。王雨三主五苓散 加杜仲、金毛狗脊，或新定白朮湯：生白朮、杜仲各15~30g，附子9g，脈沉微加肉桂3g，脈沉數加川蔌柏。陳士鐸主轉 腰湯：白朮30g，杜仲、巴戟 各15g，防己、羌活 各1.5g，肉桂3g，蒼朮9g，桃仁5粒。
^ingredients957 (4)體半多濕，命火為濕邪所遏不能用事，脈湔滑，苔白膩，陽事不舉，主健脾和胃化濕，如蒼朮、萆蘇、半夏、陳 皮、茯苓、惹苡仁、澤瀉之類，傷於寒濕主效應散洗陰莖襄：附子、蛇床子、紫稍花、石菖蒲、遠志、海蠑蛸、木蹩、小 茴香。
^ingredients958 (3)江克明治38歲男，腰痛常發兩年餘，去冬今春尤甚，脈綏近遲，苔白厚膩，乃寒濕傷腎經，腎者湯加味：乾薑 5g，蒼朮、白朮、茯苓、獨活、杜仲 各9g，炎甘草3g，桑寄生I2g，3劑，痛減，加肉桂3g，桂枝、補骨脂、川續斷 各9g，3劑，痛大減，苔化，再5劑。
^alias肝強脾弱，肝脾不和，寒濕發黃，陰毐內陷。
^chinese 寒痺，寒濕痺症，風寒濕痺，頑痺，痛痺，周痺，虛痺，痿踅，胃脘痛，寒瀉，久瀉，痛瀉，久痢，陰黃，陰疸重症，走膽黃，水腫，職脹，陰厥，陰毒，痛經，閉經，陰吹，奔豚氣。
^western 風濕性關節炎，風濕性關節炎結節，滑囊炎，類風濕性關節炎，腰椎肥大，坐鐘神經痛，十二指腸潰瘍，急 性黃疸性肝炎，急性無黃疸性肝炎，慢性肝炎，肝硬化，肝腹水，饅性腎炎，變態反應性亞敗血症，再障，神經性腹瀉，結腸過敏性腹瀉。
^ill〔陽氣不行〕
^symtom ①面淡黃，面色萎黃間灰黑，面色乏華，②惡寒汗出，大汗淋漓，③肢冷，畏冷，痛處怕冷，夜 間疼甚，哀暖惡寒，④高熱不退，⑤頭昏心悸，⑥大便清稀，⑦精神萎靡，消瘦，形容憔悴，疲憊不堪，全身困乏。
^tounge ①舌淡稍胙，苔中後白傅微膩，②舌淡有齒痕苔白膩，③苔白厚膩。
^pulse ①脈沉遲，②脈象細遲，③脈沉細而緊，④脈細弦滑，⑤脈沉弦滑，⑥脈弦緊略細。
^symtom ①面色蒼白，唇中蒼白而暗，或黃色不鮮，晦暗無澤，②眩犖，③形體消瘦，神衰氣短，倦怠嗜 臥，氣短懶言，語言低微，不能接續，.④形寒畏冷，嗇嗇惡寒，畏寒苗熱，汗出，⑤不思飲，不饑不渴，⑥腰酸腿軟，⑦ 四肢浮腫，⑧一身盡貲，面目黧隳，小溲淡黃。
^tounge ①舌淡苔薄膩，②薄白。
^pulse ①脈級細滑，②沉細緩無力，③脈微欲絕。
^symtom ①右脅疼痛，②兩脅痛，脅下拘急而痛，③胸悶，④腹滿不欲飲食。
^tounge 苔厚白膩<
^pulse ①脈象虛弦，②脈緊弦。
^symtom ①腹瀉，②便溏，③大便灰黑。
^symtom ①納少泛惡，②嘔惡。
^symtom ①皮膚紅斑，②經行色黑蛩少，③經痛，④經不行。
^tounge 舌淡暗。
^symtom ①腰痛，②四肢關節疼，③下肢關節痠脹疼痛，④全身肌肉，關節疼痛，以兩膝關節明顯，觸之 疼痛叫喊。
^symtom ①四肢屈伸不利，②手、肘疼痛、麻木、沉重，③指關節腫大畸形，④左下肢疼痛麻木沉重，發 涼屈伸不利，⑤全身關節疼痛紅腫，⑥四肢彎曲，肌肉蔞縮，強直俚化，不能抬舉屈伸，⑦張口困難，舌不能伸張。
^ck11z18h012
^norm 寒濕鬰滯。
^chinese 寒痺，寒濕痺症，痿摺。
^western 風濕性關節炎結節，滑旗炎。
^combo 陽滯+表鬰+血滯+經滯+絡滯
^ill〔陽氣不行〕
^symtom 畏寒喜暖。
^tounge 舌苔薄白，薄白少津。
^pulse ①脈遲緊，②脈沉弦小緊。、
^ill2〔腠理不宣〕
^symtom 週身緊束。
^pulse 脈弦緊。
^ill<sub=1>〔血滯不行〕
^symtom 關節周圍起疙瘩。
^symtom ①腰腿掣痛，腰痛，從環跳穴向腿部的筋脈抽緊和重塑感，②四肢屈伸不利，③手足指趾 向內收引攣縮，疼痛難罵，④膝關節腫大，不甚疼痛，外觀膚色如常，推之有波狀。
^ill2<sub=1>〔絡脈不利〕
^symtom ①踝關節酸重疼痛，②下肢麻木，活動不便，③痿軟癱瘓。
^ill<sub=2>〔清空不宣〕
^formula1〔烏頭桂枝湯證〕
^origin〔《金肢要略》方〕
^ingredients959 桂枝、芍葯、甘革、生薑、大棗、烏頭。
^formula2〔千金薏苡仁湯證〕適應寒邪佼襲經絡，四肢拘孿。
^ingredients960 白蘞、葸苡仁、白芍、桂枝、肉桂、酸棗仁、乾薑、牛膝、甘單、附子、酒。
^formula3〔桂枝附子湯證〕
^origin〔《傷寒論》方〕
^ingredients961 桂枝 四兩，炮附子三枚，生薑 三兩，大棗十二枚，炙甘草 二兩。水煎，分三次服。
^ck11z18h019
^norm 寒澉入絡。
^chinese 風寒濕痺。
^western 類風濕性關節炎，腰椎肥大改變，左側坐骨神經痛。
^combo 陽鬰+表鬰+絡鬰
^ill〔陽氣不宣〕
^symtom 素苒熱飲。
^tounge ①舌質淡苔薄白，②苔白微膩。
^pulse 脈沉細澀。
^ill2〔絡脈不宣〕
^symtom ①手指腫痛，②胸骨痛甚，③雙足踝腫痛，④腰酸，⑤膜臀牽引下肢痠痛。
^ill<sub=1>〔腠理不宣〕
^ill<sub=2>〔陽氣怫鬰〕
^symtom 頭眩。
^formulas
^formula〔桂枝芍葯知母湯證〕
^origin〔《金毆要略》方〕
^ingredients962 桂枝、知母、防風 各四兩，白朮、生薑 各五兩，芍葯 三兩，麻黃、炮附子、炙甘草 各二兩。水煎，分三次服。
^ck11z18h024
^norm 寒濕入血，頑痺。
^chinese 痛痺，寒痺，寒濕痺症，痛經。‧令
^western 變態反應性亞敗血症。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom .‧１面淡黃，面色蔞黃間灰黑。面色乏華，２惡寒汗出，大汗淋漓，３肢冷，畏冷，痛處怕 冷，夜間疼甚，喜暖惡寒，４高熱不退，５頭昏心悸，６大便清稀，７銪神莽靡，消瘦，形容憔悴，疲憊不堪，全身困乏。
^tounge ①舌淡稍胖，苔中後白薄微賦，②舌淡有齒痕苔白膩，③苔白顱膩。
^pulse ①脈沉遲，②脈象細遲，③脈沉細而緊，④脈細弦滑，⑤脈沉弦滑，⑥脈弦緊略細。
^ill2〔絡脈不宣〕
^symtom ①腰痛，②四肢關節疼，③下肢關節痠脹疼痛，④全身肌肉，關節疼痛，以兩膝關節明顯，觸之疼痛叫喊。
^ill<sub=1>〔血滯不行〕
^symtom ①皮膚紅斑，②經行色黑1：少，酸痛，④經不行。
^tounge 舌淡暗。
^pulse 全身浮腫加重，臥床不起，關節痠痛增劇。
^ill<sub=2>〔絡脈不利〕
^symtom ①四肢屈伸不利，②手、肘疼痛、麻木、沉寬，③指關節腫大畸形，④左下肢疼痛麻木沉 重，發涼屈伸不利，⑤全身關節疼痛紅腫，⑥四肢彎曲，肌肉萎縮，強直俑化，不能抬舉屈伸，⑦張口困難，舌不能伸張。
^formulas
^ingredients963 羌活、獨活、秦艽、木瓜、蒼朮、桂枝、赤芍、當歸 各10g，雞血籐、桑枝 各30g，萆蘚12g，生薑6g，川烏5g。
^ck11z18h018
^norm 虛痺。-
^chinese ‧風寒濕痺，周痺，痛痺，痿鐙。
^western 風濕性關節炎，風濕結節。
^combo 氣虛4‧營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①多汗，②身體困乏。
^tounge 舌淡。
^pulse 脈沉緩無力。
^symtom ①初期多兼畏寒惡風或發熱等表證，②下肢厥冷，③一般疼痛較劇，喜熱惡冷，遇寒痛增，熱熨則減，夜甚於晝。
^ill2〔陽氣不行〕
^tounge １舌淡苔白滑而膩，２苔多白膩，３舌紫苔膩。
^pulse １脈沉弦滑，２脈弦緊。
^symtom １遍體疼痛酸楚，關節涵伸不利，２四肢關節疼痛如錐刺，３足踝腫痛，４四肢關節疼痛，
^ill<sub=1>〔經脈不利〕 ５兩膝宛如錐刺。
^ill2<sub=1>〔辟脈不利〕
^symtom １手足指收引攣痛，２四肢屈伸不利，３手指腫痛，４劇痛刺痛，５四肢麻木，人夜手足 麻疼，６斑結節，７兩踩關節數個皮下小結色紫紅而黯。
^ill<sub=2>〔茳虛失養〕
^symtom ①手足瘺軟癱瘓，②麻木不仁。
^tounge 舌質淡紅。
^pulse 脈細虛弦。
^formula1〔?己烏桂湯證〕
^origin〔李志銘自擬方〕
^ingredients964 黃耆、防風、當歸、威靈仙、羌活、獨活、秦艽 各12g，防己15g，桂枝10~20g，白朮、制川草烏 各10g，地風皮
^formula2<var=2>〔仲景烏頭湯證〕
^origin〔謝英彪方〕
^ingredients965 制川烏6g，細辛3g，炙黃耆15g，赤白芍、當歸、玄胡、桂枝 各10g）川牛膝、威靈仙 各12g，炙甘草5g。
^formula3〔周痕湯證〕
^origin〔《程門畚醫案》方〕
^ingredients966 生黃耆15gi全當歸、生白朮 各12g，桂枝、白芍、附片、炙廿草、秦究、木防己 各9g，煨姜2片，紅棗6枚。
^ingredients967 (2)張伯臾治風寒濕痺，川烏通痺湯：制川烏4~5g，麻黃3~6g，獨活6~9g，防己15～30g，木通6g，黃耆2 ~
^ingredients968 18g，當歸15g，甘草4.5g，風重加桂枝、防風，寒重加附子、鹿角片，濕重加薏苡仁、蒼朮、蠶砂，有表證與麻黃湯、桂 枝湯、羌活勝濕湯等合用，發熱高者少佐銀花、連翹，疼痛明顯加五靈脂、乳香、沒藥，日久不愈加偎蠶、全蠍、土整蟲、蜈蚣、餌蜂房、烏梢蛇，活血藥不必多用，腫明顯者可用一二味（《張伯臾醫案）)。
^ingredients969 處方：薏苡仁24g，麻黃9g，茯苓、白朮、地龍 各15g，當歸12g，川烏頭 6g，黃耆18g，木通、赤芍 各9g，3劑，水煎服（飯前服），每八小印服一次，一日三次，一日一劑。藥後關節疼痛 大減。
^ck11z18h257
^norm 中焦寒濕。
^chinese 胃脘痛，久痢。
^western 十二指腸潰瘍，再障。
^ill〔氣機不宣〕
^symtom ①胸悶，②口膩，③怕冷，④納呆。
^ill2〔氣機不利〕
^symtom ①胃脘腹痛，②左脅氣竄塞脘，得矢氣較舒，③兩脅疼痛，④腹痛，⑤小腹痛。
^tounge ①舌苔白膩，②舌苔白厚膩，③舌淡而潤。
^pulse ①脈弦有力，②脈弦滑，③脈緩細而滑。
^ill<sub=1>〔氣機不降〕
^symtom ①哏吐酸水，②噯氣，③咳而頻嘔。
^ill<sub=2>〔水谷不分〕
^symtom ①便沏，②腹瀉。
^formulas
^formula〔平小湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients970 炒蒼朮、厚樸、陳皮 各4.5g，炙甘草2g，吳茱萸3g，法半夏、生薑、茯苓 各6g。
^ingredients971 1.論著小腹痛，主二陳加乾薑、吳茱萸、蒼朮、川擇樸。
^ck11z18h269
^norm 濕傷脾陽。
^chinese 陰黃，陰疸重症。
^western 急性黃疽性肝炎，慢性肝炎，肝硬化。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^symtom ①面色蒼白，唇甲蒼白而暗，或黃色不鮮，晦暗無澤，②眩暈，③形體消瘦，神衰氣短，倦怠嗜臥，氣短懶言，語言低微，不能接續，④形寒提冷，嗇嗇惡寒，畏寒喜熱，汗出，⑤不思飲，不饑不渴，⑥腰酸腿 軟，⑦四肢浮腫，（D—身盡黃，面目黧黑，小溲淡黃。
^tounge ①舌淡苔薄膩，②薄白。
^pulse ①脈緩細滑，②沉細緩無力，③脈微欲絕。
^ill2〔氣機不利〕
^symtom ①右脅疼痛，②兩脅痛，脅下拘急而痛，③胸悶，④腹滿不欲飲食。
^tounge 苔厚白膩。
^pulse ①脈象虛弦，②脈緊弦。
^ill<sub=1>〔水谷不分〕
^symtom ①腹瀉，②便溏，③大便灰黑。
^ill<sub=2>〔氣機不降〕
^symtom ①納少泛惡，②嘔惡。
^formulas
^formula1<var=1>〔茵陳術附湯證〕
^origin〔《丁甘仁醫案》方〕
^formula2〔加味歸耆建中湯證〕
^origin〔雔良蒲方〕
^ingredients972 黃耆、茵陳 各30g，當歸12g，白芍13g，桂枝、生薑 各9g，炙甘草6g，大棗4枚。水煎去渣，另飴糖60g，分兩次 兌服。
^ck11z18h168
^norm 陽虛濕滯。
^chinese 陰黃，寒濕發黃，走膽黃。
^combo 陽虛+陽滯+津滯
^ill〔陽氣不振〕
^symtom ①身寒，②背惡寒，③皮膚冷，④目不欲開，昏沉睏倦，⑤懶言，言語乏力，⑥自汗，⑦
^tounge 舌嫩苔白膩。
^pulse ①脈垮之空虛，②沉遲無力。
^ill2〔陽氣不行〕
^symtom ①色黃而晦，②身重，③四肢逆冷，④口淡不渴。
^pulse ①脈遲，②緊細。
^ill<sub=1>〔氣不化津〕
^symtom （D便溏，２小便不利，③嘔吐。
^ill<sub=2>〔陽氣怫鬰〕
^symtom 時驚悸囈語。
^ill2<sub=2>〔氣機不利〕『
^symtom ①心下痞硬按之痛，②胸中痞悶，③胸脅隱痛。
^formulas
^formula1〔茵陳附子乾薑湯證〕
^origin〔繭廢翁方〕
^ingredients973 茵陳、附子、乾薑。
^formula2〔茵陳術附湯證〕
^origin〔《醫學心悟&方〕
^ingredients974 茵陳蒿、炙甘草 各3g，白朮6g，附子、乾荽 各1.5g，肉桂0.9g。
^ingredients975 小便不利，口不渴者，五苓散加乾薑、茵陳，二便俱利者，理中湯加茵陳。天久淫雨，濕令大行，理中合平胃散，甚 者加附子扶陽洩濁。四肢逆冷而嘔，茵陳吳茱萸湯以通其厥：茵陳、吳茱萸、附子、乾荽、木通、當歸。
^ingredients976 發黃服前荽附藥未已，脈尚遲者，茵陳加吳茱萸、附子、乾薑、木通、當歸。
^ck11z18h296
^norm 寒濕鬰滯。
^chinese 陰厥，陰吹，奔豚氣。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom ①四肢厥逆，②嗇嗇惡寒，③#酒膩則寒戰。
^pulse 脈左沉弦滑。
^ill2〔氣機不利〕
^symtom ①腹痛下利後重，②腹滿洩瀉，③沖氣若奔豚，④氣從屎管出。
^pulse 脈右弦總。
^ill<sub=1>〔氣機不宣〕
^symtom 乾咳。
^ill<sub=2>〔陽氣佛鬰〕
^symtom ①發熱如焚，②心悸，③口渴。
^tounge 苔白底絳。
^formulas
^formula1〔當歸四逆湯證〕
^origin〔陳修園方〕
^ingredients977 當歸、白芍、桂枝 各9g，炙甘草、細辛、木通，大棗4枚。
^formula2〔加味四逆散證〕
^origin〔<通俗傷寒論》方〕
^ingredients978 (1)吳鞠通治太陽中風，延五日不解，沖氣上衝宛若奔豚，腹滿洩瀉而渴，且先伐其沖氣：桂枝、茯苓、川芎、當歸、川花椒炭、生薑與桂苓重伐腎邪，脈靜身涼，惟痰咳與和胃令能食：茯苓、桂枝、生薑、半芨、廣陳皮、大棗、焦白芍。
^alias寒濕痺證，寒濕腳氣。
^chinese 寒濕腳氣，抵痺，寒痺，痛痺，附伢疽，痛經，寒疝，縮陽證，男性.不育症，皮膚瘙癢。
^western 類風關，骨膜炎，急性皋丸炎。
^ck11z21h298
^norm 下焦寒濕。
^chinese 痛經，縮陽證，男杜不育症，皮膚瘙癢。
^combo 陽虛+血虛+氣滯+陽鬰
^ill〔陽氣不振〕
^symtom ①面色恍白，②四肢清冷；③形寒怯冷，④汗出淋漓，⑤全身倦怠，⑥腰部酸軟，⑦尿頻 數，排尿無力，⑧白帶多，⑨陰莖內縮，龜頭觸覺不靈，兩睪丸陰冷而潮濕，遇寒則收縮引痛。
^formulas
^ingredients979 熟地黃、白芥子、鹿角膠、'姜炭、麻黃、肉桂、生甘草。甫用炮荽、肉桂，加當歸、紫石英，永煎服。
^formula2<var=2>〔暖肝煎合二陳證〕
^origin〔許壽楠方〕
^ingredients980 當歸、茯苓、補骨脂 各9g，台烏藥6g，枸杞15g，小茵香、桂枝、吳英、陳皮、木香、炎甘草 各3g。
^formula3〔艾附暖宮丸證〕
^origin〔李濱引《壽世保元》方〕
^ingredients981 淨艾葉、熟附片、全當歸、熟地黃、生黃耆、朱茯神 各12g，紫肉桂、大川芎、炒白芍、吳茱萸、生甘草 各9g，粉萆 蘇 30g。
^ck11z21h306
^norm 肝腎氣結。-
^chinese 寒疝
^western 急性寒丸炎。
^combo 氣結+氣滯
^ill〔氣機鬱結〕
^symtom ①睪丸持續腫痛，質硬，伴有下墜脹感，②陰瘓紅腫，皮膚緊張光亮。I
^tounge 舌苔白原膩。
^pulse 脈細數。
^ill<sub=1>〔氣機不利〕』
^ill<sub=2>〔氣化不行〕
^formulas
^formula〔祛濕逐寒、消堅散結證〕
^origin〔張長生方〕
^ingredients982 萆茇、高良孌、元胡、木通、橘核 各9g，小商香4.5g，荔枝核、川楝子 各15g。水煎服。
^ck11z21h018
^norm 寒濕虛痺。
^chinese 尨痺，寒痺，痛痺，寒濕痺證，附骨疽。
^western 類風關，骨膜炎。
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①面色蒼白，②頭早無力，③精神不振，④大便時乾時稀。
^formulas
^formula1〔補腎祛寒治尨湯證〕
^origin〔焦樹德方〕
^ingredients983 川續斷、熟地各12~15g，補骨脂、骨碎補、淫羊蘊、赤白芍、牛膝、知母各9~ 12g，附片、虎骨各6~12g，甲珠 9g，獨活10g，蒼朮、防風各6~10g，伸筋草20~30g，麻黃3~6g，威靈仙12g，松節15g，無虎骨用自然銅9 ~ 12g，透骨 草30g，尋骨風2(代9
^formula2〔陽和湯加礤*B丸法證〕
^origin〔徐振華方〕
^ingredients984 (2〉房定亞治全身關節腫痛10個月，加重8個月，面貿蜷臥，低燒畏寒，心煩盜汗，頭暈無力，手腕指關節腫痛，屈伸不利，陰雨加劇，足跟不能任地，大便時乾時稀，舌淡紅苔薄微黃，脈細數，自擬歸芍桂附地黃湯及上中下通用痛風 方，月餘收效甚微，改烏頭湯：烏頭、桂枝、生甘草 各10g，麻黃、生薑 各6g，生黃耆、白芍 各30g，大棗4枚，熟地5g，8劑下肢疼減，烏頭改15g，11劑病情穩定，後用歸芍地黃湯加味，補養肝腎：生地，熟地、當歸、茯苓、木瓜、山藥 各12g，白芍30g，澤瀉、山茱萸、丹皮各0g，牛膝、鹿啣草 各15g，萆蘇20g，40劑，明顯好轉。
^alias濕熱表證，風熱夾濕。
^chinese 苺濕，暑穢，濕濁，風濕熱，風熱夾濕，暑痺，熱痺，濕痺，暑濕痺，鬱閉。
^western綠膿桿菌感染，風濕性關節炎，病毐性腦炎。
^symtom①咳嗽痰少，②胸悶，_谷不*,納呆。
^tounge苔白薄膩。
^symtom①發熱惡寒，惡風，發熱寒熱起伏，②周身酸楚，四肢關節酸楚。
^tounge浮細數
^symtom①身痠，②身疼.③肢節換楚。
^symtom①高燒，午后發熱汗出熱不解，②面赤n渴，③大便較燥，小便黃少。
^tounge舌紅，荇黃厚破„:
^pulse①脈®數，②脈洪數，③脈滑數弦。
^symtom①頭暈賴，細而&。
^symtom①明喉疼痛，②齒齦紅腫，（3括.尖、口唇周闈有數個小漬瘍。轉證 H035淌氣鬰蒸候
^symtom①惡心.。變11 -脳8淸陽不行
^symtom①骨骱煩疼.②肢不舉，肢若廢，③肢腫，④四肢痹痛，⑤足
^symtom①肢節紅腫疼痛，手不可近，②口歪。
^ck12z01h002
^western綠膿桿蔭感染。
^combo表鬰+雜蒸
^ill〔腠理不宣〕
^symtom①惡風惡寒，②身重，③面垢，④口不海。
^symtom①頭重，②頭痛。
^ill<sub=1>〔淸竅不宣〕
^symtom①典塞，②咽阻。
^formulas
^formula1〔宜透肺衛法〕
^origin〔趙紹琴方〕
^ingredients985 茬香、佩蘭、大S卷、炒山柅、前胡、蘇葉、杏仁、半復、片姜黃、白芷。
^ck12z01h035
^norm 風熱夾濕。
^chinese 風熱夾濕。卜
^western 病毐性肺炎，上呼吸道感染，口腔炎。
^combo 氣鬱+表鬰+氣熱
^ill〔氣機不宣〕
^symtom ①咳嗽痰少，②胸悶，③納谷不馨，納呆。
^tounge 苔白傅膩。
^symtom １發熱惡寒，惡風，發熱寒熱起伏，２週身酸楚，四肢關節酸楚。
^tounge 浮細數。
^symtom ①汗出熱不解，②高燒40尤，③大便較燥，小便黃少。
^tounge 舌紅，苔黃厚膩o
^pulse 脈滿數。
^symtom 頭暈脹蒙，頭痛而昏。
^symtom ①咽喉疼痛，②齒齦紅腫，③舌尖、口唇周圍有數個小潰瘍。
^ill<sub=2>〔氣機不降〕
^symtom 噁心。
^formulas
^formula〔疏風清熱，兼祛濕邪方證〕
^origin〔張茂夏方〕
^ingredients986 桑葉、前胡、牛蒡子、杏仁 各9g，菊花6g，薄荷2.4g，枯梗、生甘草 各3g，大青葉、滑石 各12g，蘆根、虎杖 各30g，魚腥草15go
^ck12z01h068
^norm 濕熱痺症。
^chinese 暑痺，熱痺，濕痺，暑濕痺。
^western 風濕性關節炎。
^ingredients987 １寒戰，２面H痿貿。
^formulas
^formula1〔加減木防己湯證〕
^origin〔《溫病條辨》方〕
^ingredients988 防己、石裔 各18g，桂枝、薏苡仁 各9g，杏仁、滑石各12S，通草％。
^formula2〔宣痺湯證〕
^origin〔《溫病條辨》方〕
^ingredients989 防己、杏仁、滑石、薏苡仁各15&連翅、山梔、醋炒半夏、蠶砂、赤豆皮 各9g。水8杯，煮取3杯，分溫三服。
^ingredients990 (2)葉天士治濕熱流著.四肢痺痛：桂枝、木防己、蠶砂、石奇、杏仁、威靈仙（《臨證指南》360)。
^ingredients991 (3)吳鞠通治口歪，肢不舉，腿腫口渴，脈洪數，胃不開，主辛涼開水道法：生石裔20g，茯苓皮、滑石 各30g，桂 枝、蠶砂 各9g，防己、通草 各6g，半夏、桑枝 各15g，終以補脾胃收功。
^ingredients992 宣通陽明，桂枝白虎湯加減：桂枝、麻黃 各3g，羌活、獨活、防風、赤白芍各9S，生白朮、生熟惹苡仁 各12g，知每6g，生石訝、忍冬籐、丹參 各15g，酒炒桑枝30g，6劑痊癒。
^chinese濕溫，濕溫發痞，濕溫呃逆，濕溫下利，濕溫暴脫，濕溫陽脫，風溫夾濕，春溫夾濕，冬溫伏濕，穢.池，濕 濁，穢濕，?濕，暑穢，暑穢發瘧，傷寒兼痧，暑風挾穢濁，裊熱挾濕，裊濕，暑溫，著咳，蜃喘，傷暑兼食，傷風夾濕，陰虛挾濕，伏箸，伏暑晚發，伏老癉瘧，伏濕，痞症，中惡，肺疙，癉毒疫瘧，吐胃，祺亂抻昏，低熱，痄腮，口推，狐 惑，陽黃。
^western 腸傷寒，沙門氏菌屬感染，急性大葉性肺炎，腺病毐肺炎，大葉性肺炎，麻疹後肺炎，頑固性口腔炎，慢性 膽渙炎，傳染性肝炎，慢性肝炎，急性黃疸型肝炎，肝性昏迷，蛛網膜下腔出血，流行性乙型腦炎（極重型），人工流產 後發熱（敗血症），急性心包炎，中毒性心肌炎，風濕性心臟病，風濕性心肌炎，腎盂腎炎，腮腺炎。
^ill〔陽氣不宣〕
^symtom ①面色晦滯，萎黃，②倦怠乏力，少氣懶言，嗜睡，③畏風振寒，烈日不暄，④熱勢不揚於外，⑤肢軟肢冷，⑥身重頭脹，⑦渴不欲多飲。
^tounge ①舌苔膩，.②白厚膩。
^pulse 數沉鬱不揚。
^ill2〔氣機不宣〕
^symtom ①胸脘痞悶，②知饑不食，③口膩微渴，④渴不喜飲，⑤頭昏倦怠，睏倦肢懈，乏力，⑥咳漱，
^tounge 苔白膩。
^pulse ①脈右滯湔緩，②脈弦滑略數。
^ill3〔腠理不宣〕
^symtom ①惡寒發熱，無汗，②身熱不揚，其熱愈甚，或頷蕻惡寒，③身重身痛，④遍體不適，肢體痠楚 困重，⑤面色必暗滯，肌膚隱黃，⑥皮膚發小疹如水晶色。
^tounge 舌苔必水滑。』
^symtom ①身熱自汗，午後為甚，.其熱愈甚，汗出熱不退，手.足心‧熱②低燒不退，③煩熱夜寐不安，④口渴不甚引飲，⑤小水不利赤數，_溏溺熱。
^tounge 苔黃白相兼黏膩而薄。
^pulse ①脈滿數，沉取躁動，②細數。
^symtom ①頭額獨熱，②頭脹頭昏，③面目浮腫，④頭痛。
^symtom ①目赤，②耳茲，③兩腮腫痛。
^symtom 嘔惡。
^ck12z12h033
^norm 濕熱上受，氣分痺鬰。
^chinese 穢濁。
^combo 氣鬱+清空+清竅
^ill〔氣機不宣〕
^symtom ①不饑不食，②便洩，③胸中滿悶，④院痞滿悶。
^tounge 舌苔黏膩微黃。
^pulse 脈濡緩。
^ill<sub=1>〔清竅不宣〕
^symtom 機竅不靈。
^ill2<sub=1>〔清空不宣〕
^symtom 頭脹。
^ill<sub=2>〔氣機不降〕
^symtom ①噦逆，②嘔惡。
^formulas
^formula1〔三香湯證〕
^origin〔 <溫病條辨》方〕
^ingredients993 瓜蔞皮、桔梗、降香末 各9g，黑梔、枳殼、鬰金、香豉 各6g。
^ingredients994 枇杷葉6g，鬰金、香豉 各4.5g，射，乾、通草 各3g。
^ingredients995 (2)葉天士治風濕氣痺，不饑（上焦濕熱阻氣)：杏仁、滑石、土瓜萎皮、連翹、橘紅（《臨證指南》275J。
^ck12z12h034
^norm 濕阻氣分。
^chinese 濕溫，伏暑，暑穢發瘧。
^western 慢性肌囊炎。
^combo 氣鬱+表鬰+空竅
^ill〔氣機不宣〕
^symtom ①胸悶脘悶，②食少不饑，③脘痞，腹脹，④煩悶，⑤面色淡黃，⑥倦怠》⑦咳嗽多痰，
^tounge 舌白黏膩。
^pulse ①脈弦細譎緩，②沉滯。
^symtom ①惡寒發熱，②寒熱如瘧，③午後潮熱無汗或自汗，至口哺五心灼熱方退，④肢體困重，
^symtom ①頭脹，②頭痛，③頭昏。
^symtom ①咳逆，②微嘔，③嘔吐。
^symtom 頭痛。
^formulas
^formula〔三仁湯證〕
^origin〔《溫病條辨） 方〕
^ingredients996 (0曹滄州治昨暢汗熱仍壯，頭脹口渴，胸悶咳不多，脈數，溫邪痰滯深重，經八日防漸漸轉重：大豆卷、桑葉、赤 芍、前胡、牛蒡子、紫菀、杏仁、象貝母、枳殼、竹茹、通草、澤瀉、枇杷葉（《宋元明清名醫類案續編》曹滄州1)。
^ingredients997 (3)葉天士治脈嫌，頭脹，胸身重著而痛，寒熱微嘔，此濕阻氣分：厚樸、杏仁、白蔻仁、木通、茯苓皮、大腹皮、滑石、竹葉（《臨證指南醫案》356)。
^ck12z12h035
^norm 濕鬱熱蒸。
^chinese 霉濕，春溫夾濕，濕溫發痏，伏暑晚發，伏濕。
^western 腮腺炎，傳染性肝炎，急性大葉性肺炎。
^combo 氣鬱+表鬰+氣熱
^ill〔氣機不宣〕
^symtom ①胸脘痞悶，②知饑不食，③口膩微渴，④渴不喜飲，⑤頭昏倦怠，睏倦肢懈，乏力，⑥ 咳嗽，⑦便軟，便瀉。
^tounge 苔白膩。
^pulse ①脈右滯湔緩，②脈弦滑略數。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱，無汗，②身熱不揚，其熱愈甚，或凜頰惡寒，③身重身痛，④遍體不適，肢 體痠楚困重，⑤面色必暗滯，肌膚隱黃，⑥皮膚發小疹如水晶色。
^tounge 舌苔必水滑。
^symtom ①身熱自汗，午後為甚，其熱愈甚，汗出熱不退，手足心熱，②低燒不退，③煩熱，夜寐* 不安，④口渴不甚引飲，⑤小水不利赤數，⑥便溏溺熱。
^tounge 苔黃白相兼黏膩而薄。
^pulse ①脈滿數，沉取躁動，②細數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭額獨熱，②頭脹頭昏，③面目浮腫，④頭痛。
^symtom 兩腮腫痛。
^ill<sub=2>〔氣機不降〕
^symtom 嘔惡。
^formulas
^formula1〔五葉蘆根湯證〕
^origin〔薛生白方〕
^formula2〔氤氳湯證〕
^origin〔泰伯未方〕
^ingredients998 豆卷、逛香、佩蘭、青蒿、梔皮、連翹、滑石、通草、鬰金、菖蒲，氣陰兩傷加人參須、沙參、石斜，紅白疹並出加
^ingredients999 丹皮、赤芍、紫草。
^formula3〔豆卷連翹茵陳湯證〕
^origin〔《媿長春臨床經驗選輯》方〕
^ingredients1000 豆卷、連翹、茵陳 各10g，生薑3片，紅棗7枚，赤小豆15g，防風6g，山振、白茅根 各10g。
^ingredients1001 連翅、瓜蔞皮、茯苓 各9g，杏仁6g，陳皮4.5g，法半戾、佩蘭葉、荷葉 各3g，倘畏寒已解，獨發熱淹綿，可加蘆根、連翹，除陳皮、半夏，恐其溫燥傷津液。
^ingredients1002 (5)葉天士：兩和表裡，宣降脾胃：香豉、蘇梗、杏仁、桔梗、厚樸、連翹、通草、滑石。
^ingredients1003 (3)葉天士治脘悶便溏，身痛，脈象模糊，此屬濕蘊三焦：厚樸、廣陳皮、藿香梗、茯苓皮、大豆黃卷、木防己、川 通草、薏苡仁（《臨證指南醫案》359)。
^ck12z12h040
^norm 濕遏熱蒸，濕遏熱伏。
^chinese 伏暑，風溫夾濕，濕溫，每濕，濕濁，穢濕。
^western 慢性肝炎。
^combo 氣鬱+氣熱
^ill〔氣機不宣〕
^symtom ①胸脘煩悶，②面色萎黃，③咳嗽痰多，咳嗽乏力，④渴不欲飲，⑤腹脹痞滿，⑥納差，不饑不寐，⑦自利，⑧肢時清。
^tounge ①舌苔白而潤，②舌苔白膩。
^pulse 脈糊數。
^ill2〔津氣蘊蒸〕
^symtom ①身熱自汁，午後為甚，其熱愈甚，汗出熱不退，手足心熱，②低燒不退，③頭額獨熱，④熱甚有汗，壯熱汗出，⑤口渴唇焦，口苦唇千，⑥呼吸粗促，譫語神昏，⑦便溏，小便短赤。
^tounge 古紅苔黃膩。
^pulse ①脈譎數，②寸脈大，③脈滑。
^ill<sub=1>〔清窮不利〕
^symtom ①咽中率膩，②目赤，③耳聾。
^ill2〔氣機不降〕
^symtom 嘔惡。
^ill<sub=2>〔清空不寧〕
^symtom ①頭譯，②頭痛且脹，③目眩，④頭痛項強。
^formulas
^formula1〔五葉蘆根湯證〕
^origin〔薛一親方〕
^formula2〔芳香化濁法證〕
^origin〔笛少逸方〕
^ingredients1004 (3)吳坤安：.當洩氣分之熱：連翹、杏仁、滑石、薄荷、橘紅、通草、半夏、桔梗，熱邪$加貨芩、蘆根，濕邪重加 白蔻仁、厚樸。
^ingredients1005 (1)葉天士治舌黃脘悶，穢濕內著，氣機不宣，如久釀蒸，必化熱氣，即有身熱之累：杏仁、藿香、茯苓皮、滑石、厚樸、廣陳皮白（《臨證指南醫案》355)。
^ingredients1006 (2)吳鞠通治半後熱甚，無汗益熾，時或肢涼，神情呆鈍，夜寐囈語，便溏口乾，白瘠不透舌尖微紅，苔白而厚，脈濡緩滑，暑濕伏邪，表氣不達，宣化祛邪仍從表出：杏仁、白蔻仁、薏苡仁、滑石、竹葉、藿香、枇杷葉、佩蘭葉、銀 花、連翹、蘆根、菖蒲、黃芩、鬰金、枳煢2劑，痦透熱退，午後身熱不揚，銀花、連翹、厚樸、枳賣、知母、黃芩、六 一散、梔子、鬰金、薄荷、荷葉、通草、蘆根，後加茵陳、象貝母、杏仁、扁豆衣、綠豆衣、冬瓜子等，身熱已清，白痦 餌布，苔薄黃而燥，便解溏薄，汗出脈緩，邪從表達：荷葉、竹葉、蘆根、銀花、連翹、茯苓皮、薏苡仁、谷芽，梔衣、雞內金、豆卷（《吳鞠通醫案》30)。
^ingredients1007 (8)顏芝馨治脈弦細譎，舌白或貨膩而溷，午後身熱，胸脘痞悶，肢痛溺赤，頭重，名曰濕溫，宣氣化濕：鬰金 4.5g，杏仁、赤茯苓 各9g，連翹、仙半戾、佩蘭 各6g，通草2.4g，滑石12g，桔梗3g。
^ck12z12h045
^norm 濁邪害清。
^chinese 濕溫病。
^western 蛛網膜下腔出血。
^combo 氣鬱+氣熱+氣滯+氣逆
^ill〔氣機不宣〕
^symtom ①神倦，②脘痞脘悶，③胸阻胸滿，④肋痛。
^tounge ①舌薄白，②苔白滑膩，③灰白膩。
^pulse ①脈弦滑，②脈來澀滯不揚。
^ill2〔津氣瑾蒸〕
^symtom ①身熱腹皮燔灼，②鬰蒸凍熱，③汗出不惡寒，發熱更甚，熱增渴甚，④神煩少寐，神識 如蒙，冷汗溱溱不斷，⑤口苦，⑥小便貨赤，⑦身有紅疹不多，⑧齒衄。
^tounge ①舌紅苔黃膩，②蒞灰膩而堅，③苔轉黑厚。
^pulse ①脈來鬰數不揚，②脈濡數。
^ill<sub=1>〔氣機不利〕
^symtom ①胸痛，肋痛，②大便不暢。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①嘔吐苦水，②泛惡，吐水嘈雜，③嘔咳，咳嗽氣促，④呃逆，溲少而赤，呢逆癡頻。
^ill<sub=2>〔清竅不宣〕
^symtom ①頭痛，項強頭痛（前額為主），②頭重目眩，③頭暈且脹，④兩耳轟鳴—耳聾。
^formulas
^formula1〔辛開苦降法證〕
^origin〔汪逢春方〕
^ingredients1008 白蒺藜、半更、杏仁 各10g，佩蘭葉、黃芩、炒薏苡仁、赤茯等、滑石 各12g，白芷、貨連（研沖） 各3g，白蔻仁
^formula2<var=1>〔黃連溫膽湯證〕
^origin〔林宗廣方〕
^ingredients1009 羌活3g，葛根6g，黃連、炙甘草 各2.1g，竹苑、枳實，姜半夏、赤茯苓、炒青子岑 各9g、陳皮4.5g。
^formula3〔宣濕進表湯證〕
^origin〔李聰甫方〕
^ingredients1010 (2)普滄州治暢汗熱仍壯，口渴胸悶，賅不多，脈數，溫邪痰滯深重：豆卷、桑葉、赤芍、牛蒡子、前胡、紫菀、杏 仁、象貝母、枳殼、竹命、通草、澤瀉、枇杷葉。
^ck12z12h047
^norm 濕熱痞結。
^chinese 痞症，暑穢，濕溫。
^combo 氣鬱+氣結+氣蒸
^ill〔氣機不宣〕
^symtom ①咳嗽，痰多稀白』，②心下痞，不食不饑不便，③寒熱起伏，無汗，微汗出，全身酸楚。
^tounge 苔白。
^pulse 脈滑數。
^ill2〔氣機鬱結〕
^symtom ①心下痞不能食，食則滿悶，②院中痞悶鞔痛，③胺中痞脹，④胸痞。
^tounge 苔白黏膩。
^ill<sub=1>〔氣機不降〕
^symtom ①嘔吐疾沫，②吐濁厚涎沫而甜，③咳甚則噁心欲嘔，④乾嘔頻作，⑤飲食不進，藥人即 吐，⑥呼吸急促，咳喘不能平臥。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①焰熱，神昏，②煩熱，③不寐，④味變酸濁，⑤口渴，⑥尿短赤，⑦自利。
^tounge 舌質偏紅舌膩罩灰。
^pulse ①脈數，②脈數而弦。
^ill<sub=2>〔清竅不宣〕
^symtom 咽阻b
^formulas
^formula1〔半夏瀉心湯證〕
^origin〔《傷寒論）方〕
^ingredients1011 半S半升，黃芩、乾薑、人參、炙甘草 各三兩，黃連 一兩，大棗十二枚。水煎，分三次服。
^formula2<var=2>〔生薑洱心湯證〕
^origin〔王芳方〕
^ingredients1012 (2)吳鞠通：陽明君溫，脈滑數，不食不饑不便，濁痰凝聚，心下痞者，半夏瀉心湯去參、姜、甘加枳實、杏仁主 之。半夏30g，黃連、枳實 各6g，黃芩、杏仁 各9g，虛者復納人參6g，大棗3枚（《溫病條辨》卷二 42)。
^ck12z12h048
^norm 穢濁蒙閉。
^chinese 中惡。
^ill〔氣機不宣〕
^symtom 胸悶。
^tounge 苔濁膩。
^pulse 脈沉伏。
^ill<sub=1>〔氣機閉塞〕
^symtom ①卒然&厥，②頭面青黑，③□嗤，④語言錯亂，⑤肌膚栗起，⑥碎然腹痛。
^ill<sub=2>〔氣機不降〕
^symtom 氣粗似喘。
^formulas
^formula1〔調氣平胃散證〕適用於中惡，卒然昏厥，頭面青黑，語言錯亂，牙口俱噤，或先猝腹痛，先與蘇合香丸或還魂丹 開閉。
^ingredients1013 木香、植香、砂仁、白蔻仁、厚樸、陳皮、蒼朮、獪香、甘草。
^formula2〔連翹梔子豉湯加紫金錠證〕
^origin〔《通俗傷寒論》方〕
^ck12z12h057
^norm 濕濁鬰遏。
^chinese 暑風挾穢濁，穢濕，傷寒兼痧。
^combo 陽鬰+表鬰+氣鬱
^ill〔經氣不宣〕
^symtom 身痛而重。『
^formulas
^formula〔三加減正氣散證〕
^origin〔《混病條辨》方〕
^ingredients1014 茬香、茯苓皮、杏仁各外，厚樸6g，陳皮4.5g，滑石15g。水煎服。`)