jsonp(6,{"name":"cm","start":9903},`^ck12z12h060
^norm 濕遏熱蒸，穢濕閉阻。
^chinese 春溫夾濕，冬溫伏濕，濕溫，低熱。
^western 腎盂腎炎。
^combo 陽鬰+表部+氣熱+氣鬱'
^ill〔陽氣不宣〕
^symtom ①面色晦滯，萎黃，②倦怠乏力，少氣懶言，嗜睡，③畏風振寒，烈日不喧，④熱勢不揚 於外，⑤肢軟肢冷，⑥身重頭脹，⑦渴不欲多飲。
^tounge ①舌苔膩，②白厚膩。
^pulse 數沉鬱不揚。
^ill2〔腠理不宣〕
^symtom ①下午凍寒而熱，②骨節痠痛，身疼緊束，③發白痏，④肢痠痛，⑤無汗或微汗出，⑥脫 衣則寒，著則煩熱。
^pulse 脈浮緊』弦。
^ill3〔津氣蘊蒸〕
^symtom ①潮熱發作有時，②手足汗出，盜汗，③午後低熱，夜熱，④小便黃油，便滴尿赤，尿頻 尿急熱痛，⑤有汗熱不解，⑥兩足如火灼。
^tounge ①舌紅苔貧膩厚，②苔捎而膩。
^pulse 脈貓數。
^ill<sub=1>〔清空不宣〕
^symtom ①頭脹，②頭暈而痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸腹滿悶，痞悶，胸脘不暢，②小便不利，③不饑納差，厭食油膩水果，④跗腫。
^ill<sub=2>〔氣機不降〕
^symtom ①咳槍，②咳嗽多痰，③噁心嘔吐。
^ill2<sub=2>〔清竅不宣〕
^formulas
^formula1〔甘K消毒丹證〕
^origin〔林樹芳方〕
^ingredients1015 白蔻仁、射乾、石菖蒲 各15g，藿香12g，茵陳、滑石 各30g，木通、黃芩、連翹、貝母、蘇葉 各9g。
^ingredients1016 連翹12g，菝番、佩蘭葉、杏仁 各9g，白蔻仁3g，?苡仁15g，厚樸、法半夏、黃芩、通草 各6g，六一散18g。
^ck12z12h058
^norm 濕熱夾滯。
^chinese 箸移，傷暑兼食。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①背寒，②午後凍寒而熱，③熱勢不揚，④渴不多飲，⑤手指冷，⑥面色萎黃，⑦倦怠乏 力，少氣懶言，嗜睡，⑧小便黃濁。
^tounge (D舌質淡紅、潤，②舌苔白或如積粉，③苔黃略膩厚。
^pulse ①脈儒緩，②弦湍，③糊數。
^symtom ①惡寒發熱，②背寒發熱有汗，③發熱不揚，④身疼，肢痠痛。
^symtom ①脘悶而痛，②脘痞滿悶，③胸腹痛滿悶，④洞洩，⑤小水短赤，⑥洩瀉便溏，大便時欠
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^ill2<sub=2>〔清竅不宣〕
^formulas
^formula〔加減正氣散證〕
^origin〔吳匍方方〕
^ingredients1017 枳實、大腹皮、法半炅、新會皮、鬰金 各4.5g，川厚樸3g，滑石、苗香、桑枝 各6g，赤茯苓、建曲、佩蘭葉、惹苡仁  各9g，白芷2.4g。
^ingredients1018 香、厚樸、廣陳皮、茯苓塊、甘草、豬苓、澤瀉、木瓜、滑石、櫝香汁。進藥稍級，所書穢濁，非臆說矣。其陰莖瘓腫，濕熱甚而下墜人腑，與方書莖款症有間，議河間法：厚樸、杏仁、滑石、寒水石、石裔、豬苓、澤瀉、絲瓜葉（《臨證指 南醫案》459)0
^ck12z12h071
^norm 濕濁上蒙。
^chinese 濕溫伏邪，濕紫，癉毒疫瘧，祺亂神昏。
^western 流行性乙塑腦炎（極S型），沙門氏菌屬感染。
^combo 陽滯+氣熾+神閉+氣鬱
^ill〔陽氣不行〕
^symtom ①初起時形冷身熱，振寒汗洩，汗出不徹，②時且肢厥，③面色晦滯不澤，目光昉淡少神，④嗜臥懶動，好向壁臥，不欲見光，⑤揭不欲飲，苒飲熱湯。
^tounge ①舌體胖，②舌白，③舌苔白膩。
^pulse ①脈濡級，②浦數無力，③脈細慊，④細澀，.⑤沉細。
^ill2〔津氣蘊熾〕
^symtom ①身熱不高，熱勢羈留，②但熱不寒，③頭脹，④小便不利，便難溲赤，⑤澳煩。
^tounge ①舌荇微黃，②黃膩垢濁，中根略黃，邊尖紅。
^pulse ①脈滑數，左手為甚，②糊滑。
^ill3〔神志蒙閉〕
^symtom ①始則煩熱，繼而神呆不語，呼之不應，②上午神識較清，午後潮熱神糊，喃喃囈語，夜 央益甚，神瞀如醉，③神識昏蒙有譫語，耳聾神呆，如醉如癡，沉迷欲寐，④神志恍惚，譫妄，煩躁不知所苦，閉目即有 所見，⑤不能吞嚥。
^ill<sub=1>〔氣機不宣〕
^symtom ①脘悶懊儂，②胸痞，③腹滿。
^tounge 苔黃膩垢濁。
^ill2〔氣機不降〕
^symtom ①嘔逆，②喘急，③噁心。
^ill<sub=2>〔絡脈不利〕
^symtom ①語言似有賽塞之狀，舌伸縮如強』②身痛』③目定口噤』④兩目上吊，⑤雙恃抖動』疫
^formulas
^formula1〔芳香逐穢湯證〕
^origin〔《通俗傷寒論》俞根初方〕
^ingredients1019 藿香、佩蘭葉、白蔻仁、白芥子、滑石、鬰金、川厚樸、杏仁、?苡仁。加蘆根60g，紫金片2.4g調沖。
^formula2〔昌陽瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔清芳透邪湯證〕
^origin〔《通俗傷寒論》何廉臣方〕
^ingredients1020 (6)薛生白：脘悶懊煩，0欲閉，時譫語，沉迷欲寐，耳竅欲閉，濁邪蒙閉上焦，宜湧吐法：枳殼、桔梗、淡豆豉、山梔，無汗加葛根。』
^ck12z12h093
^norm 濕遏熱蒸。
^chinese 濕溫，風溫挾濕，暑濕，陽黃。
^western 急性黃痘型肝炎，人工流產後發熱（敗血症），鋝盂腎炎。
^combo 陽鬰+氣鬱+氣熱+津灼
^ill〔陽氣不宣〕
^symtom ①身痛，肢體閒重，②胸腹白痏，③面黃不澤，④神沉嗜睡，⑤脫衣則寒，宥則煩熱，⑥ 心中寒，⑦寒從背起，寒則肢冷，⑧汗後畏冷，⑨身熱不揚，R頭額獨熱。
^tounge 苔灰黑。
^symtom ①乾嘔，②喘咳不仲，③吐痰，④噁心欲嘔。
^formulas
^formula1〔薏苡竹葉散證〕
^origin〔《溫病條辨》方〕
^ingredients1021 惹苡仁、滑石、茯苓各5g，竹葉、連翹 各9g，白蔻仁、通草 各4.5g。
^formula2〔黃芩滑石湯證〕
^origin〔《溫病條辨》方〕
^ingredients1022 黃芩、滑石、茯苓皮、豬苓 各9g，大腹皮6g，白蔻仁、通蘋 各3g，水煎服。
^formula3〔加減桂枝湯證〕
^origin〔謝映廬方〕
^ingredients1023 桂枝、瓜蔞、紫菀、枇杷葉、蘇子、桔梗、杏仁、知母。
^ingredients1024 (3)薛生白：胸痞自利，口渴脈澀，主滑石、豬苓、茯苓、澤瀉、萆蘚、通篳、桔梗、杏仁、豆卷。
^ingredients1025 (1)葉天士治某，脈緩身痛，汗出熱解，繼而復熱。此水谷之氣不運，濕復阻氣，部而成病，仍議宣通氣分。熱自濕 中而來，徒進清熱不應：黃芩、滑石、茯苓皮、大腹皮、白蔻仁、通草、豬苓（《臨證指南醫案》356)。
^ingredients1026 三診：白痏透露將回，熱度亦漸減退，朐悶較寬，渴飲亦差，苔膩轉薄，二便如常，惟近日又增咳飲，西擬宣肺淡滲 繼之：杏仁、瓜蔞皮、川石斛、益元散（包煎） 各9g，前胡、知母 各7.5g，薏苡仁、赤茯苓 各12g，澤瀉6g，陳蘆根15g，豬苓6g (3劑）。
^ck12z12h094
^norm 濕遏熱伏。
^chinese 濕溫，黃疸，風溫夾濕，肺瘧。
^western總性心包炎。
^combo 陽鬰+火熾+氣滯
^ill〔陽氣不宣〕
^symtom ①面蘆不澤，②憎寒，發熱惡寒，心中寒，寒久熱甚，寒從背起，③汗出不暢，④纖毫無 汗，⑤肢體閒重，寒則昏厥，⑥吐痰則醒，⑦渴不欲飲，⑧大便溏薄。
^tounge １苦黃白相兼，２或底白罩黃。混濁不清，３或純紫少白，@或苔白底絳，５黃中帶黑。浮滑黏膩，６或白苔漸黃而灰黑，７伏邪裡甚者，苔亦厚而且滿，板粘個松。
^pulse ①脈沉細澀，②數滯不調。
^ill2〔津氣蘊熾〕
^symtom ①壯熱多汗，其熱不.為汗衰，面紅目赤，②面如油膩，或如煙臠，③煩熱懊儂，不寐，煩 渴，④身熱昏譫，肌膚灼熱，胸腹灼手，⑤汗出至頸，⑥口穢噴人，⑦口渴喜冷，⑧尿赤便結。：
^tounge ①舌苔黃膩，舌邊尖紅紫欠津，苔黃質紅，②或黃糙起刺，③黃罩灰。
^pulse ①浮數，②右脈洪大。
^ill<sub=1>〔津液消灼〕
^symtom ①形體消瘦，②口渴不欲飲，口渴喜冷，③胸背白痞纍纍，品瑩飽滿。
^pulse 細數。
^ill2<sub=1>〔清空不寧〕
^symtom ①頭暈疼，如裹如蒙，②頭昏汗出，③耳聾。
^ill<sub=2>〔氣機不利〕
^symtom ①胸腹滿熱，②持續性心前區疼痛，③按之痛，④胸旁氣痺。
^ill2<sub=2>〔氣機不降〕
^symtom ①胸悶噁心，②喘，喘咳不伸，咳痰白稠，③T嘔。
^formulas
^formula1〔杏仁湯證〕
^origin〔吳鞠通方〕
^ingredients1027 杏仁、滑石、茯苓 各9g，設芩、連翹、桑葉 各4.5g，白蔻仁2.4g，梨皮6g。胸痞噁心加半夏、橘紅、天花粉。
^formula2〔清芬解疫湯證〕
^origin〔徐洄溪方〕
^ingredients1028 連翹、銀花 各15g，鮮茅根、萊菔汁 各30g，鮮荷葉、防風、佩蘭葉、鮮桑葉、菊花、射乾，牛蒡子 各9g，石菖蒲、酒 貨芩各知，鬰金、甘草 各5g，紫金錠1悻。
^ck12z12h095
^norm 濕竭化燥。
^chinese 風溫夾濕，濕溫。
^western 大葉性肺炎致中毒性休克？中毒性心肌炎？
^combo 氣熱+津傷
^ill〔津氣蘊蒸〕
^symtom ①惡寒發熱，汗出頭痛，壯熱汗出，②灼熱口渴，白痞雖透，熱仍不退，③心煩惡熱，④ 胃脘內陣發性烘熱，熱氣外竄，隨即汗出沒衣，⑤口乾不渴，口乾不欲飲，⑥便溏溺赤，⑦咳嗽嘔惡，呼吸粗促，⑧譫語 神昏。
^tounge 舌紅苔黃膩。
^pulse ①脈數，②兩關洪數，③脈滑數，④脈弦滑。
^ill<sub=1>〔津液消灼〕
^symtom ①身汗口渴，唇焦，②胸悶不饑不寐，③咳痰黏稠，④目黃自利，⑤形色瘦削。
^tounge ①舌苔粗糙，②苔灰。
^pulse ①脈數小軟，②脈寸尺沉細，③脈糊數。
^ill<sub=2>〔清竅不利〕
^symtom ①耳聾，②唇焦。
^formulas
^formula1〔清洩肺胃鬱熱證〕
^origin〔蒲輔周方〕
^ingredients1029 冬瓜仁、段石膏 各9g，薏苡仁、粳米 各12g，杏仁、竹葉、枇杷葉（炙）、荷葉 各6g，葦根18g，知母3g。
^formula2<var=2>〔三仁湯證〕
^origin〔何拯華方〕
^ingredients1030 杏仁、薏苡仁、連翹 各9g，牛蒡子4.5g，絲通草、香連丸 各3g，竹葉、扼皮、瓜蔞皮 各6g，蘆筍60g，燈芯.5g，北 細辛0.6g。
^formula3<var=2>〔甘霣消毒丹證〕
^origin〔周國雄方〕
^ingredients1031 銀花、石資、板藍根、全瓜麥 各30g，連翹15g，黃；、生山扼、消石 各12g，茵陳、木通、牛勞子、淡豆豉 各10g，川 貝6g0
^ck12z12h134
^norm 氣血交蒸。
^chinese 伏裊癉瘧。
^western 風濕性心臟病，風濕性心肌炎。
^combo 氣熱+血熱+液灼
^ill〔津氣蘊蒸〕
^symtom ①發熱汗出，②胸悶憋氣，心悸，③便溏，④小便混濁。
^tounge ①舌黃，②苔黃膩苔稍厚。
^pulse ①脈弦數左甚，②脈浮數。
^ill2〔血熱蘊蒸〕
^symtom ①心煩不安，神糊，②潮熱，午後低熱，夜熱，③咳血脅痛，④紅斑紅疹，⑤典細，⑥關 節疼痛，⑦口唇發紺，⑧舌黏膜潰爛。
^tounge 舌紅赤。
^pulse 潘數。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴引飲，②小便赤澀，③便艱，④汗多，⑤頭翬乏力。
^tounge 舌質紅練有芒刺。
^pulse 湔數。
^ill<sub=2>〔清竅不利〕
^symtom ①咽痛，喉癢時咳，②耳聾。
^formulas
^formula1〔導赤瀉心湯合連翹梔子豉湯證〕
^origin〔吳鞠通方〕
^ingredients1032 細生地、連翹、寸.麥冬、朱茯苓、竹葉各知，元參、天花粉、焦山梔 各4.5g，燈芯、碧玉散 各1.5g。
^formula2〔清熱祛濕湯證〕
^origin〔《李斯熾醫案》方〕
^ingredients1033 淡竹葉、扼子、安冬、赤芍、銀花、丹參 各9g，木通、桔梗 各6g，天花粉、蘆根、百合 各12g，桑枝30g，生谷芽 15g，甘草 3g。
^ingredients1034 (2)何廉臣：其邪走皮膚發疹，肌肉發斑，隱隱不現者，用杏仁、牛蒡子；木賊、瓜蔞皮、川貝母、銀花、連翹、竹 葉、通草、紫蓽、丹皮之類，辛涼開達，輕清透絡，最忌辛燥升散，如隳香厚樸、半夏、升麻、柴胡、川芎、葛根、荊芥、紫蘇之類。斑疹已出，熱笛不退者，白虎湯酌加玄參、銀花、蘆根、地丁以解毒宣化之。
^ck12z12h121
^norm 濕熱傷津。
^chinese 濕溫，呃逆。
^formulas
^formula1<var=2>〔宜痺湯證〕
^origin〔林上卿方〕
^ingredients1035 梨汁120g，柿蒂5個，竹茹知，鬰金2.4g，枇杷葉9g，射乾、香豉、通草 各3g。以廿瀾水二碗，煎一碗，沖梨汁分 三次服。
^formula2<var=2>〔三仁湯證〕
^origin〔林上卿方〕
^ingredients1036 雪梨汁120g，杏仁15g，滑石、冬瓜仁、薏苡仁 各18g，通草、綠豆衣 各3g，竹葉6g，序樸1.8g，制半戾2.4g甘瀾 水4碑煎2碗，分三次服。
^ck12z12h106
^chinese伏暑，著溫。
^combo熱灼+津傷+氣虛
^ill〔津氣蘊灼〕
^symtom ①面赤身熱，@心煩懊煩，③目赤鼻內干燥，
^tounge 舌苔黃。
^pulse 脈洪數，重按無力。
^ill2〔氣虛不充〕
^symtom ①A汗如雨不止，②面黃乏力，③便溏。
^pulse 脈虛貓數。
^ill<sub=1>〔津液消灼〕
^symtom ①U燥，②煩海引飲，③尿短。
^tounge舌絳無津。
^pulse①灰滑，②霉黑。
^ill<sub=2>〔神志昏蒙〕
^symtom①神昏，②譫語。
^formulas
^formula1〔黃連人參白虎湯證〕
^origin〔滑伯仁方〕
^formula2〔清化湯證〕
^origin〔《李斯熾醫案》方〕
^ingredients1037 銀花、淡竹葉、茯苓、蘆根、白薇、鰍蘭葉、知母、沙參、玄參 各9g，冬瓜子、浙貝母 各12g，甘草3g。
^ingredients1038 洋參、麥冬 各9g，玉泉敝3.6g，竹葉、梔衣、法半夏 各1.2g，綠豆衣、鮮荷葉、天花粉、滑石 各3g，知母1.5g。
^ck12z12h111
^norm 濕溫傷陰。
^chinese 濕溫。
^combo 津灼+液祜+氣虛
^ill〔津液消灼〕
^symtom ①煩懊不寧，②目赤顴紅，③口渴引飲，④咽痛腐白，額熱，腹熱，灼熱，⑤早熱暮涼或 早涼暮熱。
^tounge 苔黃根黑霉，罩灰。
^ill<sub=1>〔津液枯涸〕
^symtom ①咳嗽不爽，②津幹不渴。
^tounge 舌絳赤，如豬肝。
^ill2〔氣虛不充〕
^symtom ①汗出淋漓，②下利，③氣促，④手指戰振，⑤多尿，⑥嘔吐瀉利。
^pulse 脈濡數。
^ill<sub=2>〔神志昏蒙〕
^symtom ①妄語，②語如焚，③肢搐引動，④昏沉。
^formulas
^formula1〔清蜃益氣湯證〕
^origin〔《溫熱經緯》方〕
^ingredients1039 西洋參4.5g，西瓜翠衣30g，蓮梗、粳米 各15g，黃連3g，石斛、表門冬 各9g，竹葉、知母、甘草 各6g。
^formula2〔清熱保津法證〕
^origin〔雷少逸方〕
^ingredients1040 連翹、天花粉、鮮石斛 各9g，鮮地黃、麥冬 各12g，參葉2.4g。
^ck12z12h103
^norm 熱深厥深。
^chinese 濕溫，下利。
^combo 火熾+津洩+陽滯+津傷
^ill〔津氣疽熾〕
^symtom ①壯熱（T39.8T)，見汗不解，②咳嗽痰稠。
^tounge 舌尖絳，中膩厚。
^pulse 脈滑數。
^symtom ①暴注下迫，②洩瀉不止，③便下血穢。
^symtom 口渴。
^tounge 舌黃燥裂。
^symtom 厥逆。
^pulse 脈欲絕。
^symtom 胸悶不寬。
^symtom ①神識模糊，②夜來神昏譫語。
^ingredients1041 處方三:黃芩9g，黃連6g，大黃4.5g，生地、茅根 各30g，桑皮15g，童便引，水煎服‧(《福建中醫醫寒醫話選編 (-))34) 0
^ck12z12h227
^norm 濕熱鬰肺：著入肺絡。
^chinese 濕溫，暑咳，暑喘。
^ill〔氣機沖逆〕
^symtom ①喘不得眠，②氣急。.‧
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽，②疲色擁黃。
^ill<sub=2>〔清竅不宣〕 ：
^formulas
^formula<var=1>〔千金筆莖湯證〕
^origin〔《溫病條辨》方〕
^ingredients1042 葦莖、惹苡仁 各15g，桃仁、冬瓜子 各6g，滑石、杏仁 各9g。、
^ingredients1043 (3)何廉臣：主葦莖湯加葶藶子、大棗。
^ck12z12h234
^chinese 傷風夾濕。
^combo 津傷+氣熱+氣鬱+血溢
^ill〔津液消灼〕
^symtom 「１疾色稠黃，２食少形瘦心
^symtom ①咳嗽不已，②胸膈滿W，③脅背癰。
^ill<sub=1>〔清竅不利〕
^symtom .‧１咽痛，２音粗，３聲嘶而濁。
^ill2<sub=1>〔津氣蘊蒸〕』
^symtom ①內熱，②手足心熱，③蒸熱，④面色油晦，⑤小便渾赤，⑥目黃。
^tounge 舌苔黃膩。-
^pulse 脈數，貓數。、*
^ill<sub=2>〔絡血妄行〕
^symtom ①痰血，②咯血鮮紅。
^ill2<sub=2>〔氣機不降〕，
^symtom ①喘促，②咳嘔頻並③喉間痰鳴。
^formulas
^formula1<var=1>〔葦莖湯合五苓散證〕
^origin〔陸胃愚方〕
^ingredients1044 蘆根、冬瓜子、薏苡仁、桃仁、杏仁、白蔻仁、桂枝、白朮、茯苓、豬苓、澤瀉。
^formula2〔苑貝茅根湯證〕
^origin〔何廉臣方〕
^ck12z12h246
^norm 穢濕著裡。
^chinese 穢濕。
^combo 氣鬱
^ill〔氣機不宣〕
^symtom 不饑不食。
^tounge 舌紅苔黃膩濁。
^pulse 脈緩。
^ill<sub=1>〔氣機不降〕
^symtom 噯噫。
^ill<sub=2>〔陽氣不和〕
^symtom 肢涼倦怠。
^formulas
^ingredients1045 瓜蔞皮、桔梗、猓梔、香豉、枳殼、鬰金、降香末。
^alias濕遏熱伏，穢濕阻滯，瘀熱在裡，濕熱內陷，正虛邪陷。
^chinese 濕溫，濕溫兼寒，濕熱，箍濕，穢濕，伏邪挾積，瘀熱發黃，陽黃，陽水，肺水，風水，濕腫，皮水，子 腫，癃閉，休息痢，小兒夜汗。
^western 化膿性扁桃體炎，慢性結腸炎，細菌性痢疾，肝膿瘍並發腹水，朐水，小兒急性背炎，慢性腎炎，左腎積水 合弁綠膿桿菌感染，敗血症。
^ill〔陽氣不宣〕
^symtom ①四肢背脊惡寒，②外熱反不盛，③口反不渦，口渴不喜飲，渴喜熱飲，④肢微厥，_有微熱，按其皮膚不甚灼熱，⑥身重不能轉側，⑦精神疲倦6
^tounge ①舌白，舌苔滿佈，苔白厚。
^pulse ①脈象模糊，②脈反緩而弦。
^ill2〔經氣不宣〕
^symtom ①全身簞著，酸楚+適，身痛不能屈伸，②腿足痠痛，③背脹，④肘膝痠癰。
^ill3〔津氣蘊蒸〕
^symtom 位熱不寒，２面赤目赤，③小R赤澀，④白瘠佈於胸腹，色頗透明9 舌象①略帶黃色，②苔灰膩。
^pulse ①脈弦小fi滑，②脈儒而數。，：
^ill4〔清空不宣〕
^symtom 頭痛.。
^ill5〔氣機不宣〕
^symtom （1)脘悶，２胸鄧痞悶，③胸脘痞悶不舒，④便溏。
^ill6〔氣機不降〕
^symtom ①氣促，②遺惡，時時乾噦。
^ill7〔清竅不宣〕
^symtom 口有甜味。證候系統：詳見圖64。，'
^ck12z02h057
^norm 濕溫灩寒。
^chinese 濕熱，霉濕，濕溫。
^combo 陽鬰+表鬰） 氣部‧： '‧
^ill〔陽氣不宣〕
^symtom ①沉困嗜睡，②錤寒背強，③足冷，肢冷發麻，④全身重者，酸楚不適，身重不能轉側，肢懈，神倦嗜臥，⑤面色黃赤如菰油膩，⑥身熱不揚，⑦口鉍而渴，口渴不思飲，渴不能飲，飲喜熱湯，⑧大便溏薄，水 瀉。
^tounge ①苔白膩，②白滑潤，③厚膩而微黌，④黏膩，灰膩，黑點，黑紋。
^pulse ①脈楱糊沉細，②濡緩b
^symtom ①肌肉煩疼，酸楚，②午後寒熱，③一身無汗，但頭汗iii，④皮膚隱隱見疹，⑤汗痏不暢，
^pulse ①脈右浮滑沉滯，②遲緩。
^symtom ①胸膈痞滿，胸悶不舒，②小便短澀黃熱，③大便溏而不爽，便閉，④脘悶，⑤口甜，口
^tounge 苔白厚帶黃。
^symtom ①頭目脹痛，頭暈目沉，昏重如褻如蒙。
^symtom ①氣促，②嘔惡，時時乾嗔，③腹脹甚。1
^symtom 磷塞6'
^symtom ①全身重著，酸楚不適，身痛不能屈伸，②腿足痠痛，③背脹，④肘膝痠痛。
^formulas
^formula1<var=2>〔麻黃湯合二術二:陳湯證〕
^origin〔何拯華方〕
^ingredients1046 杜?術、羌活 各3g，廣陳皮6g，浙苓皮12g，紫蘇葉、』白芷、蓿香葉、卷川厚樸、防風、通草‧（切絲）各、5g。
^formula3〔清宣溢化法證〕
^origin〔甯少逸方〕
^ck12z02h060
^norm 濕遏熱伏。
^chinese 濕溫。‧
^combo 陽鬰+氣鬱+表鬰+氣蒸
^ill〔陽氣不宣〕
^symtom ①四肢背脊惡寒，②外熱反不盛，③口反不渴，口渴不喜飲，渴喜熱飲*④肢微厥，⑤表 有微熱，按其皮膚不甚灼熱，⑥身重不能轉側，⑦精神疲倦。‧　
^tounge ①舌白，舌苔滿佈，苔白厚。
^pulse ①脈象模糊，②脈反緩而弦b
^ill2〔腠理不宣〕
^symtom 身痛。
^ill2〔津氣蘊蒸〕
^symtom ①但熱不寒，②面赤目赤，③小便赤澀，④白痦佈於胸腹，色頗透明。
^tounge ①略帶黃色，②苔灰膩。
^pulse ①脈弦小而滑，②脈雜而數。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胺悶，②晌部痞悶，③胸脘痞悶不舒，④便溏。
^ill<sub=2>〔氣機不降〕
^symtom 氣促。
^ill2<sub=2>〔清竅不宣〕
^symtom 口有甜味。
^formulas
^ingredients1047 諮香、茯苓皮、木防己、惹苡仁 各9g，陳皮、厚樸、大豆卷 各6g，通草4.5g。水煎服。
^ingredients1048 乃本身陽氣不能十分充滿，不肯化解耳。茲與化邪法：廣鬰金、杏仁、鉅香、苦桔梗、荊芥穗、連翹心、銀花、青蒿、番 豆豉（《清代名醫醫案精華》吳鞠通5)。
^ck12z02h079
^chinese 伏邪挾積。
^ill〔陽氣不振〕
^symtom ①下體惡風，②惡寒戰慄不禁，③手足冷。
^pulse ①脈級，②虛微細弱，③沉糊。
^symtom ①發熱不退，②神識如蒙，③上體熱而汗出，④煩閣，⑤便洩溏臭。
^tounge 舌心焦燥。‧ ‧ ‧ .』 . ‧ ‧
^pulse 脈數。、* I ；r ‧'；』
^tounge ①舌滑，②缺黃。...
^pulse 脈弦。. ‧‧ _.〔氣機不宣〕
^symtom 胸滿。
^ill<sub=2>〔氣機不降〕
^symtom i氣短作嘔。‧ ‧‧』. 』
^formulas
^formula2〔附子瀉心湯證〕
^origin〔胃琢如方〕
^ck12z02h035
^norm 瘀熱在裡。
^chinese 瘀熱發黃，陽黃，小兒夜汗。‧
^combo 氣部+表鬰+氣熱、
^ill〔氣機不宣〕
^symtom ①面色黃滯，②倦怠，③饑不能食，④胸悶滿，⑤胸脘窒塞，⑥饑不能食。
^tounge ①苔白膩，②舌苔粉白，③舌苔濁膩。
^pulse 脈宜洪大，而反沉滯。
^ill2〔津氣蘊蒸〕
^symtom ‧１發熱自汗手足溫，_(2)心中懊儂，夠汗出，小兒夜汗，４不惡寒反惡熱，５煩躁，不眠，６面赤，７煩渴引飲，８口苦，９目黃，十小便如梔子色，?便秘溺赤，十紅疹滿佈，身現丹疹。
^tounge ①舌尖千焦，②苔微黃。. ‧‧?V-■
^pulse 脈洪滑。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔清竅不利〕
^symtom ①典乾，②毋內痠痛，③眼睛疼。
^ill<sub=2>〔氣機不降〕
^symtom ①氣喘，②嘔，嘔逆。
^formulas
^formula1<alias=梔豉湯>〔梔子豉湯證〕
^origin〔《傷寒論》方〕。功能透邪洩熱，除煩解鬰。治發熱，心煩不眠胸悶不紙，甚則坐臥 孩:）■*、
^formula2〔麻黃連軺赤小豆湯證〕
^origin〔《傷寒論》方〕
^formula3〔瓜蒂散證〕
^origin〔《傷寒論》方〕
^formula4<alias=普濟解毒丹>〔甘消毒丹證〕
^origin〔《溫熱經緯》方。〕
^ck12z02h044
^chinese 肺水，風水，濕腫。
^western ‧肝膿瘍並發腹水—胸水，小兒急性腎炎，慢性腎炎/‧.　　　病因病機:肺脾濕熱鬰滯。濕熱壅於肺脾，失其宣降之權，致清氣不得宣展，清氣不升，濕濁不降，津液鬰滯，張千 裡所謂：「肺脾大失通降之權」，致濕聚熱鬰，三焦失調。
^ill〔氣機不宣〕
^symtom ①胸脘痞悶，②膠腹脹滿，③口不知味，.納少，④惡風，頭身痠重。
^tounge 舌砂白。 ■
^pulse ①脈浮弦，②脈浮滑，③沉緩。
^ill2〔津氣繭蒸〕
^symtom ①自汗，多汗，:②午後潮熱，潮熱不退，腹熱，③口苦兩渴，心煩口渴，④齒燥口乾，咽 喉潮紅，⑤心煩不眠，⑥時有譫語*人夜尤甚 c小便黃濁赤歷.氣穢⑧大便堅燥或膠閉，游薄不爽，⑨腹滿而痛。『
^tounge ①練，②苔淡黃，③微膩，④苔黃滑厚膩。
^pulse ①脈濡數，②弦數，③沉數，④沉濡，⑤滑數，⑥脈細。
^ill<sub=1>〔津不化氣〕
^symtom ①面浮，②上腫及全身，四肢浮腫，③甚則臍實背平，④陰旗腫大，⑤足腫。
^pulse 脈沉緩。.〔氣機不行〕
^symtom ①尿少不行，小便黃少，②尿閉，③二便不通。
^ill<sub=2>〔氣機不降〕
^symtom ①氣喘，呼吸急促，②吐黏痰，③噁心欲嘔，嘔惡。
^formulas
^formula1<var=1>〔麻黃連軺赤小豆湯證〕
^origin〔葉孝禮方〕
^ingredients1049 麻黃:ig，違翹、大腹皮、茵陳、生扼子 各9g，枳實、厚樸各4. 5g，赤小豆30g。
^formula2〔加減三仁湯證〕
^origin〔啟源方〕
^ingredients1050 杏仁、竹葉、通草、半芨、川厚樸 各6g，白蔻仁3g，惹苡仁、赤小豆各30K，滑石、茯苓皮 各15g。
^ck12z02h089
^norm 陽水。，）
^chinese 肺水，皮水，風水，子腫。
^western 慢性腎炎。
^combo 陽滯+汴滯+氣鬱
^formulas
^formula1<var=2>〔麻杏苡甘湯證〕
^origin〔竇伯清方〕
^formula2〔五皮飲證〕適應皮水，遍體腫脹，其來也驟，飲食二便如常，苦辛淡滲法。
^ingredients1051 桑白皮、陳皮、生薑皮、大腹皮、赤茯苓皮，肺水喘急咳嗽加蘇子、萊菔子、葶藶子。
^ck12z02h123
^norm m水。
^chinese 陽水。、
^western 慢性賢炎。
^combo 氣虛+液灼+津滯+氣滯
^formulas
^formula〔清養氣液方證〕
^origin〔鄒雲翔方〕
^ingredients1052 沙參、麥冬、山藥、白朮、當歸、磁石v雲茯苓、薏R仁、蘆根。
^ck12z02h092
^chinese 『皮水，風水，癃閉，子腫。1
^western 慢性腎炎，左腎軹水合弁綠膿桿菌感染。
^combo 氣虛+津滯+氣滯
^ill〔氣虛失充〕
^symtom 肌瘦，２頭帶，③神倦，氣促，④汗出惡風，⑤睡臥孫睛，練油，⑦身重，⑧腰痛。
^symtom ①面浮足腫，四肢腫，②腰以下腫及陰，③遍身漸腫。
^tounge 苔灰白。‧‧* ‧
^ill<sub=1>〔氣化不行〕
^symtom ①小水輯濕，②尿閉。-
^ill<sub=2>〔氣機不利〕
^symtom ①腹脹，②胸腹痞滿，區吐不食，④喘咳，⑤胸悶氣逆。
^ill2〔陽氣木和〕
^symtom ①唇皺紅，②上身潮熱，下體常冷。
^pulse 脈弦數鼓指。 ‧r
^formulas
^formula1〔防已茯苓湯證〕
^origin〔《金肢要略》方〕
^ingredients1053 防己、黃耆、桂枝 各三兩，茯苓 六兩，甘草 二兩。水煎，分二次服。功能益氣，通』陽，.利水。
^formula2〔防己黃耆湯證〕
^origin〔《金匱要略》方〕
^formula3〔升陽益胃湯證〕
^origin〔《脾胃論》方〕
^ingredients1054 黃耆60g，半誕、人參、炙甘草 各30g，獨活、_防風、白芍葯、羌活各lSg，橘皮、茯等、澤語、燊胡、白朮 各9g，黃 連6g。為粗末，每服3g，加姜，棗，水煎服。
^chinese 穢濕，濕溫，伏暑，伏裊夾虛，伏暑胎瘧1伏邪濕痰，風溫夾濕，蜃濕脾瘧，太陰脾瘧，暑瘧，痰瘧，癉 瘧，間日瘧，如瘧，低燒，經期發熱，勞復，陽黃，脘脅痛，苒聾。
^western 腸傷寒。變應性亞敗血症，膠原系疾病，膽舜炎，膽道感染，肝炎，乙腦化瘧，大包性鼓膜炎。
^ill〔陽氣不和〕
^symtom ①寒起四末，②神倦肢怠，③者衣則煩，去衣則凍，④大便時溏時乾，⑤四肢抽搐，⑥神志恍惚。
^pulse ①或洪，②脈滑，③脈弦而數。〔氣機不宣〕
^symtom ①胸中痞悶，②痰多脘悶，@胸脅滿痛，④脅擇，⑤欲食。〔氣機不降〕
^symtom ①欲嘔欲吐，②乾嘔，.③氣促。
^symtom 頭痛欲裂。
^ck12z15h082
^norm 邪留募原。‧　　　內含病例：
^chinese 濕溫，伏邪濕痰。
^combo 不和+氣鬱+表鬰
^formulas
^formula1〔苓散加味〕
^origin〔曾滄海方〕
^ingredients1055 蒼朮、陳皮、澤瀉、豬苓、茯苓 各9g，川厚樸、白朮、柴胡 各6g，甘草3g，桂枝7.5g。
^formula2<var=2>〔小柴胡湯證〕
^origin〔丁甘仁方〕
^ck12z15h088
^norm 邪客少陽。』
^chinese 如瘧，勞復。
^combo 陽鬰+氣虛+氣鬱
^ill〔陽氣不和〕
^symtom 頭痛欲裂。
^tounge 苔白。
^pulse 脈弦緊。
^ill2〔腠理不調〕
^symtom ①發寒戰高熱，一日數發，或隔日一發，②發熱自汗，③潮熱。
^tounge 舌紅苔白厚微黃。
^pulse 脈浮。.t
^ill<sub=1>〔氣外不宣〕
^symtom （p胸脅滿，２脅下粳滿③不大便。
^symtom 夠暈乏力，２自汗，⑤胃納不開，④大便溏。.v
^ill<sub=2>〔氣機不降〕
^symtom 噁心欲嘔，嘔。
^formulas
^ck12z15h083
^norm 膜原伏邪，痰阻膜原。）
^chinese 濕溫，痰瘧，穢濕，低燒。
^western １變應性亞敗血症，２膠原系疾病，３膽道感染。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不和〕
^symtom ①發則惡寒而不甚熱，背部發冷，②一身盡痛而有汗，週身竄痛，脛骨疼痛，③肢困身繭，手足沉重，④面色晦滯，⑤口苦喜飲，⑥睡眠鉍驚，⑦神糊妄言。
^ck12z15h086
^norm 少陽陽明病。
^chinese 太陰脾瘧。
^combo 陽鬰+表鬰+氣熾+氣結
^ill〔陽氣不和〕
^symtom ①面色蒼白，②十指冷，③極感疲勞。
^pulse ①脈細弦數，②脈細澀。
^ill2〔腠理不調〕
^symtom ①寒熱往來，冷時雖擁被猶寒，熱時亦有微汗，②發熱微惡寒。
^ill3〔津氣蘊熾〕
^symtom ①發熱，潮熱大作，譫語，②神識昏迷，眼翻牙緊，③心煩欲飲，④口苦口臭，⑤大便秘 結，大便不通，⑥溲黃。
^tounge 舌質紅，苔黃膩。
^pulse 脈弦。
^ill<sub=1>〔氣機鬱結〕
^symtom ①朐腹鬱悶，②胸前板結，③心下痞痛。
^tounge 舌被厚苔。
^pulse 兩脈沉實。
^ill2<sub=1>〔氣機不降〕
^symtom 時有噁心嘔吐。
^ill<sub=2>〔清空不寧〕
^symtom 耳聾。
^formulas
^formula1<var=2>〔大柴胡湯法證〕
^origin〔趙棻方〕
^ingredients1056 柴胡、黃芩、茯苓 各9g，厚樸4.5g，枳實、大黃、半夏 各6g，陳皮、木香 各3g。
^ck12z15h084
^norm 膜原伏暑。
^chinese 濕溫，暑瘧，風溫夾濕，暑濕脾瘧，間日瘧，伏暑胎瘧
^western 乙腦化瘧，肝炎。_
^combo 不和+氣鬱+氣熱
^symtom ①寒起四末，②神倦肢怠，③著衣則煩，去衣則換，④大便吋溏時乾，⑤四肢抽搐，⑥神
^ill<sub=2>〔清空不寧〕
^symtom 頭痛欲裂。
^formulas
^formula1<var=2>〔小柴胡湯證〕
^origin〔貝叔英方〕
^ingredients1057 柴胡、姜半夏 各6g，黃芩、黨參、生地、大青葉、青蘺、茵陳 各9g，牡蠣18g。
^formula2〔柴胡蓮白湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients1058 　　　北柴胡、青蒿、鮮竹茹 各10g，酒黃芩、娶半夏、旋復花、酒知母 各7g，全瓜蔞12g，薤白、廣陳皮、厚樸、枳實 各5g，白蔻仁3g。
^formula3<var=2>〔清脾飲證〕
^origin〔何拯華方〕
^ingredients1059 (5)葉天士治胡，間H瘧，痰多脘悶，汗多心熱，伏暑內熾，忌與風寒表藥：滑石、資芩、厚樸、杏仁、通草、白蔻 仁、半夏、瓜蔞皮、知母。又：黃芩、草果、知母、半夏、生白芍、烏梅（《臨證指南醫案》424)。
^ck12z15h280
^norm 少陽腑症。
^chinese 濕溫，癉瘧，耳聾。
^western 大包性鼓膜炎。
^combo 氣鬱+陽鬰+氣蒸+血蒸+神擾
^ill<sub=1>〔清空不寧〕
^symtom ①頭重，②頭痛如劈，③目眩。
^ill2<sub=1>〔氣機不降〕
^symtom ①作嘔，②嘔吐，嘔吐苦水。
^ill<sub=2>〔陽氣不和〕
^symtom ①不得汗，熱勢壯，②肢痠。
^tounge 苔膩。
^pulse 脈浮弦數。
^ill2〔神志不寧〕
^symtom 煩跺。
^formulas
^formula1〔蒿苓清膽湯〕
^origin〔和解膽經法，俞根初方〕
^alias濕遏熱伏，濕熱動風。
^chinese伏暑，浞溫，秋溫，秋燥，溫邪人營而兼伏濕，伏濕挾痰，咯血，虛熱。1
^western肺炎。
^ck12z04h020
^norm 濕遏熱伏。
^chinese 伏暑，濕溫，秋溫，秋燥，溫邪人營而兼伏濕。
^combo 表鬰+氣蒸+營蒸
^ill〔腠理不宣〕
^symtom ①惡風寒，②無汗。
^tounge 苔灰膩。
^pulse脈沉濡。
^ill2〔津氣繭蒸〕
^symtom ①日_熱甚，②便不暢，③溲短赤。
^tounge 苔餚膩。
^pulse 脈數。
^ill3〔茜熱蘊蒸〕
^symtom ①身熱夜甚，②揭不欲飲。
^tounge 舌邊尖絳，底絳。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill<sub=2>〔清竅不利〕
^symtom 咽阻。
^formulas
^formula〔加味梔豉湯證〕
^origin〔費炳章方〕
^ingredients1060 蠶砂、滑石、瓜蔞皮、鬰金，鮮生地、豆豉、青蒿、白薇、焦山桅。
^ingredients1061 (2)吳鞠通治暑溫，舌苔滿佈，色微黃，脈洪弦而剛甚，左反大於右，不渴，初起即現此等脈症，恐下焦精血之 熱，遠甚於上焦氣分之熱也。且舊有血溢，故手心熱，又甚於手背，究競初起，且清上焦，然不可不心知其所以然。連 翹、細生地、丹皮、銀花、桔梗、白茅根、麥冬、牛蒡子、香豉、薄荷、元參、藿香梗、生甘草（《清代名醫醫案精華》 吳鞠通2)。
^ingredients1062 二診：藥後口渴稍止，舌心稍潤，惟煩熱尚在，仍按前法加減：鮮竹葉心18g，麥冬、元參、牛蒡子 各9g，川貝母、梔子 各6g，豆豉4.5g，鮮活蘆根48g.六一散30g，赤小豆12g，至寶丹1粒。
^ingredients1063 　　　諸恙均瘥，尚有微熱，仍宜清其餘邪：鮮梨皮、薏苡仁 各18g，鮮葦莖48g，連翹、銀花、淡竹葉、扁豆花、牛蒡子 各9g，六一散30g，赤小豆15g，瓜絡、赤茯苓 各12g，4劑而愈（《福建中醫醫案醫話選編（一）） 24)。
^ck12z04h281
^norm 濕熱動風。
^chinese 濕溫。
^combo 氣鬱+氣熾+血熾+神蒙
^ill〔氣機不利〕
^symtom 少腹氣墜作脹。
^symtom ①發熱，壯熱自汗，②口燥渴飲，③發痦。
^tounge 舌灰燥黃。
^pulse ①脈右滑大，②弦滑數。
^symtom ①鼻衄，②煩熱，③紅疹。
^tounge 舌紅。
^symtom ①夢囈，②手指引動，③卒然口噤，手足摁疚，目瞪昏厥，角弓反張。
^symtom 寒熱。
^tounge ①舌多白滑，②或白而糙。
^pulse ①脈多浮弦，②甚或弦急。
^ill2〔清空不寧〕
^symtom ①耳聾，②耳鳴耳閉。
^formulas
^formula1〔陳氏熄風勝濕湯〕
^origin〔何廉臣方〕
^ingredients1064 羚羊角、竹茹、秦芄、鉤籐、絲瓜絡、飛滑石、梗通草、鮮桑枝。
^ck12z04h283
^norm 伏濕挾痰。
^chinese 濕溫，咯血。
^ill〔「氣瑾熾〕
^symtom ①身熱，②P苦，③疾黃多韌，④便溏黃，⑤溲赤熱。
^pulse 脈數。_
^tounge 舌苔膠膩中黃而糙。
^symtom ①身熱夜甚，②渴不欲飲。
^ill<sub=1>〔氣機沖逆〕
^symtom ①嘔惡|，②咳嗽。〔絡血妄行〕
^symtom 咯痰帶血。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸腡痞疼，②左脅痛不能轉側，③小腹亦痛。
^tounge 苔白。
^pulse 脈澀滯。
^ill2〔神志木寧〕
^formulas
^formula〔加味梔豉湯證〕
^origin〔周小農方〕
^ingredients1065  　　　豆豉、山扼、滑石、青蒿、金沸草、新絳、橘葉絡、枳殼、杏仁、薏苡仁、瓜瓣、葦莖、鬰金、音蔥管。
^alias肺水腫滿，濕熱傷腎，濕熱傷.陰。
^chinese 風溫，風水，肺水，陽水，尿血。
^western 急性腎小球腎炎，慢性腎炎。
^ck12z05h044
^norm 肺水腫滿。
^chinese 風溫，風水，肺水。
^western 急性腎小球腎炎。
^combo 氣鬱+氣熱+津滯
^formulas
^formula1〔枇杷葉煎證〕
^origin〔《通俗傷寒論》載葉案驗方〕
^ingredients1066 枇杷葉（去毛筋淨剪碎）30g、茯苓皮15g先煎代水，杏仁10粒，憊苡仁9g，淡豆豉、滑石 各4.5g，黑梔皮、通草  各3g0
^formula2〔茅根清絡飲證〕清三焦以定腫喘。
^ingredients1067 海金砂15g拌滑石18g，川黃柏、通草 各4.5g，豬苓9g，赤小豆12g，北細辛0.3g，蔥須0.6g，茅根60g，絲瓜絡1枚
^ingredients1068 (1)葉天士治暑熱不得解散，絕腫癃閉，宜通六腑，已現痙厥，非輕小症：防己、茯苓皮、豬苓、通草、海金沙、惹 苡仁。經腑窒熱不通，治在氣分三焦之病何疑：滑石、石奇、寒水石、豬苓、澤瀉、蠶沙湯煎藥。定三焦分清：葶藶子、杏仁、厚樸、大腹皮、豬苓、澤瀉、海金沙煎湯（《臨證指南醫案》285)。
^ck12z05h158
^norm 濕熱傷陰。
^chinese 虛腫。
^western 腎盅腎炎，腎盂積水。
^combo 氣虛+陰虛+津滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①少氣懶言，_怠乏力，③易汗，④便溏。
^ill2〔陰虛失養〕
^symtom ①腰府痠楚，②經閉。
^tounge 舌紅絳。
^pulse 脈細數無。
^ill<sub=1>〔津不化氣〕
^symtom 浮腫。
^ill2<sub=1>〔氣化不行〕
^symtom ①尿少，尿頻而少。
^ill<sub=2>〔氣機不利〕
^symtom ①腹滿，②腎區劇痛，③鼠蹊部痛。
^ill2<sub=2>〔陽氣不和〕
^symtom 肢冷。
^formulas
^formula〔培土生金湯證〕
^origin〔鄒雲翔方〕
^ingredients1069 炒白朮、茯苓、炒鬰金、枸杞子、川續斷 各9g，橘絡、獨活、滋腎丸 各3g，炒當歸身、川貝母、阿膠珠 各6g，炒白 芍、北沙參、百合、杜仲、香連丸 各12g，炙黃耆、桑寄生15g。
^ck12z05h315
^norm 濕熱傷腎。
^chinese 屎血。
^combo 氣熾+血熾+液滯+陰枯+絡滯+血溢
^formulas
^formula<var=1>〔清燥救肺湯證〕
^origin〔何廉臣方〕
^ingredients1070 桑葉、石裔、人參、甘草、炒胡麻仁、阿膠（溶化)‧、麥門冬、蜜炙枇杷葉、杏仁、蒲黃、茅根、藕節。水煎頻服。摘錄：
^ingredients1071 (2)素嗜茶酒，濕熱內蘊，移於下焦，飲食不思，小便渾濁作痛，牡丹皮湯：丹皮、赤芍、木通、賴、天花粉、翟 麥、澤瀉、車前子、甘草、薏苡仁，或加味三才湯：天冬、生地、沙參、丹參、桃仁、萆蘚、澤瀉、車前子、甘草、?苡
^alias濕遏熱蒸，濕熱阻遏，濕熱阻滯，濕熱蘊部，濕熱內著，濕濁中阻，濕阻中州，濕伏中焦，濕熱彌溲三焦，濕遏熱伏，濕熱傷脾，濕熱傷胃，酒濕傷胃，脾胃失調，太陰陽明為病，穢濁鬱閉，濕熱鬱結，太陰濕熱內結，少陽陽明合病，中虛 熱滯，中虛伏熱，中虛邪結，熱病轉寒中，陽虛滑脫，氣虛滑脫，氣虛發熱，胃陰不足。
^chinese濕溫，濕溫下利，濕溫壞證，酒濕，穢濁，濕濁，暑穢，筠濕，伏濕，伏者‧夾積，濕熱，濕熱瀉，楫濕洩 瀉，陰虛洩瀉，暑瀉，五史瀉，酒洩，小腸洩，滑洩，久瀉，濕熱痢，疫痢，噤口痢，休息痢，虛寒痢，久痢滑脫，濕熱 祺亂，伏暑笛亂，濕熱吐瀉，寒食笛亂，慢驚，腹痛，脘脹，脘脹痛，熱脹，脾脹，虛脹，吐血，痞滿，痞結，氣痞，藏 結，伏梁，貿疸，陽黃，蠶豆病，黃疸腫脹，水腫，太陰脾瘧，瘧脹，消渴，脾雄，勞復，進熱，低熱，urn，口瘡，狐 惑，手足汗C
^western 風濕熱，腸傷寒，變應性亞敗血症，敗血症，乙腦，乙腦壞症，急性胃炎，蔞縮性胃炎，十二指腸球部潰 瘍，十二指腸球部潰瘍並出血，不完全性幽門梗阻，胃毛糞石，宵柿石，胃下垂，急性腸炎，中毒性消化不良（重度脫 水），腸道黴菌感染，慢性結腸炎，悛性潰瘍性結腸炎，腸功能紊亂，人腸毛滴蟲性腸炎，慢性痢疾，慢性菌痢，中毐性 痢疾，肝炎，慢性肝炎，病毐性心肌炎，心肌梗死，腎炎尿毐症，糖尿病，乳糜尿，復發性口腔潰瘍，化膿性扁桃體炎，白塞氏綜合征。
^ill〔氣機不宣〕
^symtom ①胸悶，痞悶，②不食不饑，③面色淡貨，④神疲肢倦。
^tounge 舌苔灰貨。
^pulse 脈貓緩。
^symtom ①發熱纏綿不解，午後夜問為甚，汗出熱退，②口苦，③渴不欲飲，口渴引飲，④晝夜下利，⑤ 頸部及胸前皮膚均見到白密佈，如水晶狀。時有斑丘疹出現，⑥中釋嘈雜，⑦口中穢臭，⑧大便溏，下利，⑨大便秘結，十小便多而黃赤。
^tounge ①舌紅，②舌邊紅苔黃膩，③苔中黃膩。
^pulse ①脈滑，②m紱，③脈濡細而數。
^symtom ①瀉利黃水，②小便赤短澀痛，③先瀉後痢，④下利膿血，紅多白少，⑤糞少而黏，⑥食後作瀉，大便糊狀。、
^symtom 泛惡。
^symtom ①脘脹，脘疼，②腹脹，腹痛，③大便不爽，裡急後重。
^tounge 舌邊深紅，苔白厚膩，根部微黃。證候系統：詳見圖68。
^ck12z13h035
^norm 濕遏熱蒸。
^chinese 濕溫。
^western 風濕熱。
^ill〔氣機不宣〕
^symtom ①院脹，②納差，③海不欲飲。
^tounge 舌荇白膩。
^pulse 脈緩。
^ill2〔腠理不宣〕
^symtom 肩背疼重，牽及頸項。
^ill2〔漳氣斑蒸〕
^symtom ①日晡潮熱，夜半尤甚，至晨熱退，上腹部皮膚較熱，②口乾，③小溲黃赤。
^pulse 脈象滑大。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔清竅不宣〕
^symtom 咽痛。
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔仿達原飲證〕
^origin〔許堅方〕
^ingredients1072 煨草果、蒼朮、蝥香、佩蘭 各9g，川厚樸、知母、大豆卷、竹葉、威靈仙 各12g，銀花、石裔 各30g，黃芩、青蒿、葛 根 各15g。
^ck12z13h093
^norm 濕遏熱蒸，濕濁中阻，濕駔中州。
^chinese 黃疸，手足汗。
^combo 陽鬰+氣鬱+氣蒸+液灼
^ill〔陽氣不宣〕
^symtom ①肢體疲乏，②倦怠乏力，③出汗時手足發涼。
^tounge ①舌苔白膩，②舌苔厚膩。
^pulse １脈黹緩，２脈緩。
^ill2〔津氣蘊蒸〕
^symtom ①微冇發熱，②面目發，③小便微黃，小溲黃赤，④手足陣發性出汗。
^ill3〔津液消灼〕
^symtom 口黏。
^ill<sub=1>〔清竅不利〕
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶，②厭食。
^ill2〔氣機不降〕
^symtom 噁心。
^formulas
^formula1〔芳香疏化透邪方證〕
^origin〔範春如方〕
^formula2<var=2>〔轚樸夏苓湯證〕
^origin〔劉代庚方〕
^ingredients1073 藿香、半S、豬蒼、川庠樸、澤馮、蒼朮 各10g，雲茯苓15g，杏仁、白蔻仁 各9g，生薏苡仁25g，通草lg。
^ck12z13h040
^norm 濕伏中焦，濕熱彌溲三焦。‧
^chinese 濕溫。
^western 腸傷寒，糖尿病，變應性亞敗血症（變亞敗）。
^ill〔津氣蘊蒸〕
^symtom ①發熱纏綿不解，午後夜間為甚，汗出熱退，②口苦，③渴不欲飲，口渴引飲，④晝夜下 利，⑤頸部及胸前皮膚均見到白痏密佈，如水晶狀，時有斑丘疹出現，⑥中脘嘈雜，⑦口中穢臭，⑧大便溏，下利，⑨大 便秘結，十小便多而黃赤。
^tounge ①舌紅，②舌邊紅苔黃膩，③苔中貿膩。
^pulse ①脈滑，②謙緩，③脈滿細而數。
^ill<sub=1>〔清竅不利〕
^ill2<sub=1>〔氣機不降〕
^symtom 泛惡。
^ill<sub=2>〔清空不寧〕
^symtom 頭痛。
^formulas
^formula1〔宣化濕熱證〕
^origin〔孫茨如方〕
^ingredients1074 清水豆卷、鮮石斛 各12g，青蒿、白薇、黑山梔、銀花炭、連翹、赤茯苓 各9g，炒黃芩6g，川黃連2. 5g，益元散12g (包），甘露消毐丹12g用荷葉1片刺孔包。
^formula2<var=2>〔王氏連樸飲證〕
^origin〔李常度方〕
^ingredients1075 黃連9g，貨芩12g，梔子、厚樸、法半夏、竹葉 各10g，豆卷、薏苡仁、茵陳 各30g，石菖蒲6g，滑石15g，廿草6g。
^ck12z13h039
^norm 濕遏熱伏。
^chinese濕溫，濕熱。
^western 心肌梗死。
^combo 表鬰+氣熱+陽鬰
^ill〔氣機不宣〕
^symtom ①腹滿，②胸腿滿悶，脘搭，③ri千而不欲飲。
^ill2〔陽氣怫鬰〕
^symtom ①心煩臥起不安，煩躁不寐，②心下懊儂，③無衣則想想，者衣則煩，④寒熱往來，⑤面 赤氣急，⑥神迷欲寐，⑦饑不欲食。
^tounge d)舌淡紅苔黃膩，②苔白中黃。
^pulse ①脈浮數無力，②脈虛，③鬰數不揚。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①但頭汗出，②小便赤，不利，③渴不引飲，④便閉，便艱，⑤口苦，⑥胸腹發熱。
^tounge ①苔黃滑膩，②黃褐u
^pulse ①脈關滑大而緩，尺沉滑。
^ill2<sub=1>〔氣機不降〕
^symtom ①嘔逆，@噁心，泛惡，③暱逆。
^ill<sub=2>〔清竅不利〕
^symtom 咽痛。
^ill2<sub=2>〔清空不宣〕
^symtom 頭如裹。
^formulas
^formula1〔梔子厙樸湯證〕
^origin〔《傷寒論》方〕
^ingredients1076 枳實、扼子、厚樸。
^formula2<var=1>〔平3證〕
^origin〔姚龍光方〕
^ingredients1077 川厚樸9g，蒼朮、茯苓、陳皮、澤瀉 各6g，草果仁、黃；、知母、枳實 各4.5g，滑石15g，生甘草、黃連、薑汁炒 各1.5g，車前草1株。
^formula3<var=1>〔梔子豉湯證〕
^origin〔房定進方〕
^ingredients1078 梔子、豆豉、枳殼、藿香、荷葉、生大黃 各9g，炒扁豆15g，薄荷6g。
^ck12z13h043
^norm 濕熱阻滯，濕熱蘊鬰，脾胃失調，太陰陽明為病。
^chinese 穢濁，伏暑夾積，濕熱瀉，濕熱低熱，陽黃，痢疾，蠶豆病。
^western 乙腦，悛性痢疾，肝炎，病毒性心肌炎。
^combo 氣鬱+氣熱+氣滯
^ill〔氣機不宣〕
^symtom １脘中痞滿飽悶，２不饑惡食，食慾不振，３厭油膩食物，下午疲乏尤甚，４胸痞，５自 覺疲乏無力，心悸倦怠，口乾不欲飲，６手足汗出肢涼。
^tounge ①苔白膩，②苔白而厚。
^pulse ①脈濡澀緩，②脈濡級。
^ill2〔津氣蘊蒸〕
^symtom ①頭脹，②發熱，高熱時有驚搐微煩，汗出不徹，③午後低熱，夜間發熱，手心灼熱，
^tounge ①兩紅苔白膩浮黃，②舌苔原膩微黃，③舌邊色缸，苔布浮膩。
^pulse ①脈濡緩，沉取略數，②弦細數，③脈譎數，④浮數。
^ill<sub=1>〔氣機不利〕
^symtom ①大腹脹滿，腹中板痛，腹隱痛，大便爛，②胸脘脹悶鞮痛，③脘悶脘疼，胃脘痞滿，④ 脅下痛，⑤洩瀉，便溏不爽，⑥白色膿狀便，滯下不暢，⑦痢下赤白，⑧里急後重。
^tounge 舌紅。
^pulse 脈弦緩。
^ill<sub=2>〔氣機不降〕
^symtom 嘔惡，頻頻作惡。
^formulas
^formula1〔甘霣消毒丹加減方證〕
^origin〔李翰卿方〕
^ingredients1079 白蔻仁、藿香、茵陳、菖蒲、連翹、黃芩、枳殼、神曲、焦檳榔 各9g，滑石12g。
^formula2〔茵陳平胃散加減方證〕
^origin〔範春如方〕
^ingredients1080 綿茵陳、白毛籐、半枝蓮 各30g，車前子12g，薑黃、陳皮6g，炙甘草3g，茅蒼朮、白未、川厙樸v焦山梔、川黃柏、廣鬰金、赤茯苓、豬苓、澤瀉、絳礬丸（包） 各9g。
^formula3〔蠶豆病方證〕
^origin〔贛縣王益民方〕
^ingredients1081 茵陳、澤瀉、神曲、竹茹、連翹 各9g，梔仁4.5g，滑石12g，鬰金、藿香梗（或佩蘭） 各6g。
^ingredients1082 暑濕伏邪，凝滯胸中，脘中痞悶，而兼頭脹目貧，脈灞主清琉中宮：川黃連、枳實、半芨、厚樸、鬰金、琀豆蔻、滑石、茯苓皮。
^ingredients1083 暑穢悶而痛，寒熱不解，舌黃而渴，瀉心湯：姜連、黃芩、半芨、枳實、茬香、滑石、通草、鬰金。
^ingredients1084 (2)何廉臣：脘痞脘痛，大便不爽，濕傷氣痺，用豆豉、枳實、川黃連、薑汁、茯苓、半夏，熱輕去黃連，加部金、橘紅、懿仁、杏仁，熱甚加川黃連、生曬術、川厚樸、橘皮、淡生薑淹、酒煨大黃，水泛為九。
^ck12z13h047
^norm 濕熱傷脾。
^chinese 痞結，太陰脾瘧。
^combo 氣鬱+氣結+氣蒸
^ill〔氣機不直〕
^symtom （J）飲食不進，２胸滿，③痞結，④飲食不進，⑤不渦。
^tounge 苔白黏膩。
^ill2〔氣機鬱結〕
^symtom ①心下痞按之軟。不熊食，食則滿悶，②寒起四末，熱聚心胸，③胸痞狀如結_，④胃痛
^tounge ①舌淡紅苔白且揹，@苔_膩。
^pulse 脈關上浮。
^symtom ①多嘔，②噦惡嘔吐。
^symtom ①身體熇熱，②熱甚寒微，③微渴，④自利。
^pulse 滑大而數，沉取濡軟。
^tounge 舌黃。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula2〔增減黃連瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1085 (1)葉天士治胸中痞悶不食，議治在胃：川黃連、炒半夏、人參、枳實、荽汁、茯苓、橘紅（《臨證指南醫案》240)。
^ingredients1086 (5)尤在徑：脾以健運為職，心下痞不能食，食則滿悶，脾失其職矣，但健運之品，迂級無功，宜以補瀉升降法治 之：人參、乾薑、半S、茯苓、川黃連、枳實、陳皮、生薑（《柳選四家醫案》55)。
^ck12z13h045
^norm 濕熱鬱結，濕熱阻遏，濕熱內著。
^chinese 穢濁，酒濕傷留。
^western 腎炎尿毒症。
^combo 氣鬱+氣熱+氣滯+氣逆
^ill〔氣機不宣〕
^symtom ①面色不華，精神萎靡，②胺悶，③食慾不振，不寐不饑，④二便不利。
^tounge 苔白膩。
^pulse 脈右滯鈍。，、』.〔津氣蘊蒸〕
^symtom ①渴不多飲，②煩悶?③膚熱有汗，④財飽時饑。
^tounge ①舌赤苔微黃黏膩，②舌黃黏膩。
^pulse 脈弦滑。
^ill<sub=1>〔氣機不利〕
^symtom ①胺痞悶而痛，②胸中格拒。
^ill2<sub=1>〔氣機沖逆〕
^symtom  區逆，２食入則吐，吐物為痰涎，③吐蛔，④頻頻噁心。
^ill<sub=2>〔清竅不利〕
^symtom ①頭痛而脹，②咽部有阻塞感。
^formulas
^formula〔乾薑芩連人參湯證〕
^origin〔《傷寒論》方〕
^ingredients1087 乾薑、黃芩、黃連、人參 各三兩。水煎，分二次服。
^ingredients1088 (2)吳坤安：（嘔吐不納，時飽時饑，渴不多飲，舌苔微黃黏膩，寒熱兼施：川黃連、乾薑、茯苓、半S、廣陳皮、黃芩、澤瀉、枳實、薑汁）濕熱相蒸，宵中有火，脾家有濕，濕熱相蒸，以致嘔吐不納，時飽時饑，渴不多飲，舌苔微黃 黏膩，此胃熱蒸脾濕之驗也，治宜寒熱兼施：川黃連、乾薑、茯苓、半夏、廣陳皮、黃芩、澤瀉、枳實、薑汁（《傷寒指 掌》卷三76)。
^ingredients1089 痞滿嘔濁，不寐不饑，舌焚口渴，治宜苦辛瀉心法：黃芩、川黃連、半夏、枳實、薑汁（《傷寒指掌》卷三75)。
^ingredients1090 濕熱內著，從飲食中得之，嗜酒人多此苔，必黃厚黏膩，痞滿不饑，.嘔吐不納，惟瀉心最效：川黃連、乾薑、赤茯苓、半夏、枳實、茵陳、通草之類（《傷寒指掌》卷一20)。
^ck12z13h046
^norm 濕熱笛亂。
^chinese 伏暑翟亂。
^ill〔氣機不宣〕
^symtom ①院中痞悶，②胸痞欲嘔，③渴喜熱飲。
^ill2〔津氣逭蒸〕
^symtom ①外熱內煩，②面赤睹紅，③舌燥口渴口甘，④尿短赤澀，⑤骨節煩痛。
^ill<sub=1>〔氣機逆亂〕
^symtom ①嘔而利不止，②心煩肢厥。
^tounge 苔黃濁而乾。
^pulse 脈沉微欲絕。
^ill<sub=2>〔氣機不利〕
^symtom 脘腹痛。
^formulas
^formula〔生婆瀉心湯證〕
^origin〔《傷寒論》方〕
^ingredients1091 生薑、黨參、黃芩、法半夏、大寒 各9g，乾薑、甘草、黃連 各3g。水煎，分三次服。
^ingredients1092 (3)董廢翁：誤下致外熱內煩，下利上渴，或痞或痛或嘔，常法多用黃芩湯，不若生薑瀉心湯的當：生薑、法半夏、大棗、黨參、貲芩 各9g，乾薑、甘草、黃連 各3g。
^ck12z13h121
^norm 濕熱傷津。
^chinese 濕熱吐瀉，慢驚。
^combo 液傷f氣逆+氣虛
^ill〔津液消灼〕
^symtom ①遍體如火，②口渴不止，③心煩，④小水短少，⑤四肢乾枯，⑥目瞪聲直。
^tounge 舌光如鏡。
^pulse 脈細數。
^ill2〔氣機沖逆〕
^symtom ①食物人U即吐，②喘促腹膨，③乾嘔不止，④煩渴吐瀉。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶欲絕，②胸腹不舒。
^ill<sub=2>〔氣虛不充〕
^symtom ①氣息奄奄，②面色青白，③肢指冷，④揭稀。
^tounge 苔白花糙。
^pulse 脈右潘滑少力。
^formulas
^formula1〔安宵法方〕
^origin〔謝映廬方〕
^ingredients1093 人參、白朮、葛根、茯苓、麥冬、烏梅、半夏、赭石、旋復花、早米。摘錄：
^ingredients1094 初方：（組方見方症）。次服：人參、白朮、山藥、薏苡仁、烏梅、石斛、扁豆、粉葛根、地骨皮、甘草、早米（《謝 映廬得心集醫案（二）》101)。
^ck12z13h038
^norm 濕熱洩瀉。
^chinese 暑瀉，濕熱洩瀉，勞復，伏濕，少陽陽明合病。
^western 急性腸炎，中痗性消化不良（重度脫水）。
^combo 表鬰+氣熱+熱陷+氣鬱* ‧
^ill〔腠理不宣〕
^symtom ①身重肢痠，②骨節煩痛，③遍身發斑，④微汗
^ill2〔津氣蘊蒸〕
^symtom ①身熱，午、未時發熱高熱煩躁，②口揭引飲，③尿短赤，小便赤澀，④心煩，⑤便時肛 門有灼熱感，肛周紅。
^tounge ①舌紅苔薄微黃，少津，②苔黃白乾燥。
^pulse ①脈洪數，②脈濡數。
^ill3〔氣機下陷〕
^symtom ①洩痢不止，洩瀉無度，②瀉下物如水色黃，③蛋花樣水便呈噴射狀，④瀉下赤白有熱 臭，⑤腹脹，拒按，⑥瘦若猴形，皮膚乾皺，⑦前囟及眼眶深陷。
^tounge 舌質淡紅，苔白微黃。
^pulse 脈來沉滑略數。
^ill<sub=1>〔氣機不宣〕
^symtom ①膠中痞悶，②胸膈痛，③咳嗽。
^ill2<sub=1>〔氣機不降〕
^symtom ①嘔惡，②乾噫食奧。
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛，②頭犖。
^ill2<sub=2>〔緝竅不利〕
^symtom 唇乾舌燥。
^formulas
^formula1<var=1>〔葛根黃芩黃連湯證〕
^origin〔《蒲園醫案》方〕
^ingredients1095 葛根、山楂炭、神曲、車前仁 各6g，黃連0.9g，黃芩3g，赤茯苓9g，甘草2.1g。
^formula2<var=1>〔升麻萵根湯證〕
^origin〔孫文垣方〕
^ingredients1096 升麻、葛根、白芍葯、炙甘草各等分，加滑石、五味子，水煎服。
^ingredients1097 (1)費伯雄：煩渴腹痛，下痢膿血，粉米湯：天花粉、薏苡仁米、藿香、薄荷、寅連、黃芩、木香、木通、當歸、赤 芍、荷葉、綠豆。
^ingredients1098 (2)王雨三：濕熱內蘊，必洩瀉無度，與洞洩寒中無異，須辨其脈之洪數，證之身熱口渴，小便赤澀，肛門覺熱，主 六一散合四苓散，或大橘皮湯：赤茯苓、豬苓、澤瀉、白朮、桂枝、滑石、甘草、陳皮、木香、檳榔、生薑。
^ck12z13h053
^chinese 暑瀉，濕溫，久瀉，痢疾，休息痢。
^western 慢性結腸炎。
^combo 氣虛+氣熱+氣鬱+氣陷
^ill〔氣虛失充〕
^symtom ①面色不榮，臉色瞇白；雙目無神，面白神慢，②精神萎頓困乏，全身疲乏無力，哭聲低 微，③疲乏嗜睡，睡臥露睛，易驚醒，④心悸，.⑤身痛，⑥手足發涼，⑦肌瘐骨立，皮膚枯燥，⑧喜汗出。
^tounge ①舌淡紅，@舌剝苔少，③右潘遲，趺陽之脈亦弱。
^pulse ①脈細弱無力，②弦軟細數，③脈總微細。
^ill2〔津氣組蒸〕
^symtom ①發熱，午後發熱，低燒體重，五心煩熱，夜晚煩踔不安，關節疼痛，②口苦，食不知味，③煩跺口渴，喜冷，④口唇紅赤，唇焦齒垢，⑤口乾欲飲，⑥大便不調，大便黃黏，⑦小便赤澀，小便急而痛，⑧口腔、舌頭有潰瘍，⑨外陰腫脹疼痛。
^tounge ①舌紅苔黃膩，深黃，②舌絳苔黃，③舌邊紅苔乾黃，苔白糙，④白膩少津。
^pulse ①脈弦細數無力，②脈滿細，③左濡數。
^ill3〔氣機下陷〕
^symtom ①洩瀉如水，②腹痛痢下，③腹痛以臍周及少腹為著，④里急後莆，⑤少腹脹墜，喜按，腹雖脹滿，但按之卻軟且喜人撫按。
^pulse 脈沉弦。
^ill<sub=1>〔氣犰不宣〕
^symtom ①乳食不進，②咳嗽。
^ill<sub=2>〔氣機不降〕
^symtom ①時有嘔吐，②氣急多痰，③煩渴吐瀉。
^formulas
^formula1〔七味白朮散證〕
^origin〔錢乙方〕
^ingredients1099 人參、白朮、茯苓、炙甘草、粉葛根 各9g，廣木香3g，資香葉4.5g。發熱口渴去木香，腹痛加白芍。
^formula2<var=2>〔補中益氣湯證〕
^origin〔胃森茂方〕
^ingredients1100 黃耆、黨參12g，白朮8g，炙甘孽、炒防風、烏梅 各6g，廣木香3g，藿香4.5g，薏苡仁9g，白豆蔻1.5g，柴胡、升麻
^ingredients1101 1%4年5月21日患兒父親來訴：飲食日漸增，楮神活躍，大便每天次已正常。擬方作出院善後：沙參3g，白朮 3g，茯苓6g，陳皮2.4g，扁豆9g，惹苡仁6g，建曲3g，麥芽3g，大棗3枚。
^ck12z13h110
^norm 久痢滑脫。‧
^chinese 休息痢。
^western 悛性結腸炎。、
^combo 氣虛+律滑+氣陷+神衰
^formulas
^formula〔益氣湯證〕
^origin〔《施今裡臨床經驗集》方〕
^ck12z13h162
^norm 氣虛滑脫。
^chinese 久瀉，小腸洩。
^western慢性潰瘍性結腸炎。
^combo 氣虛+陰虛+陰涸+津滑+血滑+梢滑
^ill〔氣虛失充〕
^symtom ①面色萎黃憔悴，②精神萎靡，③聲音低啞，④食慾消失，⑤浮腫。
^tounge 舌質淡胖，苔白而膩。
^pulse 脈細緩。
^symtom 手心熱。
^symtom ①完谷不化稀便，②便溏，③久瀉。
^symtom 膿血便。
^ill<sub=2>〔陰液消涸〕
^symtom 無汗。
^tounge 舌淺紅，光潔無苔。
^pulse 脈細弱而數。
^formulas
^formula1〔參苓白朮散加減方〕
^origin〔謝海州方〕
^ingredients1102 太子參、薏苡仁 各15g，白朮、茯苓、黃芩、阿膠、陳皮、訶子 各9g，炒扁豆、山藥 各12g，砂仁5g，罌栗殼6g，灶 心土 30g (包），錫類散1瓶（沖服）。
^ck12z13h058
^norm 濕熱鬰滯。
^chinese濕熱痢。
^combo 陽鬰+表鬰+氣滯
^ill〔陽氣不宣〕
^symtom ①寒慄，②神志不清，③面紅口乾，④溲赤。
^tounge 舌苔滿佈垢厚。
^pulse 脈滑小。
^ill2〔腠理不宣〕
^symtom ①寒熱，②形寒熱甚，熱壯不為汗衰。f
^tounge 舌膩布。一
^pulse ①脈象浮緊而數，.②脈來弦數而促。
^ill3〔氣機不利〕
^symtom ①脫連腹脹，②大便不爽，洩瀉，③腹痛痢下，赤白相雜，裡急後重。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶，②院悶泛惡，③飲食不進，④咳嗽。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔惡，②嘔吐。
^formulas
^formula〔疏導邪滯，辛開苦降方證〕
^origin〔丁甘仁方〕
^ingredients1103 1.論著：吳鞠通：脘連腹脹，大便不爽，一加減正氣散，升降中焦：藿香梗、厚樸、杏仁、茯苓皮、茵陳 各6g，神 曲、麥芽 各4.5g，大腹皮3g。
^ck12z13h090
^norm 脾脹。
^chinese 黃疸腫脹，瘧脹，熱脹。
^combo 陽滯+汴滯+氣滯
^ill〔陽氣不行〕
^symtom ①便溏，②頭暈覺身有搖晃感。
^tounge ①舌質淡，②苔薄白滑眾灰，③舌苔灰膩。
^pulse ①脈沉濡，②脈沉級。
^formulas
^formula1〔二金湯證〕
^origin〔吳鞠通方〕
^ingredients1104 雞內金、海金沙 各15g，厚樸、大腹皮、豬苓 各9g，白通草6g。
^formula2〔樸果四皮飲證〕
^origin〔《葉案》驗方〕
^ingredients1105 川厚樸、廣陳皮、豬苓 各4.5g，浙苓皮、大腹皮 各9g，草果仁、青皮 各3g，用冬瓜皮、冬瓜子 各30g煎湯代水。
^formula3〔中滿分堉丸證〕
^origin〔《蘭室秘藏》李東垣驗方〕
^ingredients1106 青子芩36g，川厚樸30g，川黃連、枳實、仙半夏 各15g，炒知母12g，廣陳皮、澤瀉 各9g，浙苓、砂仁、乾薑 各6g，黨參、白朮、豬苓、錄、炙甘草 各3g，共研勻細，蒸餅為丸，如小桐子大，每服9g。
^ingredients1107 (1)張仲景：腹滿口舌乾燥，此腸間有水氣，己椒藶黃九主之。防己、椒目、葶藶子、大黃 各一兩，渴加芒硝半兩 (《金肢要略》93)。
^ingredients1108 (6)孫一奎治身面四肢浮腫，漸而人腹，腹大不可言，眼泡腫而無縫，飲食大減，小水不利，此氣滯水脹也：大腹 皮、茯苓皮、薑黃、蒼朮、厚樸、澤瀉、木香、烏藥，陳皮，4劑，眼目能開，飲食稍進，即為食傷而復腫，予改用七傷 丸，調理而痊。
^ck12z13h123
^norm 氣虛濕熱。
^chinese 水腫，脾癉。
^combo 液灼氣虛津滯+氣滯
^ill〔津液消灼〕
^symtom ①口乾引飲，②腹中知饑，③肌枯骨立。
^pulse 脈弦大數，細數。
^symtom ①全身浮腫，②口中泛甜。
^ill<sub=1>〔氣化不行〕
^symtom 小便癃閉。
^ill2<sub=1>〔氣機不利〕
^ill<sub=2>〔氣虛失充〕
^symtom ①面色萎黃不澤，②食少肌瘦，③四肢困乏，④心慌，⑤手麻，⑥小便量多色清。
^formulas
^formula1〔益胃利水湯證〕
^origin〔《秦伯未醫文集》方〕
^ingredients1109 石斛、沙參、天花粉、白芍 各12g，山藥24g，黃庚、白朮 各9g，生慈苡仁15g，赤小豆30g。
^formula2〔補清湯證〕
^origin〔《李聰甫醫案》方〕
^ck12z13h078
^norm 中虛邪結。
^chinese氣病，藏結。
^combo 陽虛+氣結
^ill〔陽氣不振〕
^ill<sub=1>〔陽氣佛鬰〕
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1〔附子瀉心湯證〕
^origin〔《傷寒論》方〕
^formula2〔生薑洱心湯證〕
^origin〔《傷寒論》方〕
^ingredients1110 生薑 四兩，半夏半升，黃芩、人參、炙甘草 各三兩，乾薑、黃連 各一兩，大棗十二枚。水煎，分三次服。
^formula3〔馬元儀經驗方證〕治寒熱不差，胸中有塊高突，按之則痛，或胸中結塊，結硬如石，或胸滿中痛，或中痛逆滿，口 燥煩渴，厥逆自汗，下半徹冷，脈右虛微，按之如絲，或弦虛澀。詳見病案（3)。
^ingredients1111 人參、泡姜、黃連、肉桂、桂枝、炙甘草、半夏、序樸、枳實。
^formula4〔黃連湯證〕
^origin〔《傷寒論》方〕
^ingredients1112 黃連、炙甘草、乾薑，桂枝 各三兩，人參 二兩，半夏半斤，大棗十二枚。水煎，分五次服。
^ingredients1113 子、廣陳皮、枳殼、半夏曲（《宋元明清名醫類案續編》馬元儀9)。
^ingredients1114 (6)葉天士治濕熱內蘊，中熱痞結，陽氣素虛體質，濕注自利不爽，神識昏亂，將變柔痙：炒半芨、人參、枳實、川 黃連、乾薑、貿芩、薑汁（《臨證指南醫案》481)。
^ck12z13h064
^norm 濕遏熱伏。
^chinese 濕燭，濕溫壞證。
^combo 陽鬰+表鬰+氣鬱+氣逆
^formulas
^formula〔四正散證〕
^origin〔費伯雄方〕
^ingredients1115 諮香、茅蒼朮、厚樸、砂仁、茯苓、廣陳皮、半夏、神曲、竹茹、薑汁。
^ck12z13h066
^norm 濕熱瀉痢。
^chinese 疫痢，濕溫下利，暑濕洩瀉，濕熱痢。
^western 餿性結腸炎。
^combo 陽鬰+表鬰+氣鬱+氣陷
^ill〔陽氣不宣〕
^symtom ①畏寒，②肢冷，③渴不多飲。‧
^tounge 淡紅、苔薄膩，②舌淡苔白如粉，③灰黃。
^pulse ①脈沉滿，②脈小弦帶數。
^ill2〔腠理不宣〕
^symtom ①發熱無汗，②寒戰高熱。
^tounge 舌苔白膩。
^pulse 脈弦數。
^symtom ①洩瀉，②夾白色黏?，③利下紅白，下利如豆汁龜腦，④里急後重，⑤肛門不適，脫肛，⑥臍周疼痛，瀉後痛減。
^ill<sub=1>〔氣機不宣〕
^symtom 小便不利。
^ill2〔清空不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔滑石藿香湯證〕
^origin〔《溫病條辨》方〕
^ingredients1116 滑石、茯苓皮9g，通草、白蔻仁、廣陳皮3g，豬苓、厚樸、藿香 各6gc
^formula2〔治痢湯證〕
^origin〔《施今墨臨床經驗集》方〕
^ck12z13h074
^norm 熱病轉寒中。
^chinese濕溫，久瀉，痢疾。‧
^western 乙腦壞症，中毒性痢疾（陽虛邪閉型），慢性結腸炎。
^combo 陽虛+表鬰+氣陷
^ill〔陽氣不振〕
^symtom ①面色蒼白，口典氣冷，喑暗少神，②神識如蒙，昏沉不食，③四肢微厥，四肢逆冷，④ 頭汗出，⑤身重，⑥漱水不欲咽，⑦全身乏力，⑧納差口膩。
^tounge ①舌淡，苔白，無津，②舌淡紅，荇薄見）
^pulse ①脈寸尺弱，②數大空虛，③弦細緊，④右脈如無，⑤左微數，⑥脈細數無力，７脈小弦
^symtom ①高熱無汗，②寒熱時作，③畏寒。
^tounge 苔白中黃。
^pulse 脈關弦緩。
^ill2〔氣機下陷〕
^symtom ①下利稀溏，②下清谷，③隨矢氣下流，④吐利不止，⑤先解水樣或米泔汁樣大便，後解 膿血混合，痢如豬肝魚腦敗濁，大便膿多血少，腥臭異常，⑥腹瀉夾白色黏?，⑦腹痛後重，⑧肛門不適，有下墜感。
^tounge ①苔微黃，②苔黃膩。
^pulse 尺洪盛。
^ill<sub=1>〔氣機不宣〕
^symtom ①小便不利，②口唇燥板齒乾，③啼聲嘶啞，肌燥不澤。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸腹譎滿，②院腹脹痛，③臍周疼痛，瀉後痛減。
^ill<sub=2>〔氣機不降〕
^symtom ①泛噦，②嘔逆，③千嘔。
^formulas
^formula〔連理湯證〕
^origin〔《秘傳證治要訣》方〕
^ingredients1117 人參、白朮、茯苓、甘草、乾薑 各4.5g，川黃連3g。
^ingredients1118 四逆湯加味：附子2.4g，炮姜、炙甘草、酒炒白芍6g，肉桂4.5g，山茱萸肉9g，酒炒黃連、川淨樸3g，共治4例，1 例死亡。
^ck12z13h246
^norm 濕熱傷宵。
^chinese 濕熱傷胃。
^combo 氣鬱+陽鬰
^ill〔氣機不宣〕
^symtom ①不饑不飽，不食不便，不寐，②痞結胸滿。
^tounge 舌紅苔黃膩。
^pulse 脈弦。
^ill<sub=1>〔氣機不降〕
^symtom ①微嘔，②大便欲解不通。
^ill<sub=2>〔陽氣不和〕
^symtom ①渴不欲飲，②味變酸濁。
^formulas
^ingredients1119 人參、生薑、牡蠣 各6g，貿連、乾薑 各4.5g，枳實3g。
^ingredients1120 痞結胸滿，不饑不寐，半苓湯：半茇、茯苓 各15g，川黃連3g，厚樸9g，通草2.4g。
^ck12z13h248
^norm 濕滯中脘。
^chinese 濕濁。
^western 急性胃炎。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①A區吐酸水，或苦水，②食人即吐，③吐蛔與飲，④噯氣頻作』，⑤呃逆。
^tounge 苔白帶黃。
^pulse 右寸關洪數。
^ill<sub=1>〔氣機不宣〕
^symtom ①胺悶，②納呆食少，③口苦黏膩，④大便乾燥。
^tounge 荇黃膩。
^pulse 脈弦滑。
^ill<sub=2>〔氣機不利〕
^symtom ①胃脘脹，②上腹痞滿。
^tounge 苔灰黃而浮。
^pulse 脈滑。
^formulas
^formula1〔半夏瀉心湯證〕
^origin〔《傷寒論》方〕
^formula2〔七味白朮散加味〕
^origin〔螢德R方〕
^ingredients1121 白朮、旋復花 各6g，木吞3g，蜜香、佩蘭、茯岑、神曲、葛根、枳殼、代赭石、萊菔子各Og。、
^ck12z13h247
^norm 濕滯中焦。
^chinese 脘脹痛。
^western 爾下垂，十二指腸球部潰瘍並出血，不完全性幽門梗阻。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①納谷不馨，納呆，②夜寐夢擾，③口苦穢臭。
^pulse 脈細。
^ill<sub=1>〔氣機不利〕
^symtom ①中脘脹痛，食人不舒，②食人脹痛。
^tounge 苔黃膩。
^pulse ①脈弦細，②脈弦滑。
^ill<sub=2>〔氣化不降〕
^symtom ①吞酸嘔吐，②便艱，大便秘結。
^formulas
^formula1〔降氣止血湯證〕
^origin〔《張伯臾醫案》方〕
^ingredients1122 炒茅蒼朮、生半夏、焦山楂、焦曲 各9g，厚樸、陳皮、炒黃芬、生薑 各6g，炒川貨連2.4g，沉香0.6g，檳榔15g。
^formula2〔辛開苦洩方證〕
^origin〔金壽山方〕
^ck12z13h252
^norm 陰濁上逆。
^chinese 嘔逆，呃逆。
^combo 陽虛+氣逆+氣滯
^ill〔陽氣不振〕
^symtom ①四肢清冷，②二便清利。
^tounge 舌苔薄白。
^pulse 脈濡沉伏。
^ill2〔氣化沖逆〕
^symtom ①氣逆不降，②味變酸濁，③飲食人U即吐，④嘔吐酸苦，⑤飲冷則呃。
^tounge 苔黃。
^pulse 左寸關洪數。
^ill<sub=1>〔氣機不利〕
^symtom ①腹滿，②院股脹痛。
^ill<sub=2>〔氣機不宣〕
^symtom ①不饑不飽，不食不便，②口燥苦千，渴不欲飲，③手心獨熱，④脘悶。
^formulas
^formula1〔四逆湯合左金丸證〕
^origin〔賴良蒲方〕
^formula2〔生薑瀉心湯證〕
^origin〔《傷寒論》方〕
^ingredients1123 生孌 四兩，半夏半升，黃芩、人參、炙甘草 各三兩，乾薑、黃連 各一兩，大棗十二枚。水煎，分三次服。
^ck12z13h249
^norm 濕熱結聚。
^chinese 痞結。
^western 胃毛糞石，胃柿石。
^combo 氣結+氣鬱+氣滯
^ill〔氣機鬱結〕
^symtom ①上腹痞滿疼痛，胃灼熱感，②上腹出現包塊。
^tounge $苔黃膩。
^pulse M弦滑。〔氣機不宣〕
^symtom ①納呆，②口乾不欲飲。
^ill<sub=1>〔氣機不降〕
^symtom ①泛酸噁心，②連聲呃逆。
^ill<sub=2>〔氣機不利〕
^symtom ①上腹脹滿，②腹脹下墜感。
^formulas
^formula1〔健脾和胃，行氣開結方證〕
^origin〔楊彬方〕
^ingredients1124 黨參、茯苓、陳皮、枳實 各12g，白朮15g，三稜、莪術、甘草 各6g，麥芽、半夏曲 各9g。
^formula2〔清熱化積方證〕
^origin〔彭登恝方〕
^ingredients1125 青皮、陳皮、蒼朮、白朮、肯蒿、炒萊菔子 各12g，枳殼、炒麥芽、甘草 各10g，金錢草30g，車前草、雞內金、茯苓 各 15g0
^ck12z13h254
^norm 濕熱傷絡。
^chinese 吐血。
^combo 絡瘀+血滯+氣鬱+氣滯
^ill〔絡脈不利〕
^ill<sub=1>〔絡瘀血溢〕
^symtom 吐血色淡不鮮。-
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formula〔介賓法證〕
^origin〔《張聿青醫案》方〕
^ck12z13h255
^norm 胃陰不足。
^chinese 脘脹。
^western 胃下垂。
^combo 氣虛液涸+氣鬱
^ill〔津液枯涵〕
^symtom ①口揭，渴欲飲涼，②m仍不能進食，食則脹滿益甚，③不寐，④情緒急躁易怒。
^ill2〔氣機不宣〕
^symtom ①減食，不饑，②院中常悶，③胃脘脹滿。
^ill<sub=1>〔氣虛失充〕
^pulse 脈細。
^tounge 苔薄質淡。
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔清養爾津方證〕
^origin〔葉天士方〕
^ck12z13h256
^norm 中焦濕熱。
^chinese 久瀉，五更瀉，濕熱痢疾。
^western 急性腸炎，慢性結腸炎，腸功能紊亂，人腸毛滴蟲性腸炎。
^combo 氣滯+氣鬱。
^ill〔水谷不分〕
^symtom ①瀉利黃水，②小便赤短澀痛，③先瀉後痢，④下利膿血，紅多白少，⑤糞少而黏，⑥食 後作瀉，大便糊狀。
^ill<sub=1>〔氣機不利〕
^symtom ①里急後重，②心腹痞滿，③下痢不爽，④腹脹痛，腹鳴，⑤腹中拘急，⑥便前腹部墜痛，大便稀，⑦痢下白?甚多。
^tounge ①舌紅苔黃濁厚膩，②舌苔白膩。
^pulse ①脈滑數，②譎滑，③小弦滑，④脈象沉弦滑。
^ill<sub=2>〔氣機不宣〕
^symtom ①不食，②口苦而乾，③渴喜熱飲，④神疲乏力。
^tounge 苔薄膩。
^pulse 濡滑。
^formulas
^formula1〔加減芩芍湯（苦辛寒法）證〕
^origin〔《溫病條辨》方〕
^ingredients1126 白芍9g，黃芩、厚樸 各6g，黃連4.5g，木香3g，廣陳皮6g。水8杯，煮取3杯，分3次溫服。
^formula2〔和牌湯證〕
^origin〔《黃文東醫案》方〕
^ingredients1127 輕者但自利不爽，欲作滯下，腹中拘急，小便短者，四苓合芩芍湯：蒼朮、豬苓、茯苓、澤瀉、白芍、貿芩、廣陳皮、厚樸 各6g，木香3g。滯下已成腹脹痛，加減芩藥湯，疏利腸間濕熱：白芍9g，黃芩、序樸、陳皮各6'g，黃連4.5g，煨木 香3g，紅積加歸尾4.5g，紅花3g，桃仁6g;舌濁脈實有食積者加山楂炭、枳殼 各4.5g，神曲6g，濕重目熒，舌白不渴加 茵陳9g，通草、滑石 各3g (《溫病條辨》卷二 108)。_
^ingredients1128 (2)陳士鐸：分解濕熱湯：車前子、厚樸、黃連、甘草、枳殼、檳榔。通快飲：黃連、黃芩、茯苓、白芍、車前子、枳殼。
^ingredients1129 (4〉先瀉後痢，腹中疼痛，後重之極，口渴飲水，小便艱澀，心中懊儂，熱偏勝紅多白少，脈滑數，芍葯湯和血瀉 熱：歸尾、白芍、黃芩、黃連、廣陳皮、檳榔、生甘草、肉桂、大黃。濕熱俱盛赤白雜下，芍葯湯、香連丸兩清濕熱。
^ingredients1130 (4)吳鞠通治酒客久痢，飲食不減，茵陳白芷湯主之：綿茵陳、白芷、北秦皮、茯苓皮、黃柏、藿香（《溫病條辨》 卷三77)。
^ingredients1131 　　　(6)吳相方治腹痛甚，內急後重，便下紅?，舌絳赤，苔灰黃膩，濕熱蘊於大腸，潔古方加減：酒黃芩4.5g，赤芍、山楂炭、歸尾、銀花 各9g，根厚樸、澤瀉、廣木香 各3g，姜連1.8g，陳皮、酒制大黃 各6g，藥後症大減，蒼朮、赤芍 各3.6g，姜厚樸、酒貿芩各2.4，陳皮、枳車、檳榔 各4.5g，建曲12g (《吳細方醫案》67)。
^ck12z13h264
^norm 濕傷脾陽。'
^chinese 伏濕，濕熱痢。
^combo 陽滯+氣滯
^ill〔陽氣不行〕
^symtom ①食減人疲，②四肢冷，③神倦不語，④身體沉重，⑤語麥神呆。
^pulse 脈細滑無力。
^ill2〔氣機不利〕
^symtom ①腹痛，②痢下黃積，③溲赤痛。
^tounge 苔淡黃。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔水谷不分〕
^symtom 自利不已.c
^formulas
^formula<var=1>〔連理湯證〕
^origin〔李竹溪方〕
^ck12z13h257
^norm 太陰濕熱內結。
^chinese 濕油，暑穢，霉濕，噤口痢，濕熱銅，洩瀉。
^western 萎縮性胃炎，慢性痢疾。
^combo 氣滯氣鬱
^ill〔氣機不宣〕
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔水谷不分〕
^ingredients1132 菝番梗、杏仁、茵陳 各6g，炒黃芩、澤瀉、通草 各3g，貨連、炒黃柏 各2.4g，炒蒼朮、厚樸、大胲皮各4.5滑石 (包）9g，木香 1.5g。
^ingredients1133 (4)葉天士治穢暑吸人，內結募原，脘悶腹痛，便洩不爽，法宜芳香逐穢，以疏中焦為主：藿香、杏仁\\厚樸、茯苓 皮、半S曲、廣陳皮、香附、麥芽（《臨證指南醫案》339)。
^ck12z13h263
^norm 中虛濕熱。
^chinese 痞滿，噤口痢，久瀉，消渴。
^western 糖尿病。
^combo 氣虛+氣鬱+氣滯+液灼
^ill〔氣虛失充〕
^symtom ①面貨，②神疲，銪神萎靡，③稀溏軟便，週身倦怠無力，大便稀溏，1日數次，月經先 期，苗多，10日方淨。
^tounge 舌淡邊有齒印，苔白欠潤。
^pulse 脈微弱，級怠無力，右脈浮譎沉細，脈細無力。.
^symtom ①脘腹痞滿，②脹痛，伴有腸鳴。
^pulse 級而帶弦。
^symtom ①胸膈煩滿，②嘈雜，③口苦，煩揭，口乾欲飲食雖大增，④尿色淡黃。
^tounge 質偏紅，苔薄黃而根部厚膩。
^symtom ①腹瀉，便稀溏，②稍嗜寒涼食物則腸鳴下利。
^symtom ①胸悶，②食納減少，不思‧
^symtom 食入則嘔惡。：
^ingredients1134 (3)何秀山：若久痢而致噤口，是胃氣虛憊，獨參、理中尚難為力也。若脈細弱者，宜參苓白朮散（人參、茯苓、白 術、扁豆、山藥、薏苡仁、桔梗、陳皮、砂仁、蓮肉、甘草、大棗）加菖蒲末，米飲調下。沈金蝥云：石萵蒲治噤口痢，屢試屢效（《通俗傷寒論》390)。
^ck12z13h269
^norm 中虛熱滯。
^chinese 久瀉，胃痛，噤口痢。
^western 十二指腸球部潰瘍。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^symtom ①形衰，乏力，②不思飲食，③手足厥冷，④汗出，⑤喜按，⑥口乾不欲飲，口渴喜熱飲，⑦頭帶，⑧思睡，⑨胃脘痛，胃得溫按，于飯後即欲便。
^tounge ①舌白苔腐白，②舌淡苔薄黃，③舌邊暗，苔膩。
^pulse ①脈細，②脈沉細無力，③沉伏。
^ill2〔氣機不利〕
^symtom ①積少痛緩，②中脘挾臍引腰疼痛，③胸脘痞悶，④脘腹痞脹痛，⑤腹脹，⑥大便黏膩，肛門沉墜。
^tounge ①舌紅苔薄黃，②根厚膩。
^pulse 脈弦緩。
^ill<sub=1>〔水谷不分〕
^symtom ①洩痢，②腸鳴腹瀉。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔惡不饑，②胸痞，不饑不食，③嘔吐酸水，吞酸。
^ingredients1135 (1)吳坤安：上熱下寒，腹痛嘔吐，主黃連湯和之。川黃連、乾薑、桂枝、炙甘草 各3g，半夏、黨參 各9g，大棗 4枚。
^ck12z13h261
^norm 脾虛濕熱。
^chinese 久搏，酒洩，小腸洩，休息痢，虛脹。
^western 慢性腸炎，潰瘍性結腸炎，悛性肝炎。
^combo 氣虛+氣滯
^ill〔氣虛失充〕
^symtom ①五更腸鳴，②午後形寒，③面色萎黃，淡白，④神情疲憊，少氣自汗，短氣少續，倦怠 乏力，身重，頭暈心悸，⑤食少便溏，⑥帶下如注，小腹脹墜。
^tounge 舌淡紅腫嫩，苔白糙。
^pulse 脈滿滑，沉弦，脈細。
^ill2〔水谷不分〕
^symtom ①便溏，②晨起必瀉黃赤，③先鯁後溏秘澀不爽。
^ill<sub=1>〔氣機不利〕
^symtom ①腹中不和，②痞滿脹悶，③腹脹如孕，二便不通，④痢下反覆，裡急後重，腹痛，便膿 血，⑤脅滿。
^tounge 舌苔白濁膩，厚膩或灰黃，苔黃膩。
^ill<sub=2>〔氣機不宣〕
^symtom ①惡聞食臭，②脘悶，③納減。
^ill2<sub=2>〔氣機不降〕
^symtom ①噯腐吞酸，②噁心嘔吐。
^formulas
^formula〔升陽益B湯證〕
^origin〔葉乘仁方〕
^ingredients1136 西黨參、黃耆、由術、茯苓、甘草、陳皮、半蠱、柴胡、白芍、黃連、羌活、獨活、防風。
^ingredients1137 (3)葉天士治氣短少續為虛，近日腹中不和，洩瀉，先清暑和脾，預防滯下：厚樸、廣陳皮、炙甘草、茯苓、澤瀉、扁豆、表芽、木瓜、山楂炭、砂仁，又香砂異功散（《臨證指南醫案》460)。
^ingredients1138 (5)蔡景高治休息痢，時作時止，口舌無味，宵納不馨，梢神萎軟，便瀉日五六次，色褐稀溏有黏液，腹時隱痛，間 前加劇，苔薄膩微黃，質微紅，脈軟弦。仿白頭翁湯清熱理氣消導：白頭翁、秦皮、黃芩、廣木香、青陳皮、白芍、大腹 皮、檳榔、枳實、枳殼、馬齒莧、澤瀉、車前子，另鴉膽子仁用龍眼肉包，日服5粒，5劑。加川黃連又5劑，痢減日二 三次，黏液消失，但仍腰痠乏力，形寒怯冷，以健脾為主，和中化滯為佐：黨參、焦白朮、扁豆衣、淮山、茯苓、丹參、白芍、枳殼、木香、陳皮、姜炭，10劑，便減至二次以下，成形，胞痛止，予調養脾胃，補益中土，以資鞏固。
^ck12z13h270
^chinese 腹痛，虛寒痢，久洩，休息痢。
^western 菌痢，結腸炎，潰瘍性結腸炎，乳糜尿。
^ill〔陽氣不振〕
^symtom ①面色蒼白，面色瘺黃，②午後頭昏，乏力、食減、便溏，③四肢不溫。手足厥冷，④常 自汗出，⑤惡寒厚衣被，⑥當臍脹痛，按之則輕，得食則減。
^tounge ①舌胖淡，舌苔淡白，②舌上之苔左黃右剝，③宵雖黃厚膩，色晦暗無光且潤。
^pulse ①脈沉細，②脈形細小而數，③脈象輔細，④洪大重按無力。
^ill2〔氣機不利〕
^symtom ①腹脹，②下痢後重，便膿血。
^tounge 舌暗紅，根黃。
^pulse 脈黹滑《）
^ill<sub=1>〔水谷不分〕
^symtom ①腹痛，大便溏薄，②腹瀉挾黏?膿液，③小便渾白如漿。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1<var=1>〔治中湯證〕
^origin〔普仁伯方〕
^ingredients1139 人參、乾姜、白朮、甘草、陳皮、W皮、川黃連、雪奕。
^formula2〔附子瀉心湯合白頭翁湯證〕
^origin〔袁鋅山方〕
^ingredients1140 生大黃（泡沖）、附片（先煎）各2佛肉豆蔻、黃芩 各10g，黃連6g，黃柏9g，檳榔） 白頭翁 各15g，
^ck12z13h268
^chinese 寒食萑亂。
^combo 陽閉‧氣亂+氣滯
^ill〔陽氣閉塞〕
^symtom ①肢厥，②汗出不溫，③啼聲嘶啞，目陷音低，④發熱，頻渴欲飲，⑤不醒，神識昏沉，⑥面色蒼白，⑦口荈氣冷。
^tounge 舌淡苔白。
^pulse 脈伏，細數無力。
^ill2〔氣機逆亂〕
^symtom ①傳利稀水，②嘔吐，③腹痛。
^ill<sub=1>〔氣機不利〕
^symtom ①中脘不通，②胸中大痛，③腹脹腹痛。
^tounge 苔乾黃。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula〔黃連湯證〕
^origin〔《張聿青醫案》方〕
^ingredients1141 台參須、橘皮、枳實 各3g，甘草1.2g，制半夏6g，川雅連、川樣枝 各2.1g，焦楂炭、車前子 各9g，淡乾姜、辟瘟丹
^alias陽明濕熱，濕阻氣機，協熱自利，濕熱壅滯腸逍，濕熱內阻腸胃，濕結下焦。
^chinese 暑熱夾濕，春溫夾濕，穢濁，晷濕，伏暑，濕溫，濕溫夾食，濕熱痢，箸毒赤痢，濕閉，腹痛，痞犖，濕 瘧，腸癰，急黃險候。
^western菌痢，氧性腸炎，慢性腸炎，壞死性小腸炎，腸梗阻，慢性闌尾炎，急性肝壞死（急性黃色肝萎縮），肝昏 迷，「乙腦」昏迷，經前期緊張症。<
^ill〔氣機不宣〕
^symtom ①胸痞，②脘痺。
^tounge 苔膩。
^pulse 脈濡數。
^symtom ①發熱惡寒，蘊熱不退，②腹灼，③大便黏膩臭穢如雔，④溏矢不爽，⑤便下白黏?和爛肉樣物，膿血稠黏，⑥大便膠閉，⑦腹瀉便秘交替，⑧小便短少，色黃，溲痛，⑨口苦。
^tounge ①舌質淡紅，苔薄黃，②舌苔黃濁膩。
^pulse 脈數，脈弦數。
^symtom ①大便雖亦有完谷不化，而狀如垢膩，色多貨赤黑，且皆熱臭氣暖如湯，②溏瀉灼肛，③腸鳴洩 瀉，④下利膿血，⑤腹痛後重，後重而滯。
^pulse ①脈沉滑數，②脈來沉滑略數。
^symtom ①腹脹滿痛，②腹痛拒按，按之軟而作痛、痛加，『
^tounge ①苔獻灰，②白麵乾。瓶一咖讀氣鬱結候H05S清陽鬰_ 脈象.脈'成變IIH——H063洧陽鬱結候H135氣血蘊熾候
^symtom 嘔吐。圖69胃腸濕熱證證候結構.圖
^ck12z14h043
^norm 陽明濕熱，濕熱壅滯腸道。
^chinese 穢濁，濕溫夾食，濕熱痢。
^western 腸梗阻，慢性腸炎，經前期緊張症。
^combo 氣鬱+氣熱+.氣滯
^ill〔氣機不宣〕
^symtom ①朐痞，②脘痺。
^pulse 脈潘數。
^ill2〔津氣蘊蒸〕
^symtom ①發熱惡寒，蘊熱不退，②腹灼，③大便黏膩臭穢如醬，④溏矢不爽，⑤便下白黏?和爛 肉樣物，膿血稠黏，⑥大便膠閉，⑦腹瀉便秘交替，⑧小便短少，色黃，溲痛，⑨口苦。
^tounge ①舌質淡紅，苔薄黃，②舌苔黃濁膩。
^pulse 脈數，脈弦數。
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹滿痛，②腹痛拒按，按之軟而作痛、痛加，③下痢後重，下墜窘迫，④頻轉矢氣，大便不通。
^tounge ①苔膩灰，②白膩而乾。
^pulse 脈濡。
^ill<sub=2>〔氣機不降〕
^symtom 嘔吐。
^formulas
^formula1〔芳香疏通方證〕
^origin〔汪逢春方〕
^formula2〔參連散證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients1142 苦參300g，川貨連150g，甘草90g，木香60s，為細末，每服6g，白多紅糖水沖服，赤多白糖水沖服0
^formula3〔王太史治痢奇方證〕
^origin〔沈仲圭經驗方〕
^ingredients1143 黃芩、黃連、白芍、積殼、山楂肉、地榆 各9g，當歸、桃仁、青皮、檳榔、厚樸 各4.5g，甘草3g，木香1.5g，紅花lg。
^formula4<var=2>〔白頭翁湯證〕
^origin〔張伯臾方〕
^ingredients1144 白頭翁15g，秦皮、赤白芍 各9g，黃連、廣木香 各4.5g，當歸18g，全瓜蔞、薺菜花、焦山楂、焦六曲各12fe，薤白
^formula5<var=1>〔葛根芩連湯證〕
^origin〔傅方珍方〕
^ingredients1145 葛根1化，貨連面1.5g (沖），木香、生甘草 各6g，黃等、當歸、棋榔、枳殼、杜仲、白芍、獲等、草豆蔑 各10g。
^ck12z14h038
^norm 協熱自利。
^chinese 蜃熱夾濕，春溫夾濕，濕熱痢。
^western 菌痢，急性腸炎。
^combo 表鬰+氣蒸+氣陷+氣柿
^ill〔腠理不宣〕
^symtom ①身發社熱，背微惡寒，②微汗。
^pulse ①浮餓，②脈濡數。
^tounge 舌紅苔薄，少瀋。』
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②高熱有汁不解，③口苦口渴，口午渴飲，④煩熱不安，⑤面垢齒燥，⑥瀉下熱 臭。臍下必熱，⑦小便黃，溺色黃赤，或澀或閉。
^pulse ①脈滑數，②脈數而有力，③洪弦而實。
^ill3〔氣機下陷〕
^symtom ①大便雖亦有完谷不化，而狀如垢膩，色多黃赤黑，且皆熱臭氣暖如湯，②溏瀉灼肛，③ 腸鳴洩瀉，④下利膿血，⑤腹痛後繭，後賁而滯。
^tounge 苔膩。
^pulse ①脈沉滑數，②脈來沉滑略數。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②胃不思納。
^ill2<sub=1>〔氣機不降〕
^symtom 泛惡。
^ill<sub=2>〔清空不宣〕
^symtom ①頭母，②頭痛。
^formulas
^formula1<var=1>〔?根苓連湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1146 生葛根、青子芩 各4.5g，小川黃連2.4g拌炒廣木香1.8g，滑石9g，清炙甘草1.8gc
^formula2〔加味白頭翁湯證〕
^origin〔《通俗傷寒論》方〕
^ck12z14h047
^norm 濕阻氣機，濕結下焦。
^chinese 暑濕，伏君，濕溫，急黃險候。
^western 急性肝壞死（急性黃色肝萎縮），肝&迷，「乙腦」昏迷。
^combo 氣鬱+氣結+氣蒸
^ill〔氣機不宣〕
^symtom ①神昏，②神識深度昏迷，③面浮膚腫。
^tounge ①舌白微黃，②舌淡苔膩。、
^pulse 至數模糊不清。
^ill2〔氣機鬱結〕
^symtom ①少腹硬滿，大腹微滿，②大便不下，③小便不利。
^ill<sub=1>〔氣機不降〕
^symtom 噁心嘔吐。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①面色穢垢』②鞏膜及皮膚黃染，③時有躁擾，④尿液混濁，呈深黃色』⑤頸項白痞。
^tounge 苔貿滑厚膩。
^pulse 脈象滿數。
^ill<sub=2>〔清竅不宣〕
^symtom 竅阻。
^formulas
^formula1〔宣清導濁湯證〕
^origin〔《溫病條辨》方〕
^ingredients1147 豬苓、茯苓 各15g，寒水石18g，蠶砂12g，皂莢子9g。
^formula2〔加減桂苓甘露飲證〕
^origin〔《通俗傷寒論》方〕
^ingredients1148 官桂、赤茯苓、豬苓、澤瀉、滑石、石音、寒水號、小青皮。
^ingredients1149 濕熱結於下焦氣分，必兼少腹脹滿，大便不下，宜豬苓、茯苓、滑石、寒水石、晚蠶砂、茵陳、澤瀉之類，桂苓甘餌 飲亦可（《傷寒指掌》卷四62)。
^ck12z14h058
^norm 濕熱內阻，閉塞腸胃。
^chinese濕閉，腹痛。
^western 壞死性小腸炎，腸梗阻。
^combo 陽鬰+表鬰+氣餘
^ill〔陽氣不宣〕
^symtom ①身熱足厥，②渴欲熱飲，。
^tounge 舌苔黃濁膩。‧
^pulse 脈細滿。
^ill2〔腠理不宣〕
^ill3〔氣機不利〕
^symtom （D便閉，腹笱脹滿，按之不柔２腹脹滿痛，按之痛加，大便不通，小便短少，③腹脹便 洩，腹脹至甚，呻吟不絕，④按其腹則烙手。
^tounge 舌絳無苔，尖刺.。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=2>〔王氏連樸飲證〕
^origin〔劉赤選方〕
^ingredients1150 川厚樸、川黃連、蒼朮、瓜蔞仁 各9g，廣木香（後下）7. 5g，法半夏12g。
^ck12z14h063
^norm 濕熱鬱結。』
^western 慢性闌尾炎慢發。-
^combo 陽鬰.+氣結+氣蒸+氣逆+津洩
^symtom ①惡寒，②渴不多飲，③面色青黃，④身痛，⑤體倦。
^tounge 舌白。
^symtom ①發熱，②煩躁，③胸煩不安，④口海'口臭，⑤神識昏亂<
^pulse 脈細弦數。
^symtom ①心下痞粳而滿，②心下痛，③腹痛，④胸前板結。
^symtom ①乾噫食臭，②乾嘔，③嘔甚痰涎湧出，④噯氣。
^symtom ①腹中笛鳴下利，②完谷不化，③里急後策，積下不爽。
^symtom 脘滿。
^formulas
^formula1〔生薑瀉心湯證〕
^origin〔《傷寒論》方〕
^ingredients1151 生薑 四兩，半S半升，黃芩、人參、炙甘草 各三兩，乾薑、黃連 各二兩，大棗十二枚。水煎，分三次服。
^formula2〔甘草瀉心湯證〕
^origin〔《傷寒論》方〕
^formula3〔黃連湯加桂證〕
^origin〔馬元儀方〕
^ingredients1152 黃連、酸石榴皮、阿膠（烊化）、炮姜、炮黃柏 各90g，當歸60g，炙甘草30g，加桂枝3g。
^ingredients1153 濕熱上焦未清，裡虛內陷，神識如蒙，人參瀉心湯加白芍6g (人參、乾薑 各6g，黃芩、黃連 各4.5g，枳實3g)。
^ck12z14h135
^norm 濕熱人腸。
^chinese 痢疾，暑毐赤痢。
^combo 氣熾+血蒸+氣滯+氣鬱
^ill〔津氣蘊熾〕
^symtom ①發熱，②口渴，③由瀉轉痢，④下痢黏液赤白。
^tounge 苔黃膩。
^pulse 脈數弦。
^ill2〔血熱蘊蒸〕
^symtom ①大便膿血黏液，②滯下赤多白少。
^pulse 脈細。
^ill<sub=1>〔氣機不利〕
^symtom ①腹痛，②里急後重，擗擗不爽。
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔治痢疾方證〕
^origin〔姜春華方〕
^ingredients1154 當歸、白芍、秦皮、黃柏 各9g廣木香3g，鮮馬齒莧60g。
^alias厥氣失疏，肝氣犯胃，肝胃氣痛，濕熱夾筲氣。
^chinese少膠痛，低燒，嘔逆。呃逆，倒經，脘痛，瘡癤。
^western 急性胃炎，慢性胃炎，紅細胞增多症。
^ck12z16h279
^norm 肝火犯宵。
^chinese 嘔逆，呃逆。
^western 急性胃炎。
^combo 氣鬱+氣逆+氣蒸+津洩+液灼+陽鬰
^formulas
^formula<var=2>〔鎮逆湯證〕
^origin〔張稃才方〕
^ingredients1155 赭石20g，黃連2g，竹茹6g，吳萸3g，半犮、白芍各IQg，生薑汁3滴（和服）。
^ck12z16h247
^norm 肝氣犯胃，肝胃氣痛，濕熱夾胃氣。
^chinese 脘痛。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①形寒身熱，②胸痞。
^ill<sub=1>〔氣機不利〕
^symtom ①胺痛，②竄掣腰髀。
^tounge 舌紅苔白而厚。
^ill<sub=2>〔氣化不降〕
^formulas
^formula〔清中蠲痛湯證〕
^origin〔《通俗傷寒論》方〕
^ck12z16h252
^norm 濕傷胃陽。
^western 悛性胃炎。
^combo 陽虛+氣鬱+氣滯+氣逆
^ill〔陽氣不振〕
^symtom ①形瘦，②倦怠，③食少，④頭昏。
^pulse 脈細弦。
^ill2〔氣機沖逆〕
^symtom 嘔吐痰涎食物。
^tounge 舌苔薄膩。
^pulse 脈細弦。
^ill<sub=1>〔氣機不利〕
^symtom 脘中脹滿。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula〔旋復代赫石湯合丁香柿蒂湯加減方證〕
^origin〔劉景輝方〕
^alias濕熱發黃廣濕熱下注，濕熱下迫沖任，熱迫陰洩，中虛伏邪，氣虛邪陷，陽虛滑脫，氣血兩蒸，濕熱人血，風濕入絡，濕熱人營，濕熱失血，肝絡鬰滯。
^chinese 濕溫化熱，唾血，腸風下血，便血，斑疹，餐洩，熱瀉，久瀉，暑瘧，脾陰虛瘧，瘧轉痢，風痢，濕熱痢，氣痢，噤口痢，休息鋼，久痢，陽黃，陰黃，食疸，酒疸，黑疸，女勞疸，胎黃，脅痛，脅滿，少腹痛，腫脹，臌脹，脹 滿，積聚，痞氣，消渴，久熱，濕熱閉脫，痺證，風濕熱痺，濕熱痺，熱痺，歷節風，血痺，肌痺證，腿游風，濕瘺，崩 漏，白帶，陽摟，狐感病，鵝口瘡，嗜酸症。
^western 急性傳染性肝炎，急性病雍性無黃疸犁肝炎，無黃疸型肝炎，中毐性肝炎，慢性肝炎活動期，慢性肝 炎（穩定型），慢性遷延性肝炎，肝病恢復期.慢性丙肝，肝鋌腫（包蟲病），肝吸蟲病，早期肝硬化，肝硬化腹 水，肝硬化並發肝炎，肝脾腫大，慢性肝昏迷，生理性黃疸兼肺炎，慢性肫旗炎，膽術後低熱，慢性結腸炎，繼發 糖尿病，化膿性骨髓炎，應變性亞敗血症，總性腎功能衰竭，傳染性多發性神經根炎，多發性神經根炎，類風濕，痛風，滑瘓炎，血友病，髂股靜脈血栓形成。血栓性靜脈炎，血栓閉塞性脈管炎，過敏性紫斑，慢性、亞急性蕁麻 疹，結節性癢疹，結節性紅斑，系統性紅班狼瘡，癤病，發性毛渙炎，螻蛄癤，急性自家過敏性皮炎，急性接觸性 皮炎，深部膿腫，急性女陰潰瘍，下肢潰瘍合併感染，胸脅帶狀包疹，全禿，宮頸炎，白塞氏綜合征。
^ill〔陽氣不宣〕
^symtom ①無汗，②大便反快.大便為白色，③身痛，肢節痠痛，④神倦無力，⑤渴不欲飲，渴諍熱飲。
^pulse ①脈譎細而數，②沉緩小澀。
^symtom ①皮膚發黃，鞏膜黃染，②尿色如茶，遍身及目仉黃染，呈鮮明色，③腹大如箕，④伴有發熱，頭汗出，身熱夜甚，⑤心中懊儂，煩熱，⑥發熱口苦口渴，渴不喜飲，⑦溺赤不利短澀，大便少。
^tounge ①舌苔黃膩，②苔黃膩而厚。
^pulse 脈貓數。
^symtom （DfR熱，２心煩易怒，夜不成寐，③灼痛瘙癢，充血糜爛，④全身皮疹，奇癢脫屑，血股紅，⑤
^tounge 舌紅。
^symtom ①脫腹作脹，②食人攻撐，③*赤面熱，大便燥結。
^tounge 苔黃膩。
^pulse 脈弦滑帶數，關部弦滑。
^symtom ①不饑，不能食，②心下痞滿，飽則頭眩，③腹滿，腹脹納少厭油，④小便癃閉。
^symtom ①時欲吐，②噁心嘔吐，③惡食油膩。
^symtom ①肢節木偁，②面色晦滯，③皮裡膜外筋結痂塊，伴索狀暗紅瘀腫，間歇遊走發作，病久皮膚留
^tounge ①舌暗紅苔薄滑，②舌質紅，苔黃稍膩。
^pulse ①脈弦數，②脈弦滑數。
^symtom ①肢節煩痛，②身強不能俯仰，③四肢微急，難以屈伸，④濕疹瘙癢。
^symtom ①腰痛上引肩背，②歷節紅腫疼痛，膝關節腫大紅灼熱，疼痛難忍，③一身盡痛不能轉側，肢節 熱痛，夜間尤劇者，④腿足痠束，⑤足膝腫痛，不能站立行走，⑥左踝關節紅腫灼熱疼痛，痛不可觸，人夜疼痛更劇，⑦ 足膝腫痛掀赤，小便赤澀。
^ck12z18h093
^norm 濕熱發黃。
^chinese 胎黃，食疸，酒疸，陽黃。
^western 急性傳染性肝炎，膽術後低熱。
^combo 陽鬰+氣鬱+氣蒸
^formulas
^formula1〔茵陳五苓散證〕
^origin〔《金匱要略》方〕
^formula2〔梔子?皮湯證〕
^origin〔《傷寒論》方〕
^formula3<var=2>〔甘露消毒丹證〕
^origin〔張僑保方〕
^ingredients1156 茵陳、滑石 各15g，黃芩、法半夏 各6g，石菖蒲、連翹、木通、茯苓、讀香、白朮 各10g。
^formula4〔化疽湯證〕
^origin〔慈溪虔志瑞方〕
^ingredients1157 茵陳、惹苡仁各9~15g，黑梔、蒼朮各3～6g，茯苓、豬苓、澤瀉各4.5~9g，木通1.8~3g，初起入甘茈消毒丹4.5 ~6g，有熱酌加三黃、連翹，胃腸有積滯加炒三仙、雞內金、陳皮，挾暑穢加藿香、豆卷，脘腹隱痛加川楝子、鬰金、玄 胡，便燥結加秦艽、生大黃。
^ingredients1158 保和九方（苦辛溫平法山楂、神曲、茯苓、陳皮、萊菔子、連翹、半戾（《溫病條辨》卷二92)。
^ingredients1159 凡傷寒熱甚不解，但頭汗出，腹滿溺澀，目黃口渴，舌苔黃膩，此濕熱鬱於太陰，欲發黃也，急用茵陳、茯苓、豬苓、枳實、厚樸、黃扼子、蒼朮、秦艽、車前子、澤瀉等利之清之（《傷寒指掌》卷二 13)。
^ingredients1160 濕熱銀盛，犯上則心下痞滿，傳下則小便癃閉，宜苦洩兼滲利，茯苓茵陳梔子湯：扼子、?陳、川黃連、枳實、黃芩、蒼白朮、青皮、防己、澤瀉、豬苓、茯苓。
^ingredients1161 (9)何廉臣：目黃口渴溺赤，主桂枝木、浙苓皮、豬苓、澤瀉、寒水石、生白朮、綿茵陳，從桂苓甘餌飲加減，以宣 通三焦。
^ingredients1162 (8)李泰治左姓，男，脈數，發黃，不畏寒，小便赤澀，此陽黃。茵陳、豬苓、茯苓、白朮、澤瀉 各4.5g，安桂 2.4g，焦山梔子9g (《憤中醫案）)。
^ck12z18h279
^norm 厥氣沖逆。
^chinese 熱瀉。
^combo 氣鬱+陽鬰+氣逆+氣蒸+津洩+液灼
^formulas
^formula〔加味椒梅湯證〕
^origin〔余國俊方〕
^ingredients1163 烏梅15g，川花椒、黃芩、枳實、黃連、法半夏 各6g，炮姜4.5g，潞黨參9g，白芍18g，山藥30g。
^ck12z18h053
^norm 中虛伏邪，氣虛郝陷。
^chinese 瘧轉痢，白帶，脾成帶下。
^western 宮頸炎。
^combo 氣虛+氣熱4‧氣鬱+氣陷
^ill〔氣虛失充〕
^symtom ①面色恍白，②梢神疲倦，③飲食減少，④大便溏薄，⑤腰痠軟，⑥四肢不溫，⑦四肢疲 憊，⑧面浮。
^tounge 舌荇薄白質淡紅。
^pulse 脈級軟無力。
^ill2〔津氣組蒸〕
^symtom ①帶下黃白穢奧，②溺赤。
^tounge 苔貨膩。
^pulse 脈弦滑而數C
^ill3〔氣機下陷〕
^symtom ①便溏，②痢下赤白，裡急肛墜，③小腹墜脹，④帶下色白，無臭，連綿不已，⑤足跗
^ill<sub=1>〔氣機不宣〕
^symtom 腹膨。
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔加減小柴胡湯證〕
^origin〔吳鞠通方〕
^ingredients1164 柴胡9g，黃芩、炒白芍 各6g，人參、丹皮 各3g，土炒當歸、谷芽、山楂 各4.5g。
^formula2<var=1>〔完帶湯證〕
^origin〔陳瑞春方〕
^ingredients1165 白朮、淮山、車前仁各I2g，芡實15g，白芍、鬰金、澤瀉 各9g，萆蘇6g，柴胡4.5g，土茯苓、惹苡仁 各30g。
^ck12z18h074
^norm 濕熱下陷。
^chinese 餐洩，風痢，濕熱痢。
^combo 陽虛+表鬰+氣陷+氣滯+氣鬱
^ill〔陽氣木振〕
^symtom ①面色瞇白，面典，②汗，③肢涼神倦，四肢厥冷，④不欲納食，⑤肌肉忽脫。
^tounge 苔白潤。
^pulse ①脈沉細，②脈象緩怠而小，③脈往來遲滯。
^ill2〔腠理不宣〕
^symtom ①發熱，②面色潮紅。
^pulse 脈象兩關並弦。
^ill3〔氣機下陷〕
^symtom ①腹痛而瀉完谷不化，瀉無度，未瀉之先，腹必鳴痛，痛必便瀉，瀉必完谷，②久瀉，脫 肛，③食後即便，④痢膿血，⑤純下淤血，只無腹痛，⑥下利清血。
^pulse 診得兩關一強一弱。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不利〕
^symtom 腹中作痛。
^tounge 舌質紅，苔貨膩。
^pulse 右關獨見弦強。
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=1>〔理中湯證〕
^origin〔雷少逸方〕
^ingredients1166 黨參、白朮、乾薑、甘草、黃芩、白芍、煨葛、防風。
^ck12z18h024
^norm 濕熱人血，風濕入絡。
^chinese 風濕熱痺，濕熱痺，熱痺。
^western 類風濕，痛風（歷節風），化膿性骨髓炎，滑襄炎，血栓閉塞性脈管炎。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom ①面黃，面色灰滯萎黃，②惡風寒，全身發熱，③週身疼痛，肩背沉重，患肢冷，④便溏
^tounge ①舌淡、白膩，②苔薄黃，③白貨膩，④舌苔黃膩質紅。
^pulse ①脈沉而數，②脈沉弦細數，③細數無力，④脈細弦。
^symtom ①肢節煩痛，②身強不能俯仰，③四肢微急，難以屈伸，④濕疹瘙癢。
^symtom ①肢節木偎，②面色晦滯，③皮裡膜外筋結痂塊，伴索狀暗紅瘀腫，間歇遊走發作，病久
^tounge ①舌暗紅苔薄滑，②舌質紅，苔黃稍膩。
^pulse ①脈弦數，②脈弦滑數。
^symtom ①腰痛上引肩背，②歷節紅腫疼痛，膝關節腫大紅灼熱，疼痛難忍，③一身盡痛不能轉側，
^formulas
^formula1〔秦艽四物湯證〕適應風濕熱邪，內犯血脈，身盡痛不能轉側。
^ingredients1167 秦艽、當歸、川芎、生地、白芍、生惹苡仁、蠶砂、生甘草。
^formula2〔當歸拈痛湯證〕
^origin〔《醫學發明》方〕
^ingredients1168 羌活、炙甘草、黃奪、茵陳踩各158，人參、苦參、升麻、葛根、蒼朮 各6g，防風、當歸、知母、澤馮、豬苓 各9g，白朮4.5g。為楠末，水煎服。
^formula3〔防己苡仁湯證〕
^origin〔胡在茲方〕
^ingredients1169 木防己（灑炒）、赤小豆、萆蘚、豆卷、茵陳 各9g，香砂12g，蒼朮、木瓜各2.鈍，川黃柏1.5g，木通3g，先用薏苡 仁、桑枝（酒炒）代水。
^formula4〔養陰通痺湯證〕
^origin〔《秦伯未醫文集》方〕
^ingredients1170 生地15g，黃柏、知母 各6g，牛膝、蠶砂、五加皮 各10g，萆解、木防己、赤茯苓 各12g。
^formula5〔四妙通陽湯證〕
^origin〔江蘇中醫研究所方〕
^ingredients1171 黃柏、銀花、木通、玄參、蒼朮、惹苡仁、地龍、丹參、桂枝、牛膝、麻黃、片薑黃。結節遊走不定，加丹皮、全蠍、蜈蚣。
^formula6〔加味二妙散證〕適應足膝腫痛掀赤，小便赤澀，脈沉而數。
^ingredients1172 蒼朮、黃耆、牛膝、防己、歸尾、■、龜版。
^formula7〔助腎辟邪丹證〕
^origin〔陳士鐸方〕
^ingredients1173 栽苡仁、茯苓、防己、玄參、豨薟蘋。
^ingredients1174 (3)費伯雄：身強不能俯仰，四肢微急，難以屈伸，主白朮苡仁湯：白朮、蒼朮、?苡仁、茯苓、當歸、赤芍、薄 荷、連翹、天花粉、甘草、鮮荷葉。
^ingredients1175 蔥苡仁60g，蒼朮、生地、白芍 各15g，.雙花12g，牛膝、木通 各6g，地龍、防己、雲茯苓 各9g。水煎服。
^ingredients1176 (4)黃文東治風濕熱，膝關節灼熱腫脹，疼痛痠楚，食慾不振，苔貨膩，脈細弦。祛痺湯：桂枝3g，赤芍、威靈仙、澤蘭 各12g，忍冬籐、絡石籐、生惹苡仁 各15g，烏梢蛇、川牛膝 各9g，陳皮、紅花 各4.5g (《黃文東醫案》）?
^ck12z18h190
^norm 濕熱下注，血痺。
^chinese痺證，濕熱搏，腿游風。
^western 痛風，滑襄炎，多發性神經根炎，血友病，髂股靜脈血栓形成，血栓性靜脈炎，結節性紅斑。
^combo 血熱+血滯+絡滯
^ill〔血熱蘊蒸〕
^symtom ①全身發熱，午後發熱高燒，身微熱，以下午為蘆，②面赤如朱，③頭眩口苦，④典衄、齒衄，⑤突發全身肌肉劇烈掣痛，手足尤甚，痛甚則昏厥，或煩躁哭泣譫妄，⑥膝關節腫大，兩足奇熱難受，⑦小腿肚飽 脹，繼則發燒、灼痛、高度浮腫。
^tounge 質紅絳，舌苔白厚而燥。
^pulse 脈細弦數，滿數。
^ill2〔血滯不行〕
^symtom ①面部及下肢敗在棕黑色色素沉者，②足背足趾青紫，劇痛麻木，淺靜脈曲張，輕度發紺，③小腿前面皮膚紫紅，④下肢結節紅斑較軟，按之不痛或痛輕。
^tounge ①苔白膩滑潤，或白厚，或兼黃苔。
^pulse ①脈沉貓帶數，或沉細數，②脈弦細。
^ill<sub=1>〔絡脈不利〕
^symtom ①膝關節腫痛發熱，紅腫如脫，疼痛難忍不能著地，日輕夜重，②足痛赤腫，下肢沉重無 力，踝腫膚熱，則下肢腫，③全身關節疼癰，關節痠痛，④左下肢疼痛，左下肢在腹股溝以下廣泛性腫脹，不能屈曲活 動，⑤大腿內側有與靜脈路線一致的條形紅腫塊，伸側近膝處亦有約4Cmx2(mi的長岡形腫塊，局部有灼熱及壓痛感，⑥ 腓腸肌劇烈疼痛。劇痛難忍。
^tounge 邊尖紅。苔黃膩。
^pulse 脈滑數。
^ill2<sub=1>〔絡脈不和〕
^symtom ①兩足弛緩，②手足無力，③四肢萎軟，④胸痞身重。
^ill<sub=2>〔津液消灼〕
^symtom ①口乾口苦，口乾不欲飲，②小便短赤，小便黃濁』③大便乾，④神疲乏力，心悸氣促，
^tounge ①舌紅苔黃膩，②舌暗紅，苔薄黃膩乾，黃燥。
^pulse ①脈濡弱，②脈細數，③脈弦滑數。
^formulas
^formula1<var=2>〔黃柏散證〕
^origin〔林玉麟方〕
^ingredients1177 黃柏、蒼朮 各6g，防己、威靈仙、絲瓜絡、連翹 各9g，桑枝1化，龍膽草3g，薏苡仁、葦根 各30g，木通' 紅花各
^formula2〔生地苡仁湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients1178 酒潤生地、生薏苡仁各3&，酒潤赤芍、全歸、丹皮、秦艽、北防風、淮牛膝、木通、防己 各10g，雞血籐、絡石籐、生蒱黃 各9g，地龍6g，甘草節3g。
^formula3〔加味四妙散證〕
^origin〔宗言順方〕
^ingredients1179 黃柏6g，蒼朮、苦參、川牛膝、防己、白芍、赤芍、_白朮、滑石 各9g，扁豆2g。
^ingredients1180 　　　(6)房定亞治濕熱痺：雙膝關節腫痛發熱，反覆10年，加重4天，138.40，右踝關節腫疼較重，局部發熱，活動受 限，汗多溲黃，舌暗紅，苔薄黃膩乾，脈弦滑數。與白虎桂枝湯加味，2劑汗出減少，體溫不降，腫疼如故，改祛濕清絡 之宣痺湯合二妙散加味：防己15g，薏苡仁、赤小豆 各30g，蠶砂、蒼朮、荷葉、川黃柏、厚樸 各10g，法半夏、白芍 各12g，通草、甘草 各6g，17劑體溫正常，膝關節無灼熱感，苔轉白，但右下肢拘緊，踝關節仍腫脹，改益肝腎補氣血，獨 活寄生湯4劑，病情無變化，乃濕邪黏滯，改腳氣方，雞鳴散加味行氣除濕，舒筋活絡：蘇葉、木瓜、生薑、陳皮 各10g，吳茱萸6g，檳榔、伸筋草 各15g，赤小豆、薏苡仁、桑枝 各30g，30劑，並洗方4劑：茄根、桑寄生、忍冬籐 各30g，乳 香、沒藥、芒硝、海桐皮 各15g，獨活、紅花 各12g，症狀消失，1年後隨訪，一直堅持體力勞動。
^ck12z18h202
^norm 熱迫陰洩。
^chinese 痢疾，腸風下血。
^combo 陰虛+血虛+陰熾+陰涸+血溢+液洩
^symtom 形瘦骨立。
^symtom （I)心神煩熱，２潮熱甚於陰分，③口苦咽乾，不太渴。
^ill<sub=1>〔陰液消涸〕
^symtom a舌丁-燥。
^tounge ①苔乾絳，②苔暗紅如豬腰。
^pulse 脈細數。
^ill2〔血虛失榮〕
^symtom ①面色恍白，體廄神抒，③四肢浮腫。
^pulse 脈微。
^ill<sub=2>〔絡血妄行〕
^symtom i１痢下多血，２虛坐努責，下如雞肝，３純下清血，其疾如箭，肛門不腫痛而腸中鳴響者。
^symtom 痢下白腺如脂。
^formulas
^formula1〔黃連湯證〕
^origin〔《千金要方》方〕
^ingredients1181 黃連、酸石榴皮、阿膠（詳化）、炮萎、炮貨柏 各90g，當歸60g，炙廿草30g。水煎，分三次服。
^formula2〔阿膠連梅丸證〕治便血日久不止，陰血已傷，陰分潮熱，煩熱。
^ingredients1182 阿膠、川貿連 各60g，當歸、白芍、黃芩、黃柏、烏梅 各45g，炮姜3g，醋煮向膠為丸。
^formula3〔駐車丸證〕
^origin〔《千金要方》方〕
^ingredients1183 黃連 六兩，乾薑 二兩，當歸、阿膠 各三兩。為末，醋煮阿膠為丸，t黃豆大，每服30丸。
^ingredients1184 地榆炭、當歸、阿膠、黃連、訶子、廣木香、烏梅密丸。
^ingredients1185 1.論著：何廉臣：若純下清血，其疾如箭，肛門不腫痛而腸中鳴響者，此腸風下血，治以清火疏風為主，清肝達鬰湯 去歸菊送下保元槐角丸：槐免、當歸、生地、黃芩、黃柏、側柏葉 各9g，枳殼、地愉、荊芥、防風 各6g，黃連、川芎、生 姜 各3g，烏梅3枚。用鮮荷葉汁、白蜜煉丸，每服6～9g，繼用加味白頭翁湯去貫眾、茉莉加阿膠、炙甘草，清肝堅腸，涼血滋陰以善後。
^ck12z18h201
^norm 濕熱傷陰。
^chinese 久熱，臌脹。
^western 肝硬化腹水，應變性亞敗血症。
^combo 陰虛+血虛+陰蒸+血蒸+陰涸
^ill<sub=2>〔陰液消涸〕
^formulas
^formula1〔滋肝利水湯證〕
^origin〔關幼波方〕
^ingredients1186 銀柴胡3g，青蒿、川厚樸 各4.5g，白薇、赤白芍、丹皮、地骨皮、知母、黃柏、俚蠶、蟬蛻、整甲、豬苓、澤瀉 各10g，灑貨芩I2g，白茅根、茯苓皮 各30g，生牡飯、抽葫蘆 各18g，連翅、冬瓜子瓜皮 各15g，枳殼6g，鮮水蔥24g。
^formula2〔加味秦艽鱉甲湯證〕
^origin〔河南中醫學院附院兒科方〕
^ingredients1187 生鱉甲15g，秦充、白芍、柴胡、黃； 各6g，知母、生地、地骨皮、青離 各9g，丹皮4.5g，當歸、烏梅 各3g。
^ck12z18h090
^norm 濕熱臌脹。
^chinese 臌脹。
^western 肝硬化並發肝炎。』
^combo 陽滯+瀋滯+氣滯
^ill〔陽氣不行〕
^symtom ①神倦乏力，②全身黃疸。
^pulse 右寸細澀，尺部沉弱，左部俱見小弱。
^ill2〔津不化氣〕
^symtom ①大腹脹大，②腹臌如鼓，③少腹之滿頓從上僭，不特入腹過臍，而且上及胸脘。
^ill2〔氣機不利〕
^symtom ①脘腹作脹，②食入攻撐，③尿赤面熱，大便燥結。
^tounge 苔黃膩。
^pulse 脈弦滑帶數，關部弦滑。
^ill<sub=1>〔氣化不行〕
^symtom 二便澀少。
^ill2<sub=1>〔氣機不宣〕
^symtom 口苦納呆。
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=1>〔茵陳四苓證〕
^origin〔林宗廣方〕
^ingredients1188 茵陳、山梔、蒼朮、黃柏、澤瀉、滑石、豬苓、赤小豆、生牡蠣、丹參、海藻、枳殼。
^ck12z18h092
^norm 氣虛臌脹。
^chinese 臌脹
^western 肝硬化腹水。
^combo 氣虛+津滯+氣滯
^ill〔氣虛失充〕
^symtom ①氣短咳嗽，②形寒肢冷，③神倦乏力，④便溏。
^tounge 舌淡。
^pulse 脈細弦。
^ill2〔津不化氣〕：
^symtom ①全身浮腫，②腹脹如鼓。
^ill<sub=1>〔氣化不行〕
^symtom 小便澀少
^ill<sub=2>〔氣機不利〕
^ill2<sub=1>〔陽氣不和〕
^formulas
^formula1〔小溫中丸證〕
^origin〔《證治準繩》引朱丹溪方〕
^ingredients1189 陳皮、半度、炒神曲、茯苓 各一兩，白朮 二兩，香附、醋炒針砂 各一兩，炒苦參，炒黃連各』15g，甘草9g。醋糊丸，梧桐子大，每服70 ~80丸，用白朮18g，陳皮3g，生薑1片，水煎送服。
^formula2<var=2>〔升陽益胃湯證〕
^origin〔林宗廣方〕
^ingredients1190 移山參、黃耆、白朮、炙柴胡、半茇、陳皮、炒防風、茯苓、澤瀉、生牡蠣、海藻、丹參、赤小豆、枳殼。
^ck12z18h123
^norm 濕熱傷津。
^chinese 單腹脹。
^western 肝硬化腹水。
^combo 液傷‧氣虛+滓滯+氣滯
^ill〔津液消灼〕
^symtom ①口乾引飲，②小便澀而熱，③入晚潮熱，④手足心灼，心煩夜寐易醒，溲短，便結。
^tounge ①舌紅光帶暗，②舌紅絳中裂，③苔薄。
^pulse ①脈虛弦數，②細數。
^ill2〔津不化氣〕
^symtom 單腹脹大。
^ill<sub=1>〔氣化不行〕
^symtom 小便短赤。
^ill2<sub=1>〔氣機不利〕
^symtom 氣急胸悶。
^ill<sub=2>〔氣虛失充〕
^symtom ①頭犖眼花，②神倦乏力，③氣弱懶言，④納食不進。
^pulse 脈細澀。
^formulas
^formula1<var=2>〔豬苓湯證〕
^origin〔林宗廣方〕
^ingredients1191 石斛、麥冬、沙參、玉竹、地骨皮、青蒿、豬苓、赤茯苓、阿膠、白朮、澤瀉、牡蠣、海藻、丹參、桃仁。
^formula2〔育陰洩熱方證〕
^origin〔螢漱六方〕
^ingredients1192 犀角、川黃連各.5g，生地1.2g，鮮石斛（先煎）、元參、豬苓、茯苓 各12g，麥冬、丹皮、竹葉、赤芍、白芍 各9g，木通、黑白丑（沖） 各4.5g，商陸根15g，陳葫蘆皮30g (煎湯代水），3劑。另：牛黃清心片3瓶，日服1瓶。
^ck12z18h158
^norm 陰虛臌脹。‧
^chinese 臌脹。
^western 肝硬化
^combo 氣虛+陰虛+津滯+氣滯
^formulas
^formula1〔肝復湯證〕
^origin〔關幼波方〕
^ingredients1193 生黃耆、女貞子、菟絲子、川續斷、地榆、茵陳、蒲公英、小薊 各15g，白芍30g，黨參、木瓜 各12g，阿膠珠、白朮、地龍、香附 各9g，蝥香6g，烏梅炭3g。
^formula2〔益氣養陰，分利濕濁方證〕
^origin〔林宗廣方〕
^ingredients1194 移山參、阿膠、川石斜、寸麥冬、■、白朮、豬薈、茯等、滑石、冬瓜子、澤館、牡廝、丹參、淮牛膝、枳殼Q
^ck12z18h169
^norm 陽虛腫脹。
^chinese 黃疸，腫脹。
^combo 陽虛+津滯+氣滯
^formulas
^formula〔附子五苓湯證〕
^origin〔《孔伯華醫案》方〕
^ingredients1195 茯苓皮、炒秫米、橘核 各12g，桂枝尖3g，豬苓、梔子、茵陳、澤瀉、知母、貨?、川牛膝 各9g，炮附片、大腹皮、炒白朮 各4.5g。‧.　　　摘錄：
^ck12z18h091
^norm 濕熱臌脹。
^chinese 臌脹。
^combo 陽滯瀋滯+氣結
^formulas
^formula〔厚樸散證〕
^origin〔《王旭高醫案》方〕
^ck12z18h131
^norm 積聚。
^chinese 黑疸，女勞疸，痞氣。
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom ①二便癃閉，②膀胱急，少腹痛，③腹脹如水狀。
^ill2〔血滯瘀結〕
^symtom ①右脅大癰，腫起如覆杯，②右脅挾痛夜甚，③大便黑溏，④目青面黑，皮膚不仁。
^ill<sub=1>〔氣機不利〕
^symtom ①痞塞不舒，②胸背痛，③腹滿，④少腹微腫硬，二便滯澀，自覺少腹氣脹上衝，⑤吞酸 吐痰，⑥心中如瞰蒜狀。
^ill<sub=2>〔陽氣不和〕
^symtom ①嘔惡，②黃疸，③額上黑，④手足心熱，⑤便溏微黑，⑥日晡發熱惡寒，⑦足下熱。兩 足沉重，艱於步屐，腿股皮中甚熱。
^pulse 脈浮弱。
^formulas
^formula1<alias=硝礬散>〔硝石礬石散證〕
^origin〔《金暉要略》方〕。治女勞疸，症見身盡黃，額上黑，足下熱，小腹脹滿，大便色黑，時溏。也用於膽石症。
^ingredients1196 硝石（火硝）、礬石（綠礬）各等分。為末，每服一方寸匕，大麥粥汁調服，日三次。
^formula2〔平肝消斑湯證〕
^origin〔陳士鐸方〕
^ingredients1197 白芍、當歸、白朮、柴胡、鱉甲、山楂炭、神曲、枳殼、法半夏。
^ingredients1198 (3)右脅有塊，作痛夜甚，面色黃稿，吞酸吐痰，時無休息，主二陳湯加柴胡、青皮、桃仁、紅花。
^ingredients1199 (4)右脅大癰腫如覆杯，手不可按，按之痛益甚，痞塞不行，胸背痛，久則腹滿嘔惡，出現黃疸，主大七氣湯：三 稜、莪術、青皮、陳皮、溢吞、桔梗、肉桂、益智仁、香附、甘草。痞氣丸：厚樸、黃芩、黃連、吳茱萸、白朮、茵陳、砂仁、乾薑、茯苓、人參、澤瀉、川花椒、川烏、肉桂、巴豆霜
^ingredients1200 又：綿茵陳、萆蘇、茯苓皮、黃柏、蠶沙、漢防己、龍膽草、山梔、青黛。
^ck12z18h144
^norm 臌脹夾虛。
^chinese 臌脹。
^western 早期肝硬化，肝脾腫大，肝硬化腹水，結節性紅斑。
^formulas
^formula1〔舒肝飲證〕
^origin〔《李聰甫醫案》方〕
^ingredients1201 制蝥甲I6g，丹參、當歸 各13g，漂白朮、當歸身、酒白芍、炒澤瀉10g，川鬰金9g，醋青皮6g，枳殼7g，廣木香5g，炙甘草3g。
^formula2〔消癥方證〕
^origin〔《秦伯未醫文集》方〕
^ingredients1202 黃耆、丹參、赤白芍、山甲、五靈脂、生蒲黃 各10g，當歸、蒼朮、制乳沒 各8g，柴胡6g。
^formula3〔益肝行水湯證〕
^origin〔《關幼波臨床經驗選》方〕
^ingredients1203 生黃耆60g，黨參、雞內金、香附、丹皮 各10g，紅花、桃仁、紫河車、當歸、赤白芍、絲瓜絡、澤瀉 各12g，杏仁6g，澤蘭、茜草、車前子、抽胡蘆 各15g，鮮水蔥（沖天草）30g。
^ck12z18h292
^norm 肝氣鬱滯。
^chinese 脹滿，少腹痛。v
^combo 氣鬱+氣滯+氣逆+陽鬰
^ill〔氣機不利〕
^symtom ①少腹痛，②從胸脹至小腹，脹大如懷子狀，自覺其內似有物動盪。
^tounge 苔濁膩。
^pulse 脈弦、緊、數、實。
^ill2〔氣機沖逆〕
^symtom ①氣向少腹上衝，②吐食，③嘔吐。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣不和〕
^symtom ①口中乾苦，②頭脹，③溺赤。
^pulse 兩關脈浮弦有力，不任逭按。
^formulas
^formula<var=2>〔椒梅湯證〕
^origin〔余國俊方〕
^ingredients1204 烏梅15g，川花椒、乾薑 各6g，黃連5g，柴胡、白芍 各12g，黃芩、半夏、枳殼、檳榔、廣木香 各10g6
^ck12z18h294
^norm 肝脾失調，脾虛肝鬰。
^chinese 脅痛。
^western 急性病毒性無黃疽型肝炎，中毒性肝炎，傻性肝炎（穩定型），遷延性肝炎，肝病恢復期，慢性 丙肝，肝硬化腹水，慢性膽舜炎，肝吸蟲病。
^combo 氣虛+血虛+氣鬱+氣滯陽鬰
^ill〔氣虛失充〕
^symtom ①?色黃滯，唇淡，②神倦，總倦乏力，③胃納差，④有時大便溏軟，腹瀉稀溏，大便乾 稀不調。
^tounge ①舌質淡紅，胖嫩有齒印，②苔白中心有裂，③舌淡嫩，薄白。
^pulse 脈弦細。
^ill2〔氣機不宣〕
^symtom ①胃脘滿悶，②噁心厭油膩，嘔吐，③食納不香。
^ill<sub=1>〔氣機不利〕
^symtom ①兩脅刺痛，肝區疼，肝區隱痛，時作時止，②胃疼，胃脘疼痛帟引右脅下，痞滿不舒，③腹脹，食後腹脹，放屁可減，④胸脅脹滿，⑤經前乳脹，或少腹脹，「
^tounge ①苔白黃膩，②苔黏滯，.③苔白厚。
^pulse ①弦緩，②弦細，③沉弦，④沉滑。
^ill2〔血虛失養〕
^symtom ①頭犖，②肝掌，③與衄，④腰疼。
^tounge 舌質稍紅。
^pulse 脈弦諢。
^ill<sub=2>〔陽氣不和〕
^symtom ①下午低熱，②口苦納差，③尿黃，④大便溏犖不調，⑤皮膚瘙癢，夜臥不安。
^tounge 舌質紅，苔溥黃。
^pulse 沉滑。
^formulas
^formula1〔健疏湯證〕
^origin〔《關幼波臨床經驗選》方〕
^ingredients1205 黨參、亦白芍、女貞子 各12g，川續斷、焦白朮、香附、柴胡、當歸、眾香、酒黃芩各1叫，茯苓15g，蘋豆蔻6g。
^formula2〔茵陳埋?湯證〕
^origin〔《關幼波臨床經驗選》方〕
^ingredients1206 茵陳60g，蒲公英、銀花 各30g，留麥、蓿香、當歸、六一散 各12g，川黃連4.5g，香附、澤蘭、鬰金、焦白朮、杏仁、橘紅 各10g，生黃耆、赤白芍 各15g。
^formula3〔健脾舒肝丸證〕
^origin〔（《關幼波臨床經驗選》方〕
^ingredients1207 黨參、山藥、炒?苡仁、白芍 各12g，陳皮、當歸、柴胡、鬰金 各10g，草豆蔻6g。
^ingredients1208 (2)林宗廣治肝硬化腹水，腹脹飯後尤甚，放屁可減，經前乳脹，或少腹脹，證由七情不暢誘發，脈弦澀，苔黏滯，證屬氣滯濕阻，擬疏理氣機，分利水濕，方用逍遙散、香、砂、枳、術、五苓加減：柴胡、當歸、白芍、香附、砂仁、枳 實、枳殼、白朮、豬苓、茯苓、車前子、澤瀉等出人，5劑腹脹大減，1月腹水全消，10月肝功能好轉。‧
^ck12z18h300
^norm 肝絡鬰滯。
^chinese脅痛。
^western 肝囊腫（包蟲病）。
^combo 血滯+絡滯+氣滯+陽鬰
^ill〔血滯不行〕
^symtom ①右脅脹痛，痛處不移，按之和深呼吸均加審_。
^ill2〔絡脈不利〕
^symtom ①脅痛犁痛。
^ill<sub=1>〔氣機不利〕
^symtom ①脘脹映背，②食後脘脹泛欲電。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色黃閒虛浮，②頭昏重如裹，③口乾苦，④渴不欲飲，⑤納差，⑥小溲色黃量少，⑦ 大便先乾後溏。
^tounge ①$膩，②苔微膩質淡略胖。
^pulse ①#細，②脈濡小弦。
^formula〔疏肝湯證〕
^origin〔《程門當醫案》方〕
^ingredients1209 厚樸3g，枳殼、炒川芎 各4.5g，龍膽草5g，制香附、焦山梔、大腹皮、五靈脂、木賊、陳香、櫞皮各外。
^ck12z18h291
^norm 肝脾鬱結。
^chinese 脅痛，陽痿。
^combo 氣鬱+氣結+氣滯+陽鬰
^ill〔氣機不宣〕
^symtom 胸脅痞滿。
^ill2〔氣機鬱結〕
^symtom ①腹脹，②積氣自少腹上衝心痛，③少腹有形作痛，或聚或散。
^tounge 苔黃白厚膩。
^pulse 脈實。
^ill<sub=1>〔氣機不利〕
^symtom ①左脅隱痛，②便結。
^ill2<sub=1>〔氣機不降〕
^symtom 吐食。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色晦暗不榮，②吋時欲寐，③四肢乏力，身微熱，⑤陽瘺。
^pulse ①脈細弦，②脈兩關濡弦。
^formulas
^formula1〔新定吳茱萸湯證〕治胸脅痞滿者。
^ingredients1210 吳茱萸、川黃連、茯苓、半夏、人參、木瓜、生薑。
^formula2<var=1>〔二妙散證〕健脾祛濕，朱祖經方。治陽痿，時時欲寐，四肢乏力，肝區隱痛，詳見病案（3)。
^ingredients1211 蒼朮、厚樸 各30g，白朮50g，黃柏25g，柴胡5g，川楝子、砂仁 各10g，甘草5g。
^ck12z18h257
^norm 肝脾鬰滯。
^chinese 腹脹，脅滿，嗜酸症。
^western 無黃疸型肝炎。
^combo 氣滯+氣鬱
^formulas
^formula〔乙肝湯證〕
^origin〔姜春華方〕
^ingredients1212 全瓜蔞、蒼朮、茵陳、田基貨 各15g，川厚樸、大腹皮、生大黃 各9g，川黃連3g。‧
^ck12z18h270
^norm 濕傷脾陽。
^chinese 陰黃，久瀉。
^western 慢性結腸炎，黃疽塑肝炎。
^combo 陽虛+氣滯
^ill〔陽氣不振〕
^tounge 舌暗紅，根苔黃膩。
^ill<sub=1>〔水谷不分〕
^symtom ①便溏，②腹瀉不化。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1〔溫中湯證〕
^origin〔《黃文東醫案》方〕
^ingredients1213 炮姜3g，炒白朮、黨參、茯苓、炒防風、焦山楂、焦六曲 各9g，炙甘草、陳皮 各6g，白芍、秦皮 各12g6.
^formula2〔梔黃姜附湯證〕
^origin〔姜春華方〕
^ingredients1214 大黃、甘草 各6g，山桅、附子、黨參、大腹皮\\茯苓 各9g，乾姜4.5g。
^formula3〔陰黃湯證〕
^origin〔關幼波方〕
^ingredients1215 茵陳、茯苓 各30g，蒼朮、白朮、赤芍、白芍 各10g，澤瀉5g，附子1卜15g，乾薑3~5g，桂枝3~10g，澤蘭I5~30g。
^ck12z18h177
^norm 陽虛失血。
^chinese 便血。
^combo 陽虛+氣虛+血滑
^formulas
^formula〔黃土湯證〕
^origin〔《金匱要略》方〕
^ingredients1216 甘草、乾地黃、白朮、炮附子、阿膠（烊化）、黃芩 各三兩，灶心土半升。水煎，分2次服。
^ingredients1217 1-論著：吳鞠通：先便後血，小腸寒濕，黃土湯主之：甘草、乾生地、白朮、阿膠、黃芩 各9g，伏龍肝15g (《溫病 條辨》卷三52)。
^alias肝火上逆，肝氣鬱結。
^chinese頭痛，頭脹，耳鳴，贓，久熱，脅痛。
^western 膽結石，膽費炎，.肝病低熱症，急性化膿性中耳炎。
^ill〔氣機不利〕
^symtom ①脅痛陣作，牽引肩背。
^ill2〔氣機不宣〕
^symtom 納呆。
^ill3〔津氣蘊蒸〕
^symtom ①寒熱往來，②畏寒高燒，③發熱口苦，喜冷飲，④鞏膜黃染，⑤小便黃如橘色，⑥大便秘結，大便未解。
^tounge ①舌質紅，②舌尖紅，③苔薄黃，④苔黃膩，⑤根膩。
^pulse ①脈弦數，②脈滑數。
^symtom ①噁心，②A區吐貨苦水。
^symtom ①頭痛在兩側，或於頭頂，②頭昏，③頭脹。本證—HW2清氣失寧候
^symtom ①目眩，②目赤，目痛，除多燥乾，③耳痛流水，—H2M膽候H131氣1(?結候
^ck12z20h042
^norm 肝火上逆。
^chinese 頭痛，頭脹，耳鳴，耳衄。
^western 急性化膿性中耳炎。v
^ill〔津氣建蒸〕
^symtom ①口苦，②咽乾，③心煩易怒。
^tounge 舌紅苔黃膩。
^pulse ①脈弦數，脈兩關弦數，②脈弦滑。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛在兩側，或於頭頂，②頭昏，③頭脹。
^ill<sub=2>〔清竅不利〕
^symtom ①目眩，②目赤，目痛，眵多燥乾，③耳痛流水，邛流膿帶有血絲。耳內抽掣作痛，或耳
^formulas
^formula〔柴胡清肝湯證〕
^origin〔《醫宗金鑒》方〕
^ingredients1218 柴胡、生地、赤苟、牛券子 各4.5g，當歸、連翅 各6g，川彎、黃冬、生山振、天花粉、甘草、防風 各3gQ
^ingredients1219 (1)少陽風火傷絡，耳衄，耳內抽掣作痛，或頭昏耳聾，脈兩關弦數，宜清洩木火，龍膽瀉肝湯或柴胡清肝散：醋炒 柴胡、橘皮、川芎、白芍、醋制吞附、姜扼、煨姜、童便。
^ck12z20h274
^norm 肝氣鬱結。
^chinese 脅痛。
^western 膽結石，膽結石引起膽旗炎。
^combo 氣滯+氣結+氣蒸+氣逆
^formulas
^formula<var=1>〔排石湯證〕
^origin〔顧介山方〕
^ingredients1220 柴胡、木香 各4.5g，薑黃、炒枳殼、大黃、元明粉各外，廣鬰金12g，金錢草30g，黃連3g。
^ck12z20h131
^norm 濕熱結聚。
^chinese 脅痛。
^western 膽結石。
^combo 氣滯+血滯+氣結+血結+陽鬰
^ill〔氣機鬱結〕
^symtom 痛在脅肋，遊走不一。
^ill2〔血滯瘀結〕
^ill<sub=1>〔氣機不利〕
^symtom ①疲多，②忽寒忽熱。
^ill<sub=2>〔陽氣不和〕
^symtom 手足少力。
^formulas
^formula〔化堅丸證〕
^origin〔張羹梅方〕
^alias'
^chinese 暑移，濕溫壞證，濕熱洩瀉，久瀉，赤銅，久銅，陽黃，陽水，陰水，陰虛水腫，腫脹，熱淋，血淋，氣 淋，奇淋，石淋，虛淋』勞淋，mm，白油，赤法，夢遺；血精，陽接，沾痛，腰痛，帶下，赤白帶，月經過多，閉經，腳濕氣，丹毒，口瘡，鵝口瘡，脫髮，氣虛發熱，頑固性自汗。
^western 急性尿路感染，腎盂賢炎，慢性背盂背炎急性發作，急性腎炎，慢性腎炎，蛋白尿，腎病綜合征，尿毐症，腎性高血壓腦病，右腎萎縮伴右腎功能不全，腎結石，輸尿管結石，前列腺肥大，前列腺肥大急性尿瀦留，老年性前列腺 炎，急性膀胱炎，膀胱憩室，乳糜尿，乳糜血尿，絲蟲病，腸道黴菌感染，阿米巴痢，乙腦，水腫，甲狀腺機能減退，陣 發性寒冷性血色素尿，子宮內膜炎，吉頸糜爛，頑固性口腔炎，急性濕疹，慢性慘出性外科疾病，丹毒，結節性紅斑，膿 包瘡，脂溢性脫髮，膀胱移行上皮乳頭癌n級。
^ill〔陽氣不宣〕
^symtom ①肢冷，②四肢無力，關節痠痛，四肢酸疼③面色蒼黃，暗晦，④惡風怕冷，欲蓋衣被，⑤頭 痛，⑥神疲，乏力，極易感冒。
^tounge 舌苔黃膩而滑。
^pulse 脈象沉濡而數。
^symtom ①溺時灼痛；②尿頻赤，③尿頻，尿急，尿痛，尤其是排尿後小腹及尿道劇痛難忍。
^tounge ①舌質紅，苔黃膩，②舌苔白黃膩。
^pulse 脈滑而數。
^symtom ①全身面目手足均腫脹，以手按腫脹處，呈凹陷不起。
^symtom ①腹脹，②小腹脹，小腹時癉。
^symtom ①小便短赤。
^symtom ①腰間發熱，②接弱無力，③筋攣難以屈伸廠④少腹痠楚。
^ck12z19h093
^norm 濕熱下流。
^chinese 帶下。
^combo 陽鬰+氣蒸液灼+氣鬱
^ill〔陽氣不宣〕
^symtom ①頭母，②神疲哈睡，③肢痠，④腰痛。
^ill2〔津氣逭蒸〕
^symtom ①溺時灼痛，②尿頻赤，③陰癢。
^tounge ①舌質紅，苔黃膩，d活苔白負膩。
^pulse 脈拊而數。
^ill3〔津液消灼〕
^symtom 白帶如涕如膿，質稠而黏或帶黃色，或腥濁穢臭。
^pulse 脈濡數。
^ill<sub=1>〔清竅不利〕
^ill<sub=2>〔氣機不宣〕
^symtom ①倦怠，②胸悶，③咳嗽。
^ill2<sub=2>〔氣機不降〕
^formulas
^formula<var=1>〔四苓湯證〕
^origin〔蔡純臣方〕
^ingredients1221 茯苓、魚腥草、椿根皮、生薏苡仁 各15g，豬苓、白朮、黃柏、茵陳 各10g，澤瀉12g，柴胡
^ck12z19h094
^norm 下焦濕熱。
^chinese 熱淋。
^western慢性腎盂腎炎急性發作。
^combo 陽鬰+氣鬱+氣熾+液灼
^formulas
^formula〔滋腎利濕湯證〕
^origin〔鄒雲翔方〕
^ck12z19h137
^norm 濕熱下注膀胱。
^chinese 耷淋。
^western 乳糜尿。
^combo 氣熾+血熾+液灼+血溢+神蒙
^ill〔津氣蘊熾〕
^symtom ①溲皆作乳糜狀，混濁如牛奶，甚則似牙裔狀，②右少腹脹墜舒，溺時不爽且尿道微痛。〔血熱蘊熾〕
^pulse 脈濡細數。
^ill<sub=1>〔津液消灼〕
^symtom 小便頻數。
^tounge 舌質淡，苔薄白膩，根部尤甚。一
^ill2〔絡血妄行〕
^symtom 混有血樣物質。
^ill2〔神志昏蒙〕
^formulas
^formula<var=2>〔八正散合萆蘚分清丸證〕
^origin〔沈關龍方〕
^ck12z19h146
^norm 濕熱傷血c
^chinese 血淋。
^combo 氣虛+血虛+氣蒸+血蒸+液灼
^ill〔氣虛失養〕
^symtom ①頭昏，②乏力，③形休日漸消瘦。
^tounge 舌淡。
^formulas
^formula〔濤心蓮子飲化裁方證〕
^origin〔何其林方〕
^ingredients1222 黃芩、車前子、蒲黃炭 各10g，夜苓15S，麥冬、黃蔑、黨參、側柏、藕節、小莉、地骨皮、續斷 各12g。
^ck12z19h153
^norm 濕擾精室。、
^chinese 夢遺。「
^combo 氣蒸+陰蒸+陰涸
^ill〔津氣蘊蒸〕
^symtom ①汗出不止，②口氣較重，③牙痛，④胃脘不舒。
^tounge 苔膩。
^pulse 脈弦滑。
^ill<sub=1>〔陰熱蘊蒸〕
^symtom 有夢遺洩，遺洩頻來。
^tounge 舌偏紅I。
^pulse 脈細弦數。
^ill<sub=2>〔陰液消涸〕
^symtom 形瘦色黧。
^formulas
^formula〔加味豬肚丸證〕
^origin〔《程門雪醫案》方〕
^ingredients1223 知母、砂殼 各3g，川貨柏2.4g，螢佩梗、旋復花 各4.5g，段瓦楞子12g，.廣陳皮4.2g，豬肚丸（白朮、苦參、牡蠣、豬肚）9g0 柄錄:
^ck12z19h160
^norm 濕熱下注。
^chinese 久痢，膏淋，帶下，脫髮，口瘡。
^western ‧乳糜血尿，脂溢性脫髮，頑固性口腔炎。
^combo 陰蒸+陰涸+陰虛+氣虛
^ill〔陰熱蘊蒸〕
^symtom ①口乾喜飲，②腹痛下痢紅，白肛脫疼痛異常，③帶下黃白，稠而氣穢，白帶甚多，偶見 赤色，其氣不臭，④陰部癢感，⑤尿道燒灼樣疼痛，小便刺痛不爽，尿中赤白相雜，甚則如音，⑥唇腮赤色微腫，牙齦兩 頰，舌面掀紅，滿佈針頭大小黃白色潰爛點。
^tounge 舌紅，苔薄黃。
^pulse ①脈弦，②脈細濡而數。
^symtom ①尿白如脂音上有浮油、下有肥脂，②尿中有血塊，時阻塞尿道，③頭髮溢脂。
^tounge 苔薄黃微膩，質淡。
^pulse 左黹數，脈細數。
^symtom ①腰酸乏力，腰脊酸痛，②足跟疼痛，③脫髮。
^tounge 舌淡紅。
^pulse ①脈弦細尺弱，②脈虛弦。
^symtom ①面色萎黃，②頭暈神疲，肢軟乏力，心俘，③食慾不振，④帶下色白。
^tounge 舌淡。
^pulse 脈右沉細，脈虛。
^formulas
^formula1〔清養並治方證〕
^origin〔蔡柏春方〕
^formula2〔調補脾背而化濕熱方證〕
^origin〔《中醫內科醫案楮選》方〕
^ingredients1224 (1)李泰治小孩指紋紫隱，腹痛下痢紅白半月之久，肛門脫出二寸，疼痛異常，須待一、二小時才收人，日夜數次，小便清長，此氣陰兩虛，陷燥脫肛之證。元參、火麻仁 各9g，生地、地榆 各4.5g，阿膠3g，升麻、柴胡 各0.6g，雲黃連、洋參、廣木香 各0.9g，檳榔、雲茯苓、條黃芩、雲厚樸 各2.4g，雞子黃2枚。3劑即愈（《偵中醫案）)。
^ck12z19h206
^norm 濕熱傷陰。
^chinese 濕熱洩瀉。
^combo 陰枯+氣熾+液洩+神蒙
^ill〔津氣蘊熾〕
^symtom ①大熱躁擾，②心煩躁擾不寧。
^tounge 舌苔黃刺。指紋：色紫。
^ill2〔熱迫液洩〕
^symtom ①下利迸迫如箭，白沫甚多，②便瀉色黃如蛋花，勢如暴注，③煩渴吐瀉。
^ill<sub=1>〔陰液消湎〕
^symtom ①面色青白，兩目神陷，四肢虛軟，②口渴不止，③小便不行。小溲半日全無，④頭面瘡 癤已變平黑。
^tounge 舌乾絳無苔。
^ill<sub=2>〔神志昏蒙〕
^symtom ①時忽驚叫，神昏氣急，蚧齒咬牙。
^formulas
^formula1〔甘R飲證〕
^origin〔《醫方論》栽方〕
^ingredients1225 生地、熟地、天冬、麥冬、石斛、茵陳、黃芩、枳殼、枇杷葉、甘草各等份，每服15g。
^formula2<var=1>〔豬苓湯證〕
^origin〔嚴兆昌方〕
^ingredients1226 豬苓、阿膠、車前草、六一散 各5g，澤瀉、葛根、黃芩 各4g，炙甘草、白朮 各3g，代赭石6g，香連丸3g，
^ck12z19h110
^norm 濕熱下注，帶脈不固。
^chinese 白濁，奇淋，帶下。
^western乳糜尿。
^combo 氣虛+氣陷+津滑
^ill〔氣虛失充〕
^symtom ①頭暈，②腰?部痠痛，胺痠無力，③納呆便溏，④神疲乏力，⑤心悸不寐。
^tounge ①舌質紅，苔薄白，②舌苔中膩而邊薄。
^pulse ①脈細數，②脈象滿細。
^ill2〔津液不固〕
^symtom ①尿頻不痛，②小便白濁，並伴有白色膠狀凝塊，③帶下頻頻，帶下雖多色白質稀。
^ill<sub=1>〔氣機下陷〕
^symtom ①活動後加敢少腹微脹，②腰痠楚脹痛，③下肢浮腫。
^tounge 舌苔淡貨而膩。
^pulse ①脈象弦細，②脈沉滑。
^ill<sub=2>〔神氣不振〕
^symtom 神疲乏力。
^formulas
^formula1〔完帶湯證〕
^origin〔《傅青主女科》方〕
^ingredients1227 炒白朮、炒山藥 各30g，人參6g，白芍葯15g，車前子、蒼朮 各9g，甘草3g，陳皮、荊芥炭 各1.5g，柴胡1.8g。水 煎服。
^formula2<var=2>〔程鐘齡萆蘚飲證〕
^origin〔周風梧方〕
^ingredients1228 草蘇、石葦、海蛤粉、茯苓、車前子 各9g，蓮子肉、生牡蠣、芡實、菟絲子各12S，黃柏、石菖蒲 各6g，燈芯15g，水 煎服。
^ck12z19h162
^norm 虛滑，滑脫。‧
^chinese 赤痢，赤白帶。
^western 阿米巴痢，子宮內膜炎。
^combo 氣虛+陰虛+津滑+血滑+精滑
^ill〔津液不固〕
^symtom ①便下黏液，②帶下色白。
^tounge 苔黃膩。
^pulse 脈沉細數。
^formulas
^formula1〔除痢湯證〕
^origin〔施今墨方〕
^ingredients1229 川續斷、杜仲、炙甘草 各6g，禹餘糧、赤石脂、補伢脂、椿根皮炭、石榴皮炭、蒼朮炭、炒地榆、炒苦參、生熟地
^formula2〔半補半清方證〕
^origin〔宋斌方〕
^ck12z19h148
^norm 氣虛濕熱。
^chinese 乳糜血尿，赤帶下，月經過多，氣虛發熱。
^western;h膀胱移行上皮乳頭癌n級。
^combo 氣虛+血虛+血滑
^ill〔氣虛失充〕
^symtom ①乏力納呆，②便溏，③展起小便渾濁，午後較消，④帶下頻頻。
^tounge 苔薄白，中膩邊薄。
^pulse ①脈濡細，②脈譎微數。
^ill2〔絡血不固〕
^symtom ①血尿，②月經過多，苔薄。
^ill<sub=1>〔血虛不榮〕
^symtom ①面色恍白，②顴紅，③低熱。
^tounge 苔少。
^pulse ①脈沉細緩，②脈象弦細無力。
^ill<sub=2>〔神氣不振〕
^symtom 神疲b
^formulas
^formula1〔淡滲化濕湯證〕
^origin〔《鄒雲翔醫案選》方〕
^ingredients1230 淮牛膝、蒼朮 各9g，黃柏炭5g，生薏苡仁、雲茯苓、川續斷 各12g，當歸炭、血余炭、黃耆 各9g，肉桂1.2g，生甘草 梢3g，紅棗5枚。
^formula2〔運脾化濕固帶證〕
^origin〔陳大年方〕
^formula3<var=1>〔補中益氣湯證〕
^origin〔柯蜇帆方〕
^ck12z19h167
^norm 濕熱結於下焦氣分。
^chinese 晷穢，氣淋，閉經，白帶，頑固性自汗。
^western 急性尿路感染。
^combo 則鬰+律滯+氣滯
^ill〔陽氣不宣〕
^symtom ①肢冷，②四肢無力，關節痠痛，四肢酸疼，③面色蒼黃，暗晦，④惡風、怕冷，欲蓋衣 被，⑤頭痛，⑥神疲，乏力，極易感冒。
^tounge 舌質淡紅，苔薄白。
^pulse ①滿弦，②脈沉而濡，③細弱，④脈細如絲或絕。
^ill2〔氣不化津〕
^symtom ①大汗；甚則身如洗浴，②口渴，③洞洩，④口乾不多飲，⑤白帶清稀如水。
^tounge ①舌苔白膩，②黃厚。
^pulse 兩脈弦而緩。
^ill<sub=1>〔氣化不行〕
^symtom ①小便不利，②小便不通，小便隨汗多而減少，③陰莖囊腫，④案痛。
^ill2〔陽氣怫鬰〕
^symtom ①惡寒發熱，②寒熱如瘧，③汗出熱不退，五心煩熱，自汗，溲黃，便溏。
^tounge ①舌紫暗，苔黃膩，②苔白混有黃色。
^pulse 脈浮數。
^ill<sub=2>〔氣機不宣〕
^symtom ①咳痰，②食後脹悶。
^ill2<sub=2>〔氣機不利〕
^symtom ①小腹脹，②小腹時痛，③腹脹。
^formula1<var=2>〔桂苓甘霣飲證〕
^origin〔俞根初方〕
^ingredients1231 官桂、赤茯苓、豬苓、澤瀉、滑石、石奇、寒水石、青皮。
^formula2〔五苓加味湯證〕
^origin〔《臨證治驗》方〕
^ingredients1232 茯苓、萆蘚 各12g，豬苓、澤馮、白朮、車前子 各10g，桂枝、陳皮、烏藥、丹皮、M■草 各5g。
^formula3<var=1>〔茯苓湯證〕
^origin〔羅賢恕方〕
^ingredients1233 帶皮茯苓知，焦白朮、澤瀉、蒼朮、赤小豆、佩蘭葉 各5g，嫩桂枝、豬苓、厚樸 各3g，栽苡仁、烏賊骨 各9g。
^ingredients1234 複診：食慾增進，脹悶消失，白帶減少，惟經水未通。擬加味丹參飲：丹參、惹苡仁各％，當歸、赤芍、香附、佩蘭 葉、由術、結豬苓、赤小豆 各5g，益母草、川牛膝 各6g。2劑水煎服。
^ingredients1235 三診：一般情況尚好。惟五心煩熱，舌萏簿黃，小搜黃赤，白帶雜有混黃色。擬豬苓湯加味：豬等、滑石、淮山藥、益母草 各6g，澤瀉、茯苓、芡實、丹參、制香附、阿膠 各5g，薏苡仁？g。2劑，水煎服。
^ck12z19h089
^norm 濕熱水氣。
^chinese 陽水。
^western 急性腎炎，慢性腎炎，
^combo 陽滯+津滯+氣鬱
^formulas
^formula1<var=1>〔五苓五皮飲證〕
^origin〔徐蔭庭方〕
^ingredients1236 豬苓、澤瀉、白朮、茯苓、桂枝、桑白皮、陳皮、生薑皮、大腹皮、赤茯苓皮加栽苡仁、六一散、陳葫蘆、車前子。
^formula2〔三蟲湯證〕
^origin〔《趙錫武醫療經驗》方〕
^ingredients1237 (2)江蘇中醫院治慢性腎炎反覆發作，面色恍白，顏面及下肢浮腫，噁心納差，腰痛尿少，膠脹苔膩，脈滑。尿檢： 蛋白（+ + + +），紅細胞（+ + +)，為脾虛氣弱，濕蘊中州，溢於肌膚，先運脾化濕：蒼朮、川厚樸、法半夏、陳皮、茯苓、砂仁、木香、小薊炭、地榆、白茅根等，10劑後小便增多，浮腫大消，尿蛋白少堂，紅細胞0-3，從黨參、淮山、茯苓、桑寄生、荔枝草、白朮、生地、澤瀉、川續斷、白茅根健脾益腎利濕。
^ck12z19h090
^norm 濕熱腫脹。
^chinese 腫脹。‧
^western 慢性腎炎。
^combo 陽滯+汴滯+氣滯』
^formulas
^formula<var=2>〔茵陳五苓散合四妙散證〕
^origin〔李斯熾方〕
^ingredients1238 白茵陳、豬等、獲苓、澤焊、炒知母、萊菔子 各12g，蒼朮、牛膝 各9g，葶房、木通 各6g，通草3g。
^ingredients1239 5月11日二診：服上方四劑後，小水漸通，目稍能開，小便芮熱而痛，大便尚欠通利，前方中去蒼朮、木通，加枯黃 芩、滑石、車前仁、檳榔、萊菔子、茵陳、滑石 各12g，車前仁、葶藶子、牛膝、澤瀉、茯苓、知母、祜黃芩、豬苓、檳 榔 各9g，通草3g。4劑。
^ingredients1240 5月17日四診：二便通暢，腫脹大減，飲食增進，氣喘漸平，小便仍黃，續用前法：萊菔子、茯苓、薏苡仁各2g，葶藶、杏仁、木通 各6g，桑皮、澤瀉、豬苓、石葦 各9g，通草3g。4.劑。
^ingredients1241 5月21日五診：近日偶犯感冒，覺頭癰，鼻塞，口苦，小便又覺黃熱，腫脹稍有增加，當加人解表清裡，並用丹皮配 澤瀉，以增強舒洩之力：蘇梗、防風、防己、澤瀉、豬苓、枯黃芩、炒知母、牛膝、丹皮 各9g，萊菔子12g，通蓽3g。4劑。
^ingredients1242 5月27日六診：感鋝已解，腫脹更消，小便不熱，近來因生氣，覺肝區疼痛，飲食稍減，舌苔仍黃膩，脈弦細數，此 應防肝鬰克脾，史加重濕熱症狀，用舒肝運脾，清利濕熱法：柴胡、川芎、薑黃、木香、木通 各6g，萊菔子、茵陳各2g，蒼朮、澤瀉、豬苓 各9g，通草3g。4劑。
^ck12z19h168
^norm 濕熱傷陽。‧，　　　內含病例：
^chinese 陽黃，陽水。
^western 急性腎炎，甲狀腺機能減退，陣發性寒冷性血色素尿。
^combo 陽虛+陽滯+津滯
^ill〔陽氣不振〕
^symtom ①全身乏力，精神萎靡，臥床不起，聲音低啞，②多件，③畏寒惡風，④腰疼，⑤毛髮 脫落。
^tounge 苔薄白。
^pulse 脈滑細。『
^ill2〔陽氣不行〕
^symtom ①肢冷，②畏寒，寒戰，③多汗，④不省人事。
^ill<sub=1>〔氣不化津〕
^symtom ①面部及雙下肢浮腫，遍體浮腫，皮膚板緊，按之無凹陷，②尿螢減少
^ill2<sub=1>〔陽氣怫鬰〕
^symtom ①面紅肢冷畏寒，②口渴，口臭便秘，③小便短赤，著涼或吹風，尿即呈紅色或醬油色，在發作間歇期尿亦極度混濁，④皮膚及鞏膜有輕度黃疸，⑤惡寒發熱，鼻塞微咳。
^tounge 舌紅苔白膩。
^pulse 脈弦滑。
^ill<sub=2>〔氣機不利〕
^symtom 腰酸脹痛。
^formulas
^formula1〔清熱利濕方證〕
^origin〔漆濟元方〕
^ingredients1243 生地15g，肉桂3g，茅根20g，貨?、豬苓、澤污、前仁、陳皮、神曲、枳殼 各10g，益母草15g。
^formula2〔甲減方證〕
^origin〔張伯臾方〕
^ingredients1244 仙茅24g，仙靈脾、豬苓、茯苓、當歸 各15g，麻黃、炒知母、黃柏 各6g，生石奔30g，澤瀉18g，生大黃9g，炙甘草、官桂 各3go
^ck12z19h169
^norm 陽虛水腫。
^chinese 陰水，浮腫。
^western 慢性腎炎，乙腦後期。
^combo 陽虛+津滯+氣滯
^ill〔陽氣不振〕
^symtom ①面色瞇白，②精神萎頓，③頭昏睏倦。
^tounge 苔白。
^ill<sub=1>〔氣化不行〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不利〕
^formulas
^formula1〔五苓皮湯證〕
^origin〔《程門雪醫案》方〕
^ingredients1245 川桂枝2..4g，連皮苓、生熟薏苡仁、濟生騎氣丸 各12g，澤瀉、豬苓、大腹皮、木防己 各6g，白杏仁、冬瓜子、冬瓜 皮、桑白皮 各9g，廣陳皮、酒炒木瓜各4. 5g。
^formula2〔?附湯證〕
^origin〔《鄒雲翔醫案選》方〕
^ingredients1246 生黃耆、茯苓皮 各30g，防風、防己、廣陳皮、生薑皮 各9g，白朮10g，大腹皮12g，炙桂枝5g，附片15g。
^ck12z19h092
^norm 氣虛濕熱。
^chinese 水腫，癃閉。
^western 慢性背炎，蛋白尿，慢性慘出性外科疾病，前列腺肥大急性尿瀦留。
^combo 氣虛+津滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①精神萎靡，睏倦無力，②面色恍白或萎黃不華、淡貨，③身重，④氣短自汗，⑤便溏。
^formulas
^formula1〔加減參苓白朮散證〕
^origin〔《學說探討與臨證》方〕
^ingredients1247 黨參、?苡仁 各15g，白朮、淮山、牛膝、豬苓、桂枝 各12g，茯苓皮25g，生黃耆20g，甘草4g，（或肉桂心1.5g)。
^formula2〔消蛋白湯證〕
^origin〔《學說探討與臨證》方〕
^ingredients1248 (2)施今墨治悛性腎炎，全身浮腫，小便不利，腹脹不思食，睏倦無力，苔薄白，脈沉澀。健脾利水丸：桂枝、白 芍、炒蒼白朮、澤瀉、防己、大腹皮、莨莕、黨參 各50g，黃耆、冬瓜子、冬瓜皮 各150g，豬苓、厚樸、炙甘草 各30g，雲 茯苓75g，蜜丸，每lOOg，日三（《施今墨臨床經驗集）)。
^ck12z19h158
^norm 濕熱傷陰。
^chinese 浮腫，虛淋。
^western 慢性腎炎，腎盂賢炎，腎病綜合征，背結石。
^combo 氣虛+陰虛+津滯+氣滯+陽鬰
^formulas
^formula〔四六利濕湯證〕
^origin〔李斯熾方〕
^ingredients1249 黨參、菟絲子、白茅根 各12g，茯苓、生地、澤瀉、牛膝、車前子、茵陳、白朮、知母 各9g，甘草3g。
^ck12z19h219
^norm 陰虛水溢。
^chinese 陰虛水腫。
^combo 陰虛+陽虛+律滯
^ill〔陰虛失養〕
^symtom ①面赤口渴，②腰痛足硬，③大便反燥。
^tounge 舌紅絳。『
^pulse 脈細弦數。
^ill2〔陽氣不振〕
^ill<sub=1>〔氣化不行〕
^symtom 小便短澀。
^symtom ①四肢浮腫，②腹膨臍突。
^formulas
^formula〔滋陰利水方證〕
^origin〔張鏡人方〕
^ingredients1250 赤芍、豬苓、滑石、澤瀉 各12g，茯苓、炒山藥、生地、赤芍、丹皮 各9g，阿膠6g，小麥稈、陳葫蘆 各30g。
^ck12z19h305
^norm 下焦濕熱。
^chinese 熱淋，裔淋。
^western 乳糜尿。』#
^combo 氣滯+津鬰+絡滯
^ill<sub=2>〔絡脈不和〕
^symtom １腰間發熱，２痿弱無力，３筋攣難以屈伸，４少腹痠楚。
^formula1〔五苓通關散證〕
^origin〔《程門雪醫案》方〕
^ingredients1251 上搖桂0.9g，知母、澤瀉 各6g，川黃柏3g，雲茯苓、豬苓 各9g，滑石 12g，萵蓄4.5g。
^formula2〔海金沙散加成證〕
^origin〔洪欽國方〕
^ingredients1252 海金沙15g (或金沙籐30g)，甘草6g，滑石24g，葫蘆茶30g，貨柏12g，路路通15g。
^ingredients1253 川蘋蘇24g，石萏蒲、台烏藥 各12g，生甘草6g，益智仁9g，土茯苓、石蓮子 各30g()
^ck12z19h308
^norm 濕熱下注。：*
^chinese 陽瘺。
^combo 陽滯+經滯+津鬰
^ill〔陽氣不行〕
^symtom ①面色晦暗不榮，②陰莖萎縮，不堅早洩，③但欲寐_神疲，④雖飲食如常，⑤但四肢 乏力。
^tounge 苔黃白膩而厚。
^pulse 切脈沉實，脈兩關濡弦。
^ill<sub=1>〔經脈不利〕
^symtom 兩腿畏寒，受涼即痛。
^ill<sub=2>〔氣化不行〕
^tounge 舌苔黃膩。
^formulas
^formula<var=1>〔二妙散證〕
^origin〔朱祖經方〕
^ingredients1254 蒼朮、厚樸 各30g，白朮50g，黃柏25g，柴胡1知，川楝子、砂仁 各10g，甘草5g。
^ck12z19h317
^norm 濕傷腎陰。
^chinese 疝痛，癃閉，陽痿。`)