jsonp(7,{"name":"cm","start":12440},`^western 乳糜屎，前列腺肥大，腎結石，輸尿管結石，膀胱憩室。
^combo 陰虛+氣滯+津部+絡滯 ，
^formulas
^formula1〔滋腎通關丸證〕
^origin〔《蘭室秘藏） 方〕
^formula2〔金錢通淋湯證〕
^origin〔《岳奕中醫案集》方〕
^ingredients1255 治背結石：左側腰痠卒痛，溲黃混濁，尿道偶有刺痛，詳見病案（1)。金錢草30g，冬費子、滑石、車前子、阿膠 各12g，川牛膝、雲伕芩、杜仲、川續斷、構杞子、桑寄生 各9g，甘草梢
^formula3〔知柏地黃丸合三妙丸加臧證〕
^origin〔陶瑞生方〕
^ingredients1256 熟地18g，山藥15g，山茱萸、茯苓、澤瀉、萆蘚、木瓜 各12g，丹皮6g，黃柏、知母、蒼朮、防己、牛膝 各9g。
^ingredients1257 １陳士鐸：治塞丸作痛，遇熱即發，然痛不至甚，利丸湯：茯芬、m苡仁、沙參。沙參湯：茯苓、白朮、甘草、丹 皮、肉桂。散丸湯：茯苓、野杜若根枝（野藍菊花）、沙參。散癃湯：茯苓、車肘子、肉桂、萆蘇、甘草、黃柏、知母。
^ingredients1258 (2)陳士鐸：散梢湯：劉寄奴、車前子、黃柏、白朮。桂車湯：車前子、肉桂、知母、留行子。
^ingredients1259 (2)施今墨治輸尿管結石，腰痛尿少，尿中帶血，苔薄白膩，脈潘數。消石湯：旱蓮草、金錢草各30，車前子、車前 草、海浮石、海金沙，阿膠；澤瀉、豬苓 各10g，雲茯苓、地榆 各12g，瓦愣子、滑石 各20g，肉蓯蓉、枸杞子 各15g，甘草 梢6g (《施今墨臨床經驗集》）。
^ingredients1260 觀病人痛苦面容，少腹脹（膀胱充盈），溲意急，欲解不得出，苔薄舌紅，脈細。證屬陰虛陽不化氣，而致膀胱氣化 不宣，水迸不利。治宜滋陰助陽，化氣利尿，擬滋腎通關丸加味：知母、炒黃耆、川牛膝、冬葵子、澤瀉、車前子、杏仁、桔梗 各10g，白茅根30g，烏藥6g，官桂、升麻 各3g。2劑。
^ck12z19h314
^norm 濕熱傷陰。
^chinese 浮腫，血梢，白燭，赤池，濕熱帶下。『
^western 急性尿路感染，宮頸糜爛。
^combo 氣熾+血識t陰傷+血溢
^ill〔津氣蘊熾〕
^symtom ①面赤，②面白唇熱，③口渴口苦，④納呆，神疲體倦，⑤饑不能食，食多即脹，⑥時惡 心泛吐，⑦少腹冤熱，下腹弦急，⑧溲熱，尿頻尿急有灼熱感，小便黃赤，⑨溺時赤澀作痛，R小便渾濁，十陰癢。
^tounge 苔黃厚膩。
^pulse ①脈數，②脈沉弦帶數。〔血熱遒熾〕
^symtom ①夜間發熱，②心煩不寐。
^tounge 舌苔白膩。
^pulse 脈左關尺弦數。
^ill<sub=1>〔氣化不行〕
^symtom 小便不利。
^tounge 舌苔白膩。
^ill2<sub=1>〔陰液消灼〕
^symtom ①手足心灼熱，②白粗淋漓，溺時如刀割火烙，或穢濁如膿，色白如泔，③溺轉時有移物，如瘡之膿，如眼之眵，淋漓不斷，④帶下黃稠如膿，最多有異味。
^pulse 脈細滑。
^ill<sub=2>〔絡脈不和〕
^symtom 腰痛綿綿。
^tounge 舌質紫暗。
^ill2<sub=2>〔絡血妄行〕
^symtom ①尿痛間有鮮血，②梢血雜下，③濁色發赤。
^formulas
^formula1〔蓮子清心飲證〕治溺竅時有穢物，如瘡之膿，如眼之眵，淋漓不斷，蝕色發赤，詳見論著(V。『
^ingredients1261 人參、黃耆、甘草、地:If皮、柴胡、黃芩、寸麥冬、赤茯苓、車前子、石蓮子。
^formula2〔知柏湯證〕
^origin〔《臨HE治驗》載方〕
^ingredients1262 豬苓、生地 各12g，滑石15g，通草、知母、蒼朮、黃柏、赤巧、厚樸、大腹子皮 各10g，砂仁5g。
^ingredients1263 (1)綜述：白濁，濕熱下注，擾動梢府，白濁淋漓，少腹冤熱，溺時雖如刀剖火烙，但不與溺相混，或穢濁如膿，色 白如消，主苦洩固本丸：黃連、黃柏、茯苓、豬苓、法半夏、砂仁、益智仁、甘草、蓮須。徙薪飲:陳皮、黃冬、寸麥冬、黃柏、丹皮。珍珠粉丸：珍珠、海蛤粉、川黃柏。王雨三：脈沉弦帶數，主八正散。
^ingredients1264 (2)熱邪下傳，溺吋赤澀作痛，甚則間有鮮血，下腹弦急，口渴脈數，主滲濕洩熱，八正散：車前子、木通、滑石、山扼、大黃、親麥、篇蓄、甘草、燈芯。
^ingredients1265 (3)素嗜茶酒，脾胃濕熱，注入賢經，飲食不思，小便渾濁，或溲熱面赤，遺洩頻來，舌苔白膩，或夜間發熱，口 渴，脈左關尺弦數，慎忽填澀，當分』清濁，以寧楮室：萆蘇、黃連、黃柏、茯苓、澤瀉、薏苡仁。封髓丹或秘精丸：白朮、山藥、茯苓、茯神、蓮子、蓮花、蓮蕊、芡實、牡蠣、黃柏、車前子。豬肚丸：牡蠣、白朮、苦參、豬肚。大風髓丹:川 貨柏、砂仁、炙甘；、半夏、豬苓、茯苓、蓮須、益智仁、芡實糊丸。.
^ingredients1266 (2)夏治平治濕熱帶下（宮頸糜爛II。），.黃稠如膿，量多有異味，陰癢，小便黃赤：萆麻、車前子15g，惹苡仁、赤 茯苓、滑石 各12g，黃柏、丹皮、澤瀉、蒼朮 各9g，通草6g。
^ck12z19h315
^norm 濕熱傷腎。
^chinese 腰痛，勞淋，遺梢，裔淋。
^western 急性膀胱炎，腎盂腎炎，慢餑腎盂腎炎，右腎萎縮伴右腎功能不全，乳糜血尿，絲蟲病。
^combo 陰虛+陰熾+精滑+血溢
^ill〔陰虛失養〕
^symtom ①頭費倦怠，形瘦神疲，②短氣乏力，③腰腿痠軟，④心煩不寐，⑤耳鳴。
^tounge 舌質淡。
^pulse ①脈細數，②脈貓細而數，③虛弱。
^ill2〔陰熱蘊熾〕
^symtom ①發熱，②面白唇熱，③渴欲飲水，④心煩不得眠，⑤下腹有熱感，⑥腰痛如折，⑦小便 黃赤，小便頻數，有窘埠感，⑧小便黃赤澀痛，小便澀痛，淋漓不盡，尿道刺痛。
^tounge ①污紅苔少，舌質紅苔薄黃，②舌紅，苔黃，③舌淡紅苔黃膩。
^pulse ①脈沉細滑，②脈弦。
^ill<sub=1>〔陰精不固〕
^symtom ①遺精無夢，②小勞即發。
^ill2<sub=1>〔經脈失養〕
^symtom ①腰酸腰痛，②腰痛如折。
^ill<sub=2>〔氣化不行〕
^symtom ①小便不利，時欲小便而不利，②少腹氣墜，③尿意窘迫，排尿少，有不快與疼痛感。
^ill2<sub=2>〔絡血妄行〕
^symtom ①尿血，血淋，②小便混濁，紅白相兼。
^formula1〔豬苓湯證〕
^origin〔《傷寒論》方〕
^ingredients1267 豬苓、茯苓、澤瀉、阿膠（烊化）、滑石 各一兩。水煎，分三次服。
^formula2〔補腎利濕湯證〕
^origin〔李斯熾方〕
^ingredients1268 生地、丹皮、茯苓、澤瀉、牛膝、車前子、川續斷 各9g，山藥、菟絲子、桑寄生各獨活、升麻 各6g。
^formula3<var=2>〔六味地黃湯證〕
^origin〔蘭國強方〕
^ingredients1269 生地、茯苓 各20g，棗皮、淮山、澤瀉、枸杞、茅根、大小薊、藕節 各15g，丹皮、:知母 各12g，黃柏10g，甘草6g。
^ck12z19h306
^norm 濕熱內結。
^chinese 熱淋，石淋，癃閉。
^western 尿路結石。
^combo 氣滯+氣結+津鬰
^ill〔氣機鬱結〕
^symtom １腰部突感痠痛，持續性隱痛，２腰部陣發性銳痛，雙側腰部脹痛如刀割，裡陣發性絞痛，旋起噁心嘔吐，不欲食，３下腹痛，反覆發作，痛則難忍汗出，４大便乾結不下，５納少口乾。
^tounge ①舌淡紅，苔薄白，②苔薄黃乾，舌尖紅。
^pulse ①脈小弦，脈細弦，②脈沉弦。
^ill<sub=1>〔氣機不利〕
^symtom 小腹脹滿作痛。
^ill<sub=2>〔氣化不行〕
^symtom ①尿頻、尿急及尿道刺痛感，②小便瀝痛，溺時莖中砂澀作痛，上引小腹，或溺後似有細 砂，沉於缸底或與尿同出，痛不可忍，③尿時灼痛伴血尿，④矮閉而渴。‧
^formulas
^formula1〔加味導赤散證〕
^origin〔《‧學說探討與臨證》方〕
^ingredients1270 金錢草30g，生地15g，廣木香6g，海金沙（沖）、甘草 各3g，木通9g，（琥珀末與海金沙交替使用）尿刺痛加小葉鳳 尾草24gu
^ingredients1271 (1)海金沙散證：海金沙、滑乾、石呸、木通、並泉石、甘草。
^ingredients1272 (2)石燕丸證：石燕、石葦、i麥、滑石。
^ingredients1273 (1)滑石散證：寒水石、滑石、冬葵子、亂髮灰、車前子、木通。
^ingredients1274 (2)導水湯證：留行子、車前子、白朮。
^formula4〔北京護國寺門診方證〕治泌尿系結石9例治癒。
^ingredients1275 黃柏、翟麥、茯苓皮、麻蓄、海金沙 各9g，木通、豬苓、石華、廣陳皮 各6g，車前子、車前草、魚枕骨 各15g，滑石 塊l2g，廣木香4.5g，氣虛體弱加人參、黃耆、台黨、白朮，脾胃陽虛加附子、桂枝、乾薑。
^ingredients1276 滑石、車前子、木通、冬葵子、沉香、牛膝、焦山扼、海金沙、琥珀、歸尾、地龍、蒲黃、甘草梢。小便短赤加萵蓄、糝麥，血熱妄行加丹皮、生地，大便秘結加酒制大黃、木香，脅肋少腹疼痛加鬰金、川楝子、烏藥。
^ingredients1277 (1)益背排石湯證：金錢草30g，車前子12g，W麥、杜仲、海金沙、川牛膝、留行子、澤街、歸尾、肉蓯奔i冬葵
^ingredients1278 子、滑石、石葦 各9g，甘草梢6g。
^ingredients1279 (2)排石湯症：金錢草60g，木通、祖麥、冬葵子、甘草梢、海金沙、石葦 各9g，車前子、茯苓 各12g，滑石15g
^ingredients1280 (3)岳美中：治腎結石。金錢草90g，冬葵子、滑石、車前子、石葦、留行子 各12g，川牛膝、茯苓、防己、乳香 各9g，甘草梢3g。'
^formula7〔上海市八醫院治輸尿管結石方證〕
^ingredients1281 金錢草60g，車前子、滑石、海金沙、冬葵子 各30g，萆躲5g，篇蓄、澤瀉 各12g，牛膝、黃柏、雞內金（吞） 各9g，木通3g。
^ingredients1282 金錢草30g，牛膝、冬費子、狃麥、車前子（包〉 各9g，雞內金、炒山梔 各6g，飛滑石（包）J5g，琥珀粉（沖） 1.2g，甘草梢3g。
^ingredients1283 (5)董建華治輸尿宵結石，左，四金祺麥湯：金錢草、海金沙 各20g，革蘚、蠶砂、鬰金、枳實、生地、褪麥、滑石 各Og，雞內金5g，酒制大黃3g (《臨證治驗》）。v
^ck12z19h053
^norm 濕熱傷氣。
^chinese 氣虛久淋，淋油，癃閉。
^western 泌尿系結石，老年性前列腺肥大，乳糜尿，尿瀦留。
^combo 氣虛+氣蒸+氣陷+氣鬱
^ill〔氣虛失充〕
^symtom ①形體消瘦，面色不華，面色萎白無華，面色蒼白，精神倦怠，②四肢沉重，神疲乏力，
^tounge ①舌淡紅苔白潤，②舌淡苔白根膩，-③舌質淡暗，舌體胖大，舌苔白溥。
^pulse ①脈濡軟無力 ） ②脈譎細。
^ill2〔津氣瑄蒸〕
^symtom ①發熱，②口乾不欲飲，口中黏膩而苦，③尿意頻頻，小便螢少，溲色如茶，便時灼痛，
^tounge ①舌紅苔白，②苔黃厚膩，③舌下脈絡紫暗迂曲。
^ill3〔氣機下陷〕
^symtom ①小腹脹墜，②腹痛時作，③便溏日行5次，小便淋濁不斷如米泔水，稍勞累則甚，④小 便冷如冰塊，如裔如脂，但無澀痛，小便渾濁如漿，靜置後沉凝成塊，稍有勞累，尿濁加重，⑤白帶頻多。
^pulse ①脈沉軟，脈象沉貓，②脈沉細滑。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=1>〔補中益氣湯證〕
^origin〔朱祖經方〕
^ingredients1284 生曬參18g，生北黃耆45g，白朮、白茯苓 各30g，當歸身15g，廣陳皮3g，黃柏[2g，牛膝？g，升麻、柴胡、炙甘草 各4.6g。
^ingredients1285 (1)陳士鐸：治下體蜇，溺管不痛所流者清水（白淫症最轉而又難愈）禹治湯：.白朮、茯苓、薏苡仁、車前子，氣化 湯：白朮、茯苓、豬苓、車前子、黃耆、升麻9
^ingredients1286 (2)脾濕下流，時下白濁凝為奔糊，或小便頻數，主燥脾濕，蒼白二陳湯加升提藥：豬苓、茯苓、澤瀉、白朮、半
^ingredients1287 S、陳皮、炙甘草；清心蓮子飲、萆蘚分清飲：萆蘚、石菖蒲、益智、烏藥、茯苓、甘草梢、食鹽。
^ingredients1288 (3)治腹中不和，大便不暢，梢濁相混：萆蘚、益智仁、半夏、陳皮、黨參、貿柏、烏藥、石菖蒲、菟絲子。
^ingredients1289 益氣方：生貨?30g，黨參15g，炒白朮、雲茯苓、淮牛膝、當歸、豬苓 各10g，炙甘草6g，升麻3g。
^ingredients1290 利濕方：金錢草、車前子、丹參、生龍牡 各30g，海金砂、滑石 各20g，枳殼、雙花 各10g，雞內金、麻蓄、杻麥、海 浮石 各15g。
^alias下焦濕熱，濕熱下注，瘀熱下阻，下焦濕熱鬱結，肝氣失疏，肝氣鬱結，濕熱痿c，陰虛火旺。
^chinese ：腰痛，疝氣，淋症，石淋，砂淋，血淋、虛淋，癃閉，淋濁，血尿，腰痛，虛腫，癥瘕月經不調，經前乳 脹，黃帶，赤白帶下，外陰瘙癢，白淫，遺精，陽強，不射精，血精，夜熱，痿證，濕瘺，足汗，附骨疽，疳瘡。
^western尿路感染，慢性腎盂腎炎，慢性腎盂腎炎急性發作，腎盂積水伴賢下垂，慢性腎炎，前列腺肥大，慢性前列 腺炎，無尿症，術後屎閉，良性血尿，泌尿系結石，多囊肝，多囊腎，末梢神經炎，低血鉀所致的弛緩性癱瘓，慢性梢囊 炎，不育症，原發不孕，宮頌炎，子宮n°糜爛，慢性附件炎，輸卵管不通，經前期緊張症，骨膜炎，陰薟結核。
^symtom ①胸悶脅脹，②小腹脹痛，③乳房脹痛，牽及腋窩，④窣丸腫大。
^tounge 苔黃膩。
^pulse 肝脈弦滑數，脈象細數，左關弦。
^symtom ①尿澀痛不盡，②尿意頻而排尿甚難，時尿閉，③小便癃閉，點滴不淨，兼有黏液，流出篡下，
^tounge 荇薄白。
^symtom ①腰痛，②筋脹甚苦。
^pulse ①脈濡數，②脈弦且革。
^symtom ①面赤。有時發熱，②心煩易怒，③肢膝痠楚，屈而不伸。
^tounge 否質偏紅苔薄。
^pulse 脈弦細而滑。
^symtom ①口乾欲飲，②心煩易怒，③小溲灼熱，④便結，⑤足跟痛，⑥帶下綿綿，帶多色白或黃，質稠 黏有穢，腥臭，色黃貿水增多如小便狀。
^tounge ①舌苔薄膩而貨，②苔淡黃膩。
^pulse ①脈弦數，②脈弦急，③脈弦滑，④脈滑數，⑤脈息左寸關弦數，右寸關滑數。
^symtom ①赤白帶多稠黏，赤多白少帶下色雜，或紅或淡，雜黃白赤瘀，質稠腥臭，且有氣穢，②漏紅，③陰產腫痛，④發熱刺癢。
^ck12z21h305
^norm 下焦濕熱。
^chinese 疝氣，癃閉。
^western 前列腺肥大，膀胱結石。
^combo 津鬰+氣滯+絡鬰
^ill〔氣化不行〕
^symtom ①面赤，②口乾欲飲，③尿澀痛不盡，尿意頻而排尿甚難，時尿閉，④小便癃閉，點滴不 淨，兼有黏液，流出箍下，⑤尿閉不通，小便脹迫，徹夜不寐。
^tounge 苔薄白。
^ill<sub=1>〔氣機不利〕
^symtom ①少腹脹痛，②睪丸腫大。
^pulse 脈象細數，左關弦。
^tounge 舌苔黃厚。
^ill<sub=2>〔絡脈不和〕
^symtom ①腰癰，②筋脹甚苦。
^pulse ①脈滿數，②脅弦且革。‧『
^formulas
^formula1〔滋腎丸證〕
^origin〔董少仲用《蘭室秘藏》方〕
^formula2〔知柏肉桂湯證〕
^origin〔《李聰甫醫案》方〕
^ck12z21h313
^norm 瘀熱下阻。
^chinese 淋症，癃閉，血尿。
^western 前列腺肥大，無尿症，良性血尿。
^combo 血滯+絡滯+津鬰+氣滯
^ill〔絡脈不利〕
^symtom 腰痠楚，腰部酸痛，痛楚呻吟。
^ill<sub=1>〔血滯不行〕
^symtom ①面容憔悴，②雖煩躁但不欲飲水，③血尿。
^tounge ①舌質紅而少苔，②舌紅苔白膩。
^pulse 脈弦小。
^ill<sub=2>〔氣化不行〕
^symtom ①口乾欲飲，②尿痛尿少餘瀝不盡，③小溲艱澀不爽，滴瀝難下，④小便點滴不通，小便 不通，疲勞則發，⑤尿頻尿急。
^pulse ①脈弦大，②脈弦滑尺弱。
^tounge ①舌淨苔糙白，②苔白膩，③根部稍帶黃膩，④苔薄黃少津。
^symtom ①少腹脹滿作痛，小腹急痛，②腹脹，大便秘結。
^pulse 脈沉細而數。
^formulas
^formula<var=1>〔滋腎通關丸證〕
^origin〔汪正聰方〕
^ingredients1291 0.9g，石葦、糝麥 各15g，丹參30g，當歸、炒赤芍、海藻 各12g，生升麻6g，六一散（包）、虎杖 各18g。
^ck12z21h311
^norm 濕熱鬰滯。.『　　　內含病例：
^chinese 足汗，白淫，不射精。
^western ‧:不育症d
^combo 陽虛+氣滯+津鬰4‧經虛
^ill〔陽氣不振〕
^symtom ①面色荽黃，②頭&睏倦，③兩膝以下肢冷。
^tounge 舌淡。A
^pulse 脈譎級。
^ill<sub=1>〔氣化不行〕
^symtom ①不能射秸，②兩膝以下自汗，③小腹冤熱，發則白津自下而出。
^tounge 舌質淡黯稍胖，苔白膩。
^pulse 脈細弦略滑。r-
^ill<sub=2>〔氣機不利〕
^tounge 苔薄黃。
^ill2<sub=2>〔經脈失養〕
^formulas
^formula1<var=1>〔三妙散證〕
^origin〔張賢輝方〕
^ingredients1292 蒼朮' 牛膝、當歸、熟地、黨參、茯苓、鹿膠 各10g，川芎6g，黃柏、肉桂 各3g。
^formula2〔補腎益精，通絡利竅方證〕
^origin〔羅振華方〕
^ingredients1293 石菖蒲知，遠志4.5g，菟絲子24g，枸杞子、黨參 各18g，茯苓30g，淮牛膝、路路通 各15g，水煎服。
^ingredients1294 (0張賢輝治貿某某，女，的歲，1982年2月8日初診。兩膝以下自汗肢冷已1年餘，面色蔞黃，頭昏睏倦，舌淡、苔薄黃，脈潘級。初以寒濕侵襲下焦論治（熟附子、蒼朮、桑寄生、白芍、獨活、威靈仙、仙茅 各10g，桂枝8g)，服3劑 無效，改用《金K》背著湯加味（黨參、乾薑、白朮、茯苓、川牛膝、五加皮、木瓜、陳皮、白巧、炙甘卒各Og)亦無 效。經反覆考慮，.從肝腎氣血虧虛，濕熱留於下焦入於肝腎，給予補益肝腎，兼清熱燥濕法，用三妙散加味（組方見方 症〉。3劑後汗減肢溫，原方再3劑而愈。
^ck12z21h219
^norm 濕熱傷陰。
^chinese 腰痛，虛腫。
^western 慢性腎炎。
^combo 陰虛+陽虛+津鬰+津滯
^ill〔陰虛失養〕
^symtom ①面色赤，頭昏，②腰疼溺色仍黃，③腰間發熱，口乾。
^tounge ①舌質淡紅，②舌邊尖紅。
^pulse ①脈象細數，②脈沉數或弦數。
^ill2〔陽氣不振〕
^symtom ①腰痠痛，腰間重著作痛，②瘦軟無力，③筋攣難以屈伸，④小便次數增多，⑤胃納不佳。
^pulse ①脈虛細，②脈弱兩尺脈尤弱。
^ill<sub=1>〔氣化不行〕
^symtom ①溲少，②小便不利。
^ill<sub=2>〔津不化氣〕
^symtom ①頭部及下肢水腫，②足腫。
^formulas
^formula1〔龜鹿補腎湯證〕
^origin〔《程門雪醫案》方〕
^ingredients1295 生地、仙靈脾、炙龜版、豨薟革 各12g，鹿角霜、川黃柏 各4.5g，知母、桑寄生、澤瀉 各9g，獨活3g。
^formula2<var=2>〔濟生腎氣丸證〕
^origin〔李斯熾方〕
^ingredients1296 生地6g，丹皮、牛膝、車前仁、茯苓、巴戟天、石萊 各9g，菟絲子、茵陳、淮藥 各12g，甘草3g，桑寄生15g。
^ingredients1297 1.論著：濕邪挾熱，病關肝腎，更涉及膀胱，腰間蜇若作痛，小便不利，面色赤，或腰間發熱，瘺軟無力，脈沉數或 弦數，加味清濕湯：白芍、木瓜、黃柏、蒼朮、澤瀉、威靈仙、狗脊、杜仲、牛膝、陳皮、甘草、薏苡仁、生薑。或蒼柏 散：蒼朮、黃柏、川牛膝、防己、杜仲、木瓜、川芎。
^ck12z21h292
^norm 肝氣失疏。
^chinese 月經不調，經前乳脹。
^western 慢性附件炎，股發不孕，經前期緊張症。
^combo 氣鬱+氣滯+氣逆+陽鬰
^ill〔氣機不利〕
^symtom ①乳房脹痛，牽及腋窩，甚則不能近衣，②小腹脹痛。
^tounge 苔黃膩。
^pulse 肝脈弦滑數。
^ill2〔氣機沖逆〕
^symtom ①食入即吐，②嘔逆泛酸。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶脅脹，②少腹脹痛。
^ill<sub=2>〔陽氣不和〕
^symtom ①心煩易怒，②腰膝痠楚，屈而不伸，③平時白帶多，色黃氣穢。
^tounge 舌質偏紅苔薄。
^pulse 脈弦細而滑。
^formulas
^formula〔疏肝解鬰，清熱利濕方證〕
^origin〔王子瑜方〕
^ingredients1298 嫩柴胡、青橘葉、玫瑰花、路路通 各10g，杭白芍、栲根皮 各15g，川楝子、茯苓、王不留行 各12g，枳實31g。
^ingredients1299 赤小豆、益元散 各12g，藕30g (《孔伯華醫案》）。
^ck12z21h306
^norm 下焦濕熱鬱結。
^chinese 石淋，血淋，砂淋。
^western 泌尿系結石，腎結石。
^ill〔氣機鬱結〕
^symtom ①腰痛如刺，向下腹放射，②大便色黑。
^pulse ①脈象沉弦而緊，②脈細澀。
^tounge ①舌紅苔白根膩，②舌質紫紅。
^ill<sub=1>〔氣機不利〕
^symtom ①少腹拘急。
^ill<sub=2>〔氣化不行〕
^symtom ①解尿困難，尿道燒痛，②小便點滴不通，莖中砂澀。
^formulas
^formula〔泌尿道排石湯證〕
^origin〔湖北醫學院附院方〕
^ingredients1300 金錢草60~180g，海金沙、滑石 各24g，甘草梢6g，木通、篇蓄、甲珠、川牛膝、川楝子 各9g，車前子18g，時加當 歸、赤芍、淠安。-
^ingredients1301 1論著：敗精瘀血，阻塞竅道，小便不通，莖中砂澀，大便色黑，不渴，主分化清濁，海金沙散：石葦、琥珀、海金 沙、寸麥冬、甘草、滑石，或散血破結牛膝湯：生蒲黃、小薊、牛膝、當歸身、青子芩。
^ck12z21h198
^norm 濕熱痿措。
^chinese 痿證，濕痿。
^western 末梢神經炎，低血鉀所致的弛緩性癱瘓。
^combo 血虛+氣虛+經絡失養
^ill〔血虛失養〕
^symtom ①頭犖目眩，②語音低微，③ie憶力大減。
^tounge 舌質淡紅，微有白膩苔。
^pulse 脈細左沉。
^ill2〔血虛失養〕
^symtom ①腰膝痠軟，②口乾咽乾，③溲黃，便秘。
^pulse 脈細數。
^tounge 舌質紅，苔萸膩。
^ill3〔血虛失養〕
^symtom ①四肢疲乏，繼則痿軟無力，②手不能握物，足不能走路，③左足瘺軟痠楚不能步履。
^tounge 苔黃白略膩。
^pulse 弦滑。
^ill4〔絡脈不榮〕
^ill<sub=2>〔絡脈不和〕
^formulas
^formula1<var=2>〔健步虎潛丸證〕
^origin〔王繼述方〕
^ingredients1302 黃柏、知母、陳皮、木通 各6g，龜版、真虎骨、鎖陽、乾薑、當歸、白芍 各9g，熟地、牛膝 各12g，茅根15g。
^formula2〔養營和血法證〕
^origin〔江幼李方〕
^ingredients1303 生地、龜版 各24g，當歸、黃柏 各12g，白芍、苦參 各15g，川芎6g，蒼朮10g，
^ingredients1304 (1)濕痿，陰虛濕熱，兩足奇熱難受者，主虎潛丸加減或加味二妙丸：蒼朮、黃柏、牛膝、防己、歸尾、萆蘚、龜版。
^ck12z21h134
^norm 濕熱下注。
^chinese 黃帶，赤白帶下，遺楮。
^western 不孕症，宮頸炎，附件、輸卵管不暢通，慢性前列腺炎。
^combo 氣熱+血熱+液灼
^ill〔津氣組蒸〕
^symtom ①有時發熱，②心煩M怒，寐差，③胸腿不暢，脅脹不舒，下腹時有脹痛，④便結，小溲 灼熱，⑤足跟痛，⑥帶下綿綿，帶多色白或黃，質稠黏有穢，腥臭，色黃黃水增多如小便狀，⑦遺楮，⑧尿頻，後尿道疼 癰，⑨小腹脹痛，腰酸不適。
^tounge ①舌苔薄膩而賁，②苔淡黃膩。
^pulse ①脈弦數，②脈弦急，③脈弦滑，④脈滑數，⑤脈息左寸關弦數，右寸關滑數，⑥脈弦滑。
^ill2〔血熱蘊蒸〕
^symtom ①赤白帶多稠黏，赤多白少帶下色雜，或紅或淡，雜黃白赤瘀，質稠腥臭，且有氣穢，② 漏紅，③陰產腫痛，④發熱刺癢。
^tounge ①舌邊尖紅絳，苔薄黃膩，②舌紅苔薄黃膩。
^pulse ①脈弦細釹。
^ill<sub=1>〔津液消灼〕
^symtom ①頭口渴思涼，②腰痠肢軟，③大便艱澀。
^pulse ①脈細數，②脈細滑數。
^tounge 舌紅，根部苔放膩。
^ill<sub=2>〔清竅不利〕
^symtom 頭痛（兩頜部）。
^formulas
^formula1<var=1>〔丹溪四物解毒湯證〕
^origin〔楊守仁方〕
^ingredients1305 生地、生首烏、銀花、椿根皮 各12g，當歸、黑梔、白芍、澤瀉、貫眾炭 各9g，炒川黃連、炒川黃柏3g，炒青子芩6g，龍膽草2_4g。外用蛇床子、苦參 各15g，川花椒、生甘草、明礬、白蘞 各9g洗。
^formula2〔清熱和濕止帶方證〕
^origin〔張承烈方〕
^ingredients1306 蒼朮、土茯苓、香附、元胡、白芷 各10g，椿根皮、墓頭回、敗龜版 各12g，紅籐20g，車前子15g，炙甘草5g。
^formula3<var=1>〔當歸貝母苦參丸證〕
^origin〔王琦方〕
^ingredients1307 當歸、浙貝母、雞內金、烏藥、黃耆、苦參各Og，虎杖、敗醬草、冬瓜仁 各15g。
^ck12z21h194
^norm 熱留陰分。
^chinese 夜熱，血精。
^western 悛性精褒炎。
^combo 陰熾+血熾+陰涸+神蒙
^ill〔血熱蘊熾〕
^symtom ①肉目血精，②性情急躁。
^tounge 苔薄微黃。
^pulse 脈細弦。
^ill2〔陰熱蘊熾〕
^symtom １夜熱，２夜寐盜汗，３少腹及睪九隱痛。
^ill<sub=1>〔陰液消涸〕
^symtom 溲貨口乾。
^ill<sub=2>〔神志昏蒙〕
^symtom 譫語。
^formulas
^formula1<var=2>〔資蒿鱉甲湯證〕
^origin〔駱朝聘方〕
^ingredients1308 青蒿6g，鱉甲、知母、天花粉、枳光、杭芍 各9g，生地24g，薏苡仁12g，滑石15g。
^formula2<var=2>〔二至地黃湯證〕
^origin〔徐福松方〕
^ck12z21h314
^norm 濕熱下注。、
^chinese 癃閉，淋症，血尿。
^western 慢性腎盂腎炎急性發作，右輸尿管結石，賢盂積水伴腎下垂，尿路感染。
^combo 氣熾+血熾+陰涸+血溢
^ill〔津氣蘊熾〕
^symtom ①尿時尿道灼熱刺痛，②少腹脹滿刺痛，腹唚不適，③口乾不眠，琢短色赤黃。
^tounge ①舌苔薄微黃，②苔黃乾，③黃膩。
^pulse 脈數，弦滑。
^symtom ①低燒，②煩躁，③血尿。
^tounge 舌紅。
^symtom ①尿頻，尿念，②小便不通，③小便淋澀，時欲小便而不利。‧
^symtom ①頭眩犖，耳鳴，②盜汗，③心煩不寐。
^tounge 舌紅苔少。
^pulse ①脈細弦，②脈貓細而數。-
^ill<sub=2>〔絡脈不和〕
^symtom ①腰痠脹，②長期腰痠墜痛，勞累則更甚，③腰痛如折。
^ill2<sub=2>〔絡血妄行〕
^symtom ①小便見血，無刺痛。
^formulas
^formula1〔滋陰益腎、清利濕熱方證〕
^origin〔徐精誠方〕
^ingredients1309 生熟地 各25g，龜版30g，黃柏、知母、木通 各10g，藺蓄15g，車前子、板藍根 各20g，甘草6g，
^formula2〔洩熱.化濕、涼血止血方證〕
^origin〔王少卿方〕
^ingredients1310 黃柏、粉丹皮 各6g，地榆炭、小薊炭、蒲黃炭（包）、車前子（包）、知母、澤瀉、續斷肉、川杜仲、旱蓮草 各9g，大生地、飛滑石（包） 各12g。
^ck12z21h315
^norm 濕熱下注，陰虛火旺。
^chinese 淋濁，血精，血尿，陽強，附骨疽，疳瘡。
^western 慢性前列腺炎，骨膜炎，陰莖結核。
^combo 陰虛+陰熾+精滑+血溢
^ill〔陰虛失養〕
^symtom ①頭母IF鳴，②心悸失眠，③記憶力減退健忘，精神不振，④腰酸肢軟。
^tounge 舌質淡紅，苔薄黃。
^pulse 脈沉弱，右寸洪大。
^ill2【熱蘊熾】
^symtom ①自覺身熱，②口乾，口渴喜飲，③心中煩熱，④口中黏膩，厭食噁心，⑤尿頻，小便短 澀，尿道灼痛，餘瀝不淨，小溲深黃且混，⑥大便肛門灼熱，大幹，⑦前尿道龜頭部痛甚，陽強易舉，射精時疼痛，⑧ 龜頭部有硬結，痛潰流少許稀貿水，⑨會陰部脹麻隱痛，十足脛骨腫脹，者骨疼痛，入夜尤甚，午後皮膚微紅微熱。
^tounge ①舌苔薄，舌質紅，邊尖帶紅，②舌苔黃膩，中心灰色，③舌苔薄膩微貨。
^pulse ①脈弦，脈弦滑，②脈小數，③脈弦細且數。
^ill<sub=1>〔陰精不固〕
^symtom ①尿混濁，②尿後帶有敗楮。
^ill2<sub=1>〔經脈失養〕
^symtom ①腰痛無力，腰脊酸楚，②睪丸墜痛。
^ill<sub=2>〔氣化不行〕
^symtom ①小便不利，②小腹脹痛。
^ill2<sub=2>〔絡血妄行〕
^symtom 小便常有帶血的楮液溢出。
^formulas
^ingredients1311 生地、熟地、白芍、麥冬，牛膝、丹參、桂枝、茯苓、生薑 各9g，炙甘草大棗6枚。
^alias燥傷於上，風燥犯肺，傷風夾嫵，涼燥犯衛，燥熱傷肺，邪爍肺陰，溫邪上伏，風溫千肺化燥，風邪鬰蒸化燥。
^chinese ：傷風夾燥，感冒，涼燥，風燥，溫燥，陰虛溫邪，冬溫人肺，風溫化燥，秋巖燥氣，咳嗽，燥咳，喘咳，
^western 感冒，哮喘性支氣管炎。
^ill〔陽氣不宣〕
^symtom ①形寒。畏寒，②週身痠痛。
^tounge 苔薄白千
^ill2〔氣機不宣〕
^symtom ①乾咳，②咳嗽陣作，咳嗽痰黏，瘐少，③納少口乾。
^tounge 舌尖幻;，舌紅苔白膩。
^pulse 脈浮滑，脈小滑3〔氣機不降〕
^symtom 咳嗽氣急，不能平臥。
^ill3〔清竅不宣〕
^symtom ①毋塞，喉癢，②濟燥咽乾，口燥，③聲啞，喉嚨焦燥，喉頭通紅。
^pulse 浮數而弱。
^ck13z01h226
^norm 風燥犯肺。
^chinese 燥咳。
^western 哮喘性支氣管炎。
^combo 氣鬱+清竅
^ill〔氣機不宣〕
^symtom ①咳嗽痰黏，咳嗽陣作，痰少，②週身痠痛，③納少口乾，④形寒。
^tounge ①舌尖紅，②舌紅苔白膩。
^pulse ①脈浮滑，②脈小滑。
^ill<sub=1>〔氣機不降〕
^symtom 咳嗽氣急，不能平臥。
^ill<sub=2>〔清竅不宣〕
^symtom 喉癢。『
^formulas
^formula1<var=1>〔三拗湯證〕
^origin〔黃文東方〕
^ingredients1312 炙麻黃2.4g，杏仁、蘇子、蒸百部、前胡、清炙枇杷葉（包） 各9g，生甘草4.5g，炙紫菀12g，炙白前、炙款冬各
^formula2〔溫潤辛金法證〕
^origin〔雷少逸方〕
^ingredients1313 3.杏仁桑葉湯證:：黃文東方，治哮喘性支氣管炎，咳嗽氣急，不能平臥，週身痠痛，詳見病案（2)。黃；、陳皮、生炎甘草 各4.5g，杏仁、前胡、桑葉、桑白皮、百部 各9g，炙紫苑、海蛤殼 各15g。
^ck13z01h033
^norm 燥傷於上。
^chinese 咳嗽，喘咳，失音。
^combo 氣鬱+竅鬰
^formulas
^formula1〔桑杏湯證〕
^origin〔《溫病條辨》方〕
^ingredients1314 桑葉3g，杏仁4.5g，沙參6g，浙貝母、豆豉、梔子皮、梨皮 各3g。水煎服。
^formula2〔涼潤止咳湯證〕
^origin〔程門雪方〕
^ck13z01h001
^norm 傷風夾燥。
^chinese 風燥。
^western 感宮。
^combo 表鬰+竅鬰+經鬰
^ill〔腠理不宣〕
^symtom ①惡風身熱，②發熱不退，③無汗。
^formulas
^formula1〔加味三拗湯〕
^origin〔?伯未方〕
^ingredients1315 炙麻黃、蟬衣、胖火海 各3g，杏仁、牛蒡子 各6g，生甘草、桔梗、橘紅 各2.5g。
^ck13z01h034
^norm 風燥犯肺。
^chinese 涼燥。
^combo 氣鬱+表鬰+竅鬰
^ill〔氣機不宣〕
^symtom ①咳嗽，②胸膈悶閉。
^symtom ①發熱無汗，②微寒微熱，③肌膚燥痛。
^tounge 苔薄白。
^pulse 脈浮弦沉弱。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2〔氣機不降〕
^symtom ①咳逆不爽，②氣喘痰多。
^ill<sub=2>〔清竅不宣〕
^symtom 鼻塞而燥。
^formulas
^formula1〔加減桑杏瓜蔞皮湯證〕
^origin〔《通俗傷寒論） 何廉臣方〕
^ingredients1316 桑葉、杏仁、瓜蔞皮、川貝 各6g，薄荷、枳殼 各3g，牛蒡子4.5g，桔梗2. lg，生甘萃0.6g，鮮枇杷葉15g。
^formula2〔加減桑杏湯證〕
^origin〔《醫學體用） 王香巖方〕
^ingredients1317 霜桑葉、薄荷、前胡、桔梗、杏仁h象貝母' 炒牛蒡子、淡豆豉、橘紅、連須蔥白。
^ck13z01h057
^norm 涼燥犯衛。
^chinese 涼燥。
^combo 陽鬰+表鬰+氣鬱
^formulas
^formula1〔苦溫平燥法證〕
^origin〔《時病論》方〕
^ingredients1318 杏仁9g，陳皮、荊芥穗、前胡、桔梗 各4.5g，蘇葉、蜜桂枝、酒白芍 各3g。
^formula2<var=2>〔香蘇蔥豉湯證〕
^origin〔何拯華方〕
^ingredients1319 光杏仁、紫菀、淡香豉 各9g，鮮蔥白4枚，蘇葉梗、新會皮、前胡、炙百部各4. 5g，桔梗3g，炙甘草1.8g。
^ingredients1320 通潤，宣暢上氣，如遠志、蘇子、紫菀、百部之屬；痰多加瓜蔞、半夏、薑汁、竹瀝。
^ck13z01h035
^norm 上焦風燥。
^chinese 風燥，燥咳，失音。
^combo 氣鬱+表鬰+氣熱
^ill<sub=2>〔氣機不降〕
^symtom 氣逆。
^formulas
^formula1〔桑杏揚證〕
^origin〔《溫病條辨》方〕
^ingredients1321 數大者。桑葉3g，杏仁4.5g，沙參6g，浙貝母、豆豉，梔子皮、梨皮 各3g。水煎服。
^formula2〔邵氏熱鬰湯證〕
^origin〔《通俗傷寒論》方〕
^ck13z01h115
^norm 燥傷津氣。
^chinese 溫燥。
^combo 液灼+氣虛+表鬰+氣鬱
^ill〔津液消灼〕
^symtom （D乾咳無痰，２痰稀而黏，③唇乾口燥，④心煩口渦，渴欲飲水，⑤典衄鮮紅，⑥溲少
^formulas
^formula1〔加減清燥救肺湯〕
^origin〔《通俗傷寒論》方〕
^ck13z01h040
^norm 燥氣上受，溫邪上伏，風溫乾肺化燥，風邪鬰蒸化燥。
^chinese 陰虛溫邪，冬溫入肺，風溫化燥，秋暑燥氣。
^formulas
^formula1〔甘緩柔方證〕葉天士治咽乾熱咳，形脈不充，詳見病案（2)。
^formula2〔辛甘涼潤劑方證〕
^origin〔葉天士方〕
^ingredients1322 桑葉、玉竹、大沙參、甜杏仁、生甘草，櫧米湯煎。
^ingredients1323 又：熱止脈右數，咳不已：知母、生甘草、麥冬、沙參、炒川貝母、竹葉（《臨證指南醫案） 73)。
^ingredients1324 肺氣不和，則上焦不肅，用微苦辛以宣通：蘇薄荷、桑葉、象貝母、杏仁、沙參、黑梔
^ingredients1325 咳嗽痰多貨，此屬溫邪上伏之故：桑葉、杏仁、白沙參、天花粉、馬矩鈴、甜水梨肉（《臨
^ingredients1326 (8)葉天士治風邪鬰蒸化燥，主甘緩柔方：桑葉、南沙參 各3g，玉竹15g.生甘草1.5g，甜梨皮60g，或先進清肺： 杏仁、天花粉、蘇子、象貝母、山梔、橘紅。
^ingredients1327 (10)葉天士治肝陰虛，燥氣上薄，咳嗽夜熱：桑葉、白沙參、橘紅、天花粉、地骨皮、糯米湯煎（《臨證指南醫案》
^ingredients1328 (11)葉天士治陰虧挾受溫邪，咳嗽頭脹，當以輕藥：桑葉、杏仁、川貝母、沙參、生甘草、甜水梨皮（《臨證指南醫 案》70) o
^ck13z01h234
^norm 燥熱傷肺，邪爍肺陰。
^chinese 燥咳，陰虛風溫。
^combo 津傷+氣熱+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①咳吐黏痰，痰黏稱，咳痰吐稠黃，②大便不爽，大便難。
^tounge 舌絳沭少。
^pulse 脈虛澀。
^ill2〔氣機不宣〕
^symtom ①胸痞，乾咳，②胸脅引痛，③咳痰清稀而少。
^tounge 苔薄白少津。
^pulse 脈沉勁，浮滑。
^ill<sub=1>〔清窮不利〕
^symtom ①咽乾，咽捧，②喉間乾咳，③咽痛晡甚，④聲嘶啞乾。
^ill2<sub=1>〔津氣逋蒸〕
^symtom ①夜熱，②頭劇痛，③頭脹。
^pulse ①寸關脈大，脈右大，②小滑，③脈右堅。
^ill<sub=2>〔絡血妄行〕
^symtom ①咳血，②疲中挾血，日輕夜重。
^ill2<sub=2>〔氣機不降〕
^symtom ①咳嗆上氣，②喘不能臥。
^formulas
^formula1〔立止咳血裔證〕
^origin〔《通俗傷寒論》何幼廉方〕
^formula2〔清宜滋潤法證〕
^origin〔《蒲園醫案》方〕
^ingredients1329 杏仁、連翅、桑葉、紫荒、牛蒡子、菊花 各6g，薄荷、桔梗 各4.5g，玉竹5g，天門冬、瓜蔞仁 各9g，生甘草3g。摘錄：
^ingredients1330 (2)葉天士治戎，咽阻咳嗆兩月來，聲音漸低，按脈右堅，是冷熱傷肺：生雞子白、桑葉、玉竹、沙參、麥冬、甜杏 仁（《臨證指南醫案》78)。
^ingredients1331 診斷：風熱鬰久化燥，肺失清肅之令。療法：葉香巖以上燥治氣，下燥治血立法，茲師其意。處方：沙參2g，天門 冬、麥門冬、瓜蔞仁、杏仁、紫菀、枇杷葉 各9g，桑葉、菊花 各6g，生甘草3g，水煎服。
^ingredients1332 服3劑後，頭痛t、咳嗽減、可安枕臥、知饑加餐、已得更衣，按原法加減主之：北沙參12g，淮山藥、天門冬、黑 芝麻、瓜蔞實 各9g，牛蒡子、百部、杏仁、蘇子 各6g，生甘草3g，水煎服。
^alias燥熱上鬰，燥痰上逆，溫燥傷肺，肺燥咳嗽，風溫化燥，燥傷肺胃，陰虛伏熱，熱劫陰液。
^chinese 溫燥，燥咳，久咳，氣喘，溫毒喉蛾，白啦，陰虛咽痛，麻後擬，太陰伏暑，久熱。
^western 白喉，急性扁桃體炎，化膿性扁桃體炎，慢性咽炎，濾泡增生，病毒性肺炎，腺病莓肺炎。
^ill〔氣機不宣〕
^symtom ①乾咳無痰，咳痰不爽，②胸悶，③胸脅刺痛，④痰少而稠黏，咯痰多稀而黏。
^pulse 脈右浮數，左弦澀。
^symtom ①身熱壯熱，②心煩口渴，③呼氣烘熱，④面赤，⑤小便赤澀。
^tounge 舌紅苔薄白燥。
^pulse ①脈浮數，②細數。本證一 H042清氣失寧候H227肺失宜降候
^symtom ①咽喉乾痛，②聲音嘶啞，③典乾 轉證一 _清氣盜然候H234肺失消謝候出2氣液成逆候 唇燥，④熱流濁涕，⑤乾咳咽癢。變證一 H153氣陰斑蒸候出54氣陰消灼候H210陰液消灼候
^symtom ①氣逆而喘，②嘔逆，息粗有聲。圖77肺胃溫燥證證候結構圖
^ck14z12h042
^norm 燥熱上鬰。
^chinese 溫莓喉蛾。
^western 化膿性扁桃體炎，濾泡增生。
^combo 氣蒸+空竅不利
^ill〔津氣繭蒸〕
^symtom ①惡寒壯熱，②口乾，u氣穢臭，③大便不通。
^tounge 苔黃膩。
^pulse 脈浮筠。
^ill<sub=1>〔清空不寧〕
^tounge 舌白。
^ill<sub=2>〔清竅不利〕
^symtom ①咳嗽無痰，咳甚胸部作痛，②兩側喉蛾掀紅腫痛，並有腐點，吞嚥困難，胸悶不舒，③ 咽喉壁黏膜有紅色顆粒族聚。
^formulas
^formula〔清咽寧咳法證〕
^origin〔湯承祖方〕
^ingredients1333 潤玄參12g，桔梗、射千、金果攬、丹皮 各6g，山豆根、掛僉燈、赤芍、瓜蔞皮 各9g，甘草4.5g。
^ingredients1334 (2)沈仲圭治溫毐喉蛾（化膿性扁桃體炎）：病起急劇，惡寒壯熱，T39.5t，西藥未效，兩側喉蛾掀紅腫痛，並有腐 點，吞嚥困難，胸悶不舒，大便不通，口氣穢臭，納谷不香，苔黃膩脈浮數，擬清肺解毒散結消腫：元參、前胡、寸麥冬、川貝母、菊花、牛蒡子、板藍根 各6g，連裡、射千 各4.5g，桔梗3g，薄荷2.4g，瓜蔞9g，1劑熱退，大便暢行，喉蛾雖 紅，腐點已消，繼前方出入，2劑愈（張公讓喉蛾驗方：元參、薄荷、升麻、射乾、連翹、牛蒡子、桔梗、甘草、山 豆根）。
^ck14z12h227
^norm 燥痰上逆。
^chinese 燥咳。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^symtom ①痰涎壅盛，喘滿，②上氣咳逆。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽，②胸脘痞。
^pulse 脈沉弦。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula〔玉竹飲子證〕
^origin〔《通俗傷寒論》方〕
^ingredients1335 玉竹、川貝 各9g，紫菀、茯苓 各6g，密橘紅3g，桔梗、生甘草 各1.8g，梨汁2瓢，薑汁4滴。
^ck14z12h040
^norm 溫燥傷肺。
^chinese 溫燥，燥咳。
^combo 氣鬱+氣熱
^ill〔氣機不宣〕
^symtom １乾咳無痰，咳痰不爽，２胸悶，３胸脅刺痛，４痰少而稠黏，咯痰多稀而黏。
^pulse 脈右浮數，左弦澀。〔津氣蘊蒸〕
^symtom ①身熱壯熱，②心煩1灌，③呼氣烘熱，④面赤，⑤小便赤濕。
^tounge 舌紅苔薄白燥。
^pulse ①脈浮數，②細數。
^ill<sub=1>〔清竅不利〕
^symtom ①咽喉乾痛，②聲音嘶啞，③典乾唇燥，④毋流濁涕，⑤乾咳咽癢。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣逆而喘，②嘔逆，息粗有聲。
^ill<sub=2>〔清空不寧〕
^symtom ①頭痛，②頭脹。
^formulas
^formula1〔加減清燥救肺湯〕
^origin〔《通俗傷寒論》方〕
^ingredients1336 冬桑葉9g，杏仁6g，冰糖水炒石膏、麥冬、柿霜、南沙參 各4.5g，生甘草2.4g，雞蛋白2枚，秋梨皮15g。
^ck14z12h234
^norm 肺燥咳嗽，風溫化燥，燥傷肺胃。
^chinese 肺燥，燥咳。
^combo 液灼+氣蒸+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①口海，②痰黏艱澀難出，③痰多白沫，④口舌乾燥，⑤大便燥結。
^tounge 舌尖紅痛，苔乾。
^formulas
^formula1<alias=沙參變冬飲>〔沙參麥冬湯〕又名
^origin〔《溫病條辨》方〕
^ingredients1337 沙參、麥門冬 各9g，玉竹6g，甘草3g，桑葉、白扁豆、天花粉 各4.5g。水煎服。
^ingredients1338 (2)費伯雄：咳嗽聲多痰少，艱澀難出，或乾咳無痰，咽乾而渴，玉環煎：玉竹、羚羊角、沙參、寸麥冬、石斛、貝 母、瓜蔞皮、蛤粉、梨汁。
^ingredients1339 (5)葉天士治陳，秋燥痰嗽氣促：桑葉、玉竹、沙參、嘉定天花粉、薏苡仁、甘草、蔗漿。又用清燥法：桑葉、玉 竹、沙參、薏苡仁、甘草、石背、杏仁（《臨證指南醫案》76)。
^formulas
^formula1〔桑麥湯證〕
^origin〔李聰甫方〕
^ingredients1340 霜桑葉、菊花、麥冬、鮮石斛、鮮竹新、枇杷葉、玄參、生粳米 各10g，丹參、天花粉 各7g，川貝母、川鬰金 各5g，生甘草3g。
^formula2〔益氣清燥法證〕
^origin〔湯承祖方〕
^ingredients1341 太子參、甜杏仁、瓜蔞皮、炙百部、炒蘇子 各9g，北沙參、冬瓜仁、火麻仁 各12g，粉甘草3g，枇杷葉3片。
^ck14z12h153
^norm 燥熱傷陰。
^chinese 太陰伏荖，白喉，陰虛咽痛，麻後喘。
^western 白喉，急性扁桃體炎，慢性咽炎，腺病毒肺炎。
^combo 氣蒸+陰蒸+陰涸
^ill〔津氣蘊蒸〕
^symtom ①發熱高熱，口渴汗多，②咳嗽痰多，③喘促煩躁，④胸腹滿，⑤大便未解，小便亦少。
^pulse 脈洪大無力。
^ill<sub=1>〔陰熱繭蒸〕
^symtom ①面顴如朱，②咳嗽痰血，③晝夜煩躁，④咳吐白涎沬，刻不少停，⑤咽喉白腐，白滿喉 嚨，白中有微微帶黃，皆無潤色，⑥經水似甩。
^tounge ①舌赤，②舌紫液乾。
^ill<sub=2>〔陰液消涸〕
^symtom ①無汗，②面灰口唇青紫，③前囟軟，④咽喉乾燥疼痛，⑤大便乾燥。
^tounge 舌絳。
^pulse 脈細無力。
^formulas
^formula1〔加減生脈散證〕
^origin〔《溫病條辨》方〕
^ingredients1342 沙參、麥冬、生地 各9g，五味子3g，丹皮6g，細水五杯煮2杯，分溫再‧服。
^formula2〔養陰清肺湯證〕
^origin〔《重樓玉鑰》方〕
^ingredients1343 生地黃6g，麥門冬3.6g，生甘草、玄參、薄荷各.58，貝母、牡丹皮、白芍葯 各2.4g。水煎服。
^ck14z12h154
^norm 燥熱傷陰。
^chinese 久咳，氣喘。
^combo 氣灼+陰灼‧+‧陰枯+氣虛+神蒙
^ill〔津氣菡灼〕
^symtom ①氣急面紅，②口咽乾燥，③煩躁，④咳嗽氣促，胸悶不舒，（D便閉尿赤。
^tounge 苔黃朱點。
^pulse 脈數。
^symtom 潮熱。
^symtom ①肌瘦，②咽乾舌燥，③嗆咳痰澀，④唾如膠漆。
^tounge 苔薄少津。
^pulse 脈沉細虛數。
^ill2〔氣虛失充〕
^symtom 食減。
^pulse 脈無力。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1〔清燥救肺湯證〕
^origin〔《李今庸臨床經驗輯要》方〕
^formula2〔治久咳方證〕
^origin〔周小農方〕
^ck14z12h210
^norm 陰虛伏熱，熱劫陰液。
^chinese 久熱。
^combo 氣熾+陰涸+液灼
^ill〔津氣蘊熾〕
^symtom ①久熱不退，腹額熱，②熱蒸汗洩，③胸高總促，喉中痰鳴，④腹脹，腹熱不饑，⑤溲渾
^symtom ①久熱消瘦虛羸，形容枯削，色蒼不澤，肌膚甲錯，②睡臥露睛，倏寐倏醒，力不能轉側，言不足以聽，③耳聾，④心下慍慍液液，⑤肢體振掉，四肢微清，⑥人解醬黑色，大便瀉青黑水。
^tounge 舌紅絳。
^pulse ①脈細數，②脈象六部皆沉伏而數。
^ill<sub=1>〔津液消灼〕
^symtom ①n渴唇焦，②齒枯，③上顎乾涸，④少尿。
^tounge ①舌苔傅黑無汴，②苔色灰忠。
^pulse ①脈數虛，②脈微數，按之不鼓。
^formulas
^formula1〔炙甘草湯證〕
^origin〔《臨證指南醫案》方〕
^ingredients1344 炙甘草、阿膠、生地、麥冬、人參、麻仁。
^formula2〔清潤湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients1345 霜桑葉、鮮蘆根、鮮石斛、瓜蔞仁、枇杷葉、麥冬、
^alias陽明證，氣分燥熱證，陽明溫病，陽明罟病，白虎湯症，三陽合病，溫熱犯肺，：替熱犯肺，燥熱犯肺，風燥化熱，手 太陰溫熱，宵火沖逆，邪熱內陷，熱迫津洩，熱極津枯，溫邪劫液，燥熱耗液，燥熱傷汴，暑熱傷津，著傷氣津，暑瀉傷 津，暑傷元氣，氣液兩虛，氣血兩燔，氣營兩燔，暑溫傷陰，陰虛伏熱，熱盛神昏，熱閉包絡，熱熾風動，箸動肝風，熱 深厥深，厥微熱微，假寒真熱，陽證似陰，內閉外脫，陰陽閉脫，化源欲絕，化源竭絕，亡陰，風熱入絡，燥熱人絡。
^chinese 太陰溫病；太陽中暍，陽明中暍，中著，勞倦中暑，新產傷暑，太陰伏暑，手太陰暑溫，暑熱，陽明暑瘧，癉瘧，蜃瘵，夏季熱，溫病，陽明溫熱，溫病火鬰，溫病兼沖氣上衝，伏溫，溫病晚發，溫病傷陰，風溫，風溫犯肺，春 溫，冬溫，伏溫，溫瘧，熱病，熱病灩蜃，濕溫化燥，溫疫，溫熱中挾穢濁，麻毐化火，肺熱喘嗽，火咳，麻後喘，溫毒 犯肺，肺燥咯血，痙病，陽厥，熱厥，暑厥，熱人血室，裊熱笛亂，熱瀉，燥瀉，斟瀉，籍熱痢，風熱夾積，積熱瀉，條 閉，血尿，消揭，尿崩症，胃熱嘔吐，熱呃，暑溫熱呃，秋燥呃逆，登腦，熱換，陰虛痺痛，痿楚，熱痿，食復，戰汗，汗閉症，亡陰，陰陽交，發頤，爛喉痧，喉蛾3
^western 肺部（金黃色葡萄球菌）感染，腺病毒肺炎，支氣管肺炎，大葉性肺炎，小兒肺炎，老年肺炎，中毒性肺 炎，肺炎合併心衰，肺炎和亞急性細菌性心內膜炎，麻疹肺炎，麻疹肺炎合併心力衰竭加呼吸衰竭，麻疫合併肺炎，心衰，溶血性貧血，麻疹合併支氣管肺炎，麻後腺病毒肺炎，流行性乙型腦炎，乙腦呼吸衰竭，流腦後期，心力衰竭，呼吸衰竭，膽盎炎伴滲出性腹膜炎中毐性休克，猩紅熱，登革熱，敗血症，敗血症後期，真性紅細胞增多症，真性紅細胞堉多症合併 腦血栓形成，急性淋巴細胞白血病，繼發性再生障礙性貧血，再障性貧血感染肺炎，多發性神經炎，糖尿病，無汗症，腮 腺炎，頜下腺結石，急性牙齦膿腫。
^ill〔津氣組灼〕
^symtom ①大熱汗出，②大煩喜冷，③惡熱，④面赤，⑤熱其氣喘，⑥頭汗出，⑦斑疹隱隱，⑧尺膚熱甚。舌質偏紅，苔全剝呈鏡面舌而不燥。
^ck15z12h096
^norm 陽明證，氣分燥熱證，陽明溫病，陽明菩病，白虎湯症。
^chinese 太陰溫病，陽明中喝，中:g，太陰伏暑，手太陰嵙溫，冬溫，伏溫，溫瘧，熱病。
^western 肺部（金黃色葡萄球菌）感染。
^combo 熱灼+律傷
^ill〔津氣蘊灼〕
^symtom ①大熱汗出，②大煩窯冷，③惡熱，④面赤，⑤熱甚氣喘，⑥頭汗出，⑦斑疹隱隱，⑧尺 膚熱甚。、
^tounge 舌質偏紅，苔全剝呈鏡面舌而不燥。
^pulse ①浮洪大浮滑，②脈數。
^ill<sub=1>〔津液消灼〕
^symtom ①大渴飲冷，②溺短赤熱，③面垢，④鼻乾燥不得眠，⑤口唇燥裂，唇保，⑥口咽乾思涼 飲，⑦汗不出。
^tounge 燥裂生刺，苔黃燥。
^pulse 脈微弱沉伏。
^ill<sub=2>〔神志昏蒙〕
^symtom ①譫語發狂，②遺尿，③身重不能轉側。
^formulas
^formula1〔白虎湯證〕
^origin〔《傷寒論》方〕
^formula2〔新加白虎湯證〕
^origin〔俞根初經驗方〕
^formula3〔加味白虎湯證〕
^origin〔陳士鐸方〕
^ingredients1346 人參、石裔、半夏 各9g，知母、茯苓 各15g，寸麥冬90g，竹葉12g，糝米1撮。
^formula4〔二鮮飲證〕
^origin〔《蒲輔周睬療經驗》方〕
^ck15z12h045
^norm 溫熱犯肺，手太陰溫熱。
^chinese 風溫犯肺，肺熱喘嗽。
^western 麻疹肺炎。
^combo 氣鬱+氣熱+氣滯+氣逆
^ill〔氣機不宣〕
^symtom 咳嗽。
^symtom ①高熱，②惡寒除而熱益增，③初吐白色黏痰，現則痰帶銹色，痰色貿稠，④大渴引飲，⑤自汗出，⑥神煩，⑦大便未解，.⑧小便黃短。
^tounge ①舌紅苔貨厚，②白夾黃③舌苔黃略乾。
^pulse ①脈洪大，②脈滑數，③脈象浮弦而數。
^ill<sub=1>〔氣機不利〕
^symtom 胸痛。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①咳嗽頻繁，②氣喘氣促，痰鳴。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1<var=2>〔銀翹白虎湯證〕
^origin〔陳瑞春方〕
^ingredients1347 銀花、全瓜蔞、桑皮 各15g，生石裔20g，連翹、知母、黃芩、杏仁、前胡 各10g，蘆根30g，甘草6g。
^formula2〔麻杏石甘合葦莖湯證〕
^origin〔東莞中醫院方〕
^ck15z12h102
^norm 胃火沖逆。
^chinese 溫病兼沖氣上衝。
^combo 氣熾+氣逆+津灼+氣滯
^formulas
^formula1<var=2>〔白虎湯證〕
^origin〔張錫純方〕
^ck15z12h046
^norm 熱深厥深，暑熱笛亂。
^chinese 箸熱笛亂。
^combo 氣鬱+氣蒸+氣滯+氣亂
^ill〔氣機不直〕
^symtom ①四肢冷，膚冷肢厥，指甲青紫，②胸腹部亦均不熱。
^ill2〔津氣鉭蒸〕
^symtom ①面赤，目環青，發熱不惡寒，②口乾舌燥，口渦引飲，渴欲飲冷，③小便短赤，④煩躁，畏熱身無寸縷而猶畏熱異常，欲臥冷地，⑤畏熱喜⑥頭項微汗，頭汗淋漓，⑦面黑唇紅，目赤聲嘶音啞，⑧眼眶凹陷，指頭蜞紋凹陷。
^tounge ①苔黃燥無津，②舌紫苔黃。
^pulse ①脈洪大，②脈息寸關俱數。
^ill<sub=1>〔氣機逆亂〕
^symtom ①吐瀉不已，②渴欲飲水，水人即吐，③兩足抽筋。
^pulse ①脈微欲絕，②脈沉伏。
^ill<sub=2>〔氣機不利〕
^formulas
^formula〔白虎湯證〕
^origin〔《傷寒論》方〕
^ingredients1348 知母 六兩，石裔一斤，炙甘草 二兩，梗米六合。水煎，分三次服。可加香臠、川黃連、麥冬、扁豆、惹苡仁、石斛，陰陽水煎。
^ck15z12h101
^norm 邪熱內陷熱迫津洩。
^chinese 溫病，冬溫，熱瀉，暑瀉。
^combo 氣熾+津洩+津灼+氣滯
^ill〔津氣蘊熾〕
^symtom ①發熱大汗，②心中煩熱，胸腹如焚，③煩躁，④二便灼熱。
^tounge 污紅，苔白薄微黃。〔熱迫津洩〕
^symtom ①瀉出■黏黃黑，②吃湯下湯，吃水下水，③肢瀉如注。
^ill<sub=1>〔津液消灼〕
^symtom ①小便赤熱，無尿，②口謁哀涼，③懊煩不寐，④口腔及舌體潰爛。
^tounge 舌光乾燥。
^pulse ①脈右大無力，②脈反沉細。
^ill<sub=2>〔氣機不利〕
^symtom 腹痛拒按。
^formulas
^formula1〔清涼滌醬法證〕
^origin〔甫少逸方〕
^ingredients1349 水飛滑石、去心連翹、白茯苓 各9g，生甘草2.4g，青蒿4.5g，白扁豆、通草 各3g，加西瓜翠衣1片入煎。
^formula2<var=1>〔清涼飲證〕
^origin〔敖保世方〕
^ingredients1350 葛根、澤瀉、茯苓、六一散（鮮荷葉包煎） 各15g，黃芩、木通、竹葉、白芍 各10g，生石訝30g，黃連、梔子 各6g，水煎，少進多次分服c
^ck15z12h097
^norm 熱熾風動，暑動肝風。
^chinese 熱病兼輯，痙病，暑溫。
^western 乙腦。'-
^combo 熱灼+神閉+津傷
^ill〔津氣蘊灼〕
^symtom ①面赤目赤屑紅，②壯熱心煩，③無汗，汗出如珠，自汗且多，④面垢，⑤惡熱，大渴引 飲，⑥斑疹隱隱。
^tounge ①舌苔純黃無白，②舌苔黃淳，③乾黃起刺，④黃腐滿佈，⑤舌上有白點滿佈如珍珠狀。
^pulse ①脈弦滑數，②浮洪數疾，③脈象弦數，④脈左盛而躁，右洪盛而滑a
^ill2〔神志蒙閉〕
^symtom ①天庭青黯，神識昏迷，②雙目直視，目上視，目瞪昏厥，③譫妄不識人神識昏亂，循衣 摸床，④二便不知，遺尿，⑤哭笑無常，神志有時不清，不能行走。
^tounge 舌貨膩。
^pulse 脈細勁，或伏堅。
^ill<sub=1>〔津液消灼〕
^symtom ①無汗，汗不得出，②口渴，③小便短赤，④齒燥而垢，⑤誕液黏滯。
^tounge ①舌赤苔黃焦乾刺，②老黃帶灰黑，滿舌苔黑如煤，焦黑，③舌紅苔少，④鮮紅無胎，⑤ 紫紅起刺，⑥鋒而燥裂，７深紫而赤，８乾而焦。
^pulse 脈洪數實。
^ill2<sub=1>〔絡脈不和〕
^symtom ①角弓反張，②手足瘈疚，③口噤奐煽，_齒弄舌。
^ill<sub=2>【氣不降】
^symtom ①咳嗽氣促，②喘息氣粗，胸高息喘，喘促痰鳴，典翼煽動。
^formulas
^formula1〔加味人參白虎湯〕
^origin〔《蒲園醫案》方〕
^formula2〔羚麻白虎湯證〕
^origin〔何拯華方〕
^ingredients1351 一啜熱退，諸證減輕；改投甘寒增液之法：生地15g，麥門冬、知時、白芍 各9g，天花粉、玉竹 各12g，甘草、竹葉 各6g，水煎服。4劑諸證盡罷，漸進稀糜，數日康復。
^ck15z12h098
^norm 熱深厥深，厥微熱微/假寒真熱，陽證似陰，SW合病。
^chinese 陽厥，熱厥，惡厥=.'
^western 流行性乙型腦炎。
^combo 熱灼+陽滯+神閉+津灼‧-
^ill〔津氣蘊灼〕
^symtom ①發熱面垢，頭痛，②自汗，徼熱許出，③心煩，煩躁，壯熱r，□渴，④顴赤，⑤斑如錦 紋，⑥嘔吐，⑦雙目赤如血裹。‧捨象：舌尖紅，苔白根黃膩。
^pulse ①脈滑，②沉滑搏數。
^ill2〔陽氣不行〕
^symtom ①面色蒼白，四肢厥逆冷，手冷至肘，腳冷至膝，身重難以轉側，②口不仁，③由壯熱煩 躁而變為厥冷昏睡，呼之不應，週身厥冷，④輕則但指頭寒。
^pulse ①脈沉弦帶數，②微弱，脈細如無，③脈沉伏，寸佇、趺陽脈皆無。
^symtom ①h渴引飲，前排齒燥，②尿短赤、渾赤，③使閉，大便實，④壯熱無汗，⑤下利稀水臭
^ill<sub=1>〔津液消灼〕
^tounge 吉千黑起刺。
^symtom ①神昏譫語，神志昏迷，'②遺尿，③沉沉昏睡，昏?不醒，#昏不語，喉中痰鳴，④失語、
^ill<sub=2>〔氣機不宣〕
^symtom ①腹滿，②腰痛，③默默不欲食。
^formulas
^formula1<var=1>〔清宮白虎湯證〕
^origin〔葉東昇方〕
^formula2<var=1>〔竹葉石音湯證〕
^origin〔《蒲因醫案》方〕
^ck15z12h103
^norm 熱深厥深，陽證似陰，陽明溫熱。
^chinese 溫毐犯肺，風熱夾積，積熱瀉。
^western 腺病毒肺炎。.」
^formulas
^formula1〔加味白虎湯證〕
^origin〔《蒲園醫案》方〕
^ingredients1352 生石耷90g，知母、玄參各1化，天花粉、鮮石斛、生地 各12g，麥門冬9g，甘草、粳米 各6g：，紫雪丹（另沖〉3g，水 煎服。
^formula2<var=1>〔S根芩連湯證〕
^origin〔董廷瑤方〕
^ingredients1353 葛根、銀花、天花粉 各9g，條黃芩％，川黃連2.4g，生石奇30g，生甘草、橘紅 各3g，鉤籐4.5g，另熊膽1.5g，靡香
^ck15z12h108
^norm 熱深厥深，內閉外脫。_
^chinese春溫，熱閉包絡，熱厥。
^western 腺病毐肺炎，麻疹合併支氣管肺炎，心力衰竭，呼吸衰竭，脆挺炎伴滲出性腹膜炎中毐性休克。
^combo 氣熾+神閉+陽脫+津灼+氣結
^ill〔津氣蘊熾〕
^symtom ①持續高熱，②胸悶，③煩躁不安，④喘咳典煸，⑤疼出稀疏，色帶紫暗。
^tounge ①舌質邊尖頗紅，②苔老黃無津，③苔黃中間黑而糙。
^pulse 脈沉細而數。
^symtom ①而色蒼白，面色蒼灰，唯兩顴紅赤，②神昏不語，咳嗽無力，高度喘急，呼吸急促典翼 煽動，間歇停止呼吸，③面唇肢端發紺n辟紫紺，④兩手循衣換床或頻頻抓空，⑤口吐粉紅色或紅色泡沫，⑥大汗淋漓。
^pulse ①脈細數而促，②脈細微欲絕，脈沉細欲絕，但有滑數之象。
^ill<sub=1>〔津液消灼〕
^symtom ①唇焦、舌千、齒燥，脈細數無力，②小便短少而黃。
^tounge ①舌紅無苔，舌邊有潰瘍，②舌紅絳，③苔膩色灰。
^pulse 脈細數。
^ill<sub=2>〔氣機鬱結〕
^symtom ①胸高腹脹，無大便，②腹痛更劇，痛時難以忍受，兩手握拳，緊咬牙關，呼吸急促。
^formulas
^formula<var=2>〔人參白虎湯證〕
^origin〔杭旭初方〕
^ck15z12h106
^norm 燥熱傷氣。
^chinese 勞倦中暑，太陽中暍，癉瘧，陽明暑瘧，炱季熱，暑溫。
^western 流腦後期。
^combo 氣灼+津灼+氣虛+神漦
^ill〔津氣蘊灼〕
^symtom ①灼熱面赤，高熱稽留，大汗出而熱不退發熱，日晡時為甚，間或上午亦出現高熱，口揭 欲飲，②煩跺不寐，③頭痛如破，④惡熱面紅n臭，⑤申酉寒熱，寒輕熱重，或但熱，⑥手足熱甚，⑦小便深黃。
^pulse 脈洪大有力。
^ill2〔氣虛失充〕
^symtom ①體瘦色萎，兩S無神，表情鈍呆，呼吸微促，喘喝典煽，②汗出不止，③暈眩仆倒，昏 睡懶言，無氣以動，④惡寒惡風，間作寒戰，⑤食慾不振，遺尿下利，⑥下肢冷，食慾不振，大便有吋溏薄，有時挾稀，小便清長而有時數，四肢欠溫。
^tounge 苔微膩淡黃。
^pulse 虛大而芤，微細緩，躁疾不軟，脈來錨數。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴煩躁飲冷，②咽乾聲嗄，口乾唇裂，輿孔裡甚，③大便閉，尿多，不利，熱赤，④ 肌肉消爍，皮膚乾燥欠潤，口唇舌質深紅。
^tounge 舌光絳起刺，苔乾燥。
^pulse 脈細數，緊小而急。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神昏顛倒，②語言錯亂，③煩躁不安。
^formulas
^formula1〔人參白虎湯證〕
^origin〔俞根初方〕
^formula2〔竹葉石甘湯證〕
^origin〔《傷寒論》方〕
^ck15z12h134
^norm 燥熱人血。』，　　　內含病例：
^chinese 風緝犯肺，溫疫，溫熱中挾穢池，發聯，喉蛾
^western腮腺炎，頜下.腺結石，急性牙齦膿腫，猩紅熱，登蘋熱。
^ill〔津氣蘊蒸〕
^symtom ①高熱汗出，②口乾欲飲，口竭，@煩氣胸悶煩亂不安;，煩念，④口中熱臭，⑤小便賁 赤，便秘，⑥有時神昏譫語。
^pulse ①脈埤數，②脈洪舞有力，③脈大而贊，右寸兩關並盛，④脈弦滑，⑤脈浮軟帶弦，⑥脈
^symtom ①週身皮膚可見隱隱紅疹，紅痧密』布，皮膚猩紅如塗丹，②痰血，③兩顴發赤。
^tounge ①舌質紅，舌赤，②舌紅燥，苔淡傅，③舌絳苔黏膩。.
^ill<sub=1>〔津液消灼〕
^symtom ①壯熱無汗，②口渴，③大.便秘結，④小便短赤。
^tounge 舌紅.燥。'
^ill<sub=2>〔清竅不利〕
^symtom ①齦肉疼痛，②咽痛水谷難以下嚥，③雙側乳蛾紅腫，上有黃白fe斑點，④咽喉紅腐，⑤ 左頌下腺腫大，按之堅硬，每痛M著，頜卜痛掣至耳門，⑥舌體疼痛不能.稍動。
^formulas
^formula1〔清肺六二湯證〕
^origin〔魏長春方〕
^ingredients1354 桑皮、桑葉、地骨皮、枇杷葉、白茅根、杏仁、南北沙參 各10g，鮮蘆根15g，冬瓜子12g，知母6g，浙貝母
^formula2〔板藍根湯證〕
^origin〔《孔伯華醫案》方〕
^ingredients1355 生石脊Bg/蒲公英、黃芩、板藍根、大青葉、桑葉、梔子炭，地毋皮、知母各祚，龍膽草、薄荷 各4.5g，全瓜蔞 18g，六神丸30粒。
^formula3〔清涼湯證〕
^origin〔《張贊臣臨床經驗選編》方〕
^ingredients1356 胡黃連、甘草 各2.5g，蘆根、桔梗各4.5，知母、焦山扼、淡青子芩、赤芍，丹.皮、元參、板藍根 各9g。
^formula4<var=1>〔竹葉石膏湯證〕
^origin〔黃壽仁方〕
^ck15z12h136
^norm 氣血兩燔，氣營兩燔。<
^chinese 裊熱咳血，'裊瘧，暑溫傷陰，伏惡，熱人血室。
^western 麻疹肺炎。敗血症，繼發性渾生障礙性貧血，再障性貧血感染肺炎，肺炎和亞急性細菌性心內
^combo 氣灼+血識『
^ill〔津氣蘊灼〕
^symtom ①身熱，②高熱不退，夜間更葚，③卯辰發熱，④寒熱間日而來，熱退多汗，⑤胸腹捫之 灼手，⑥面目俱赤，⑦頭痛而眩，⑧乾嘔煩渴，渴飲喜涼，口臭，口捨黏膩，⑨氣促，氣粗喘咳。
^tounge 舌苔黃而欠潤。
^pulse ①脈數，右大，②脈弦洪滑數，③脈象滑數有力，④脈象浮洪，⑤按之洪犬而來，⑥脈象
^pulse 脈虛細而數。）
^symtom ①熱盛時則神志不清，②煩跺神昏，③耳聾。『
^formulas
^ingredients1357 生石裔90g，元參、知母 各12g，細生地、麥冬 各18g。
^formula2〔卻蜃調元法如減證〕
^origin〔笛少逸方〕
^ingredients1358 石音12g，滑石9g，白茯苓9g，麥冬6g，粉甘草1.8g，梗米1撮為引。另加杏仁、夭花粉、準蓮草、生地。
^ingredients1359 (1)葉天士治脈數，舌紫渴飲，氣分熱邪未去，漸次傳入血分，生地、石裔、甘草、知母、粳米、白芍、竹葉心 ((臨證指南醫案》322)。
^ingredients1360 (2)葉天士治脈數右大，煩渴舌絳溫邪氣血兩傷，與玉女煎：生地、竹葉、石裔、知母，丹皮、甘草（《臨證指南 醫案》328)。
^ck15z12h140
^norm 溫病火鬰。
^chinese 濕溫化燥，暑熱。
^western 麻疹肺炎，乙腦。
^combo 氣熾+血熾+神閉+津灼+陽滯
^ill〔津氣逭熾〕
^symtom ①壯熱無汗，②大渴引飲，③胸悶喘咳，咳嗽氣促，菸煽息喘，④咽腫且痛，⑤大便秘結。
^tounge 苔黃。
^pulse ①脈浮弦數，②脈弦數，③洪數，④脈滑數。
^ill2〔血熱蘊熾〕
^symtom ①而頰紅赤，唇紅，眼赤，目膝多，②心煩不寐，躁擾不寧，③鼻勉，大便黑，④麻疹隱 而不出，胸背疹點稠密，色褐不澤，疹出不暢，遍體隱約。
^tounge 舌紅舌質深紅。
^pulse ①脈細而疾，②脈弦細數。
^ill<sub=1>〔神志蒙閉〕
^symtom ①昏睡昏迷不醒，神昏但不譫語，②譫語不識人，尋衣換床，③二便不知，④不啼哭。
^ill2<sub=1>〔絡脈不和〕
^symtom 間有抽搐，眼上視。
^ill<sub=2>〔津液消灼〕
^symtom .①唇焦，口唇開裂，口乾無液，耳聾，②齒燥面垢，③毋扇孔黑，鼻乾無涕，④膚熱無汗，⑤無尿無便，⑥小溲清長。
^tounge ①舌紅苔乾而焦黃，②苔薄黑而燥，③舌焦黑如燥，④舌乾絳起剌。
^ill3<sub=1>〔陽氣不行〕
^formulas
^formula1〔乙腦清氣湯證〕
^origin〔張鋌芨方〕
^ingredients1361 銀花、大青葉 各30g，連翹、知母 各15g，板藍根60g，生石奇150g，生甘草9g。
^ingredients1362 越數H，家屬來云：前日開始落屑，吃奶不多，口唇乾燥，與清熱解毒善後。銀花、麥芽 各3g，連翹、石斛、神曲各
^ingredients1363 2.lg，竹葉、甘草 各1.5g。
^ck15z12h190
^norm 風熱人絡，燥熱人絡。
^chinese 熱痺，陰虛痺痛。
^combo 血蒸+血滯+液灼+絡滯
^ill〔血熱蘊蒸〕
^symtom 紅腫熱痛，得涼則舒得熱痛甚。
^tounge 舌紅。
^pulse 脈細數。
^ill2〔血滯不行〕
^ill<sub=1>〔絡脈不利〕
^symtom 關節疼痛。
^ill2<sub=1>〔絡脈不和〕
^ill<sub=2>〔津液消灼〕
^symtom ①口渴咽乾；②皮膚乾燥。
^formulas
^formula1〔加味桂枝白虎湯證〕
^origin〔章真如方〕
^ingredients1364 生石裔90～120g，知母、銀花、元參、生地 各15g，生甘草、丹皮 各10g，桂椋6g，白芍I8g。
^formula2〔滋陰養液湯證〕
^origin〔章真如方〕
^ingredients1365 生地、玄參、寸麥冬、鉤籐、桑枝、石鄭f、牛膝，狗濟、竽決明、』杜仲、海桐皮、生石奔。
^ck15z12h115
^norm 燥熱傷津。
^chinese 風溫，溫病晚發，溫疫，芨季熱，痿摺。
^western 無汗症，大葉性肺炎。
^combo 液灼+氣虛+表鬰+氣鬱
^ill〔津液消灼〕
^symtom ①壯熱無汗，日熱夜涼，低熱，肌膚乾燥，②面紅耳赤，③心中煩熱，口渴欲飲嵙涼怕 熱，④煩渴引飲，口渴吐白沫，⑤澳儂，躁擾不安，神昏譫語，⑥身體消瘦，⑦大便乾結，便洩溺赤，⑧咯痰黃膿。
^tounge ①舌紅，舌千苔溥膩，②苔黃燥，③滿舌裂紋，④苔剝t⑤舌苔白厚』舌邊稍紅，舌上
^pulse ①脈弦滑，②弦細而數，③脈細數，④脈浮數沉滑。指紋：紫暗。
^ill2〔氣虛失充〕
^symtom ①疲乏少力，溲多而清，小裸頻頻，@腳無力。
^tounge 舌質淡苔溥白。
^ill3〔腠理不宣〕
^symtom ①惡寒發熱，全一身發脹，微惡寒，②全身‧皮膚燥癢，③身熱無汗，汗少，④肢麻甚則作痛。
^tounge 苔薄白。
^pulse ①脈浮數，②脈象浮大。
^ill<sub=1>〔滿?不宣〕
^symtom ①鼻塞，②聲音沙啞，③頭部悶脹，頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸痛，②咳嗽，③納差食少》
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔六二清肺湯證〕
^origin〔魏長春方〕
^ingredients1366 治風溫(左下大葉性肺炎）。宜肺達邪化痰，邪熱潰肺，灼津煉液釀痰，惡寒發熱，咯 痰黃膿，或帶鐵銹色，詳見病案（5)。.　　　鮮蘆根60g，茅根30g，桑白皮、桑葉、枇杷葉、浙貝母各9自，杏仁、知母、冬瓜子、南北沙參 各6g。
^formula2〔清蜃洩熱，養陰固衛方證〕
^origin〔董德懋方〕
^ingredients1367 沙參、銀花、連翹 各4.5g，薄荷*2g，石資6g‧(打碎先煎），淡竹葉、麥冬、天花粉各鮮荷葉半張。
^ck15z12h111
^norm 熱極津枯，溫邪劫液，暑傷氣津。
^chinese 伏溫，春溫症，新產傷暑，爛喉痧，食復〃『
^western 急性淋巴細胞白血病。
^ill〔津液消灼〕
^symtom ①表熱有汗不解，②壯熱有汗，：喘息氣粗，③午後煩蒸如溫瘧，④煩渴引飲，煩躁*⑤頭 痛面赤，⑥口糜氣穢，⑦喉痛自腐，咽喉紅腫潰爛，舌面亦稍有數處潰破，⑧咳嗽痰黃，氣促。
^pulse ①脈細滑數②脈洪數極大。
^ill<sub=1>〔津液枯涸〕 症象.‧１口渴多飲，渴飲不饑，２心煩不寐，３咳嗽痰黏，４身無汗，５頭脹身疼。
^tounge ①舌質紅，苔少剝蝕，②舌絳起刺，③舌無苔，鮮紅多芒刺。..
^pulse 脈細數。
^ill2<sub=1>〔氣虛失充〕
^symtom ①汗出如珠。
^pulse ①脈洪無力，②脈浮大而芤。
^ill<sub=2>〔神志昏蒙〕
^symtom ①熱甚神志時糊，②猝然神昏顛倒，言語錯亂。
^formulas
^ingredients1368 生地、元參、寸麥冬、知母、石臠、粳米‧、甘草
^formula2〔顧氏八仙玉液證〕：
^origin〔《通俗傷寒論》〕
^ck15z12h112
^norm 氣液兩龐，裊傷氣津，暑傷元氣。
^chinese 春溫，風溫，中暑，癖溫，著熱症，熱瘺，邊脯，消渴，癉瘧。
^western 真性紅細胞增多症，真性紅細胞增多症合併腦血栓形成，多發性神經炎，敗血症後期。
^combo 液枯+氣虛
^ill〔津液枯涸〕
^symtom ①形瘐面垢，顏面及上肢暗赤色，皮膚菲溥，肌膚甲錯，渾身紅斑，②身如熾炭，手不可 近，久熱，午後熱增，③煩跺昏沉，夜多言囈語，神識不清，神昏蹐語，④自汗多渴，渴飲不休，口乾唇裂，唇焦舌黑，⑤終無點汗，其身如蟲行皮中狀/⑥頭痛如劈，⑦嗆咳，⑧寢不安，食不甘，不饑不食，⑨夜間饑而多食，不能入眠，食 物易消，畚饑，飲食雖倍，不為肌肉，十咽喉乾燥，甚則痛，食物滯澀難下，食雖下嚥，膈間梗痛，?大便閉，c溲溺欲 出，小便熱赤，尿管必痛，小便不通。
^tounge ①舌絡，苔微黃而乾，②舌苔灰燥而千，③吉紅罩黑，④苔乾黑，⑤變白為黑，其堅硬似 鐵，其厚似中，敲之嘎嘎有聲。
^pulse ①脈象洪大鼓指，②脈長而不洪數，③緊小而急，④左脈細數，⑤脈澀。
^ill2〔氣虛失充〕
^symtom ①氣短倦怠，懶倦多汗，②四肢皆冷，③不饑不食，④小便頻數，淋瀝不盡，狀似癬閉，甚則小便頻數如泔。』
^tounge ①舌質紅苔薄，②白厚而乾燥。
^pulse ①脈湔數，②脈虛。
^ill<sub=1>〔神氣不振〕
^symtom ①神思大捧，語會懶倦，②神氣如迷。
^ill<sub=2>〔經脈失養〕
^symtom ①骨節痛，②雙下肢瘺軟無力，行動不穩。
^pulse 脈?數。
^formulas
^formula1〔五汁飲證〕
^origin〔《溫病條拚》方〕
^ingredients1369 梨汁、莩薺汁、鮮葦根汁、麥門冬汁、藕汁（或用蔗漿）各酌裡。湘勻涼服。
^formula2〔三才湯證〕
^origin〔《溫病條辨》方〕
^ingredients1370 人參9g，天冬6g，千地黃15g。
^formula3〔益胃散證〕
^origin〔《溫病條辨》方〕
^ingredients1371 沙參9g，麥門冬、生地黃 各15g，冰糖3g，玉竹4.5g。水煎服。
^formula4〔生脈敢證〕
^origin〔《景岳全書》引《醫錄》方〕
^ingredients1372 人參15g，麥門冬、五味子 各9g。水煎服。
^ingredients1373 (3)葉天士治脈貓，懶倦多汗，口渴，體氣崠簿，炎暑爍金，當益氣保水之源：麥冬、人參、知母、五味子（《宋元 明清名醫類案續編》葉天士 99)。
^ck15z12h118
^norm 暑瀉傷津。
^chinese 暑熱痢，燥瀉，熱瀉。
^combo 氣灼+液傷+液洩；氣滯
^ill〔津氣蘊灼〕
^symtom ①灼熱自汗，口乾作苦，心煩U渴，②葑熱不退，午後較甚，晝夜煩躁，神昏氣促，③唇 紅，目閉多眵，頭脹疼，④咳嗽，麩白黏稠量少。
^tounge 舌赤苔黃。4
^pulse 脈洪滑。
^ill2〔津液消灼〕
^symtom ①眼睛‧失神，目眶四陷，肌肉瘦削，咽午齒板燥黑，②溺短，耳聾，面黝，③渴飲無度，④嗆咳不止。' r
^tounge 舌紅絳充苔或貨燥焦。
^pulse 脈弦細。
^ill3〔熱迫液洩〕
^symtom ①嘔木下食，②洩瀉不止，瀉如竹筒倒水，③痢下稠黏。
^ill<sub=1>〔氣機不利〕
^symtom ①腹痛，②後重。'
^ill<sub=2>〔氣虛失充〕
^symtom ①身倦神疲，面色灰敗，奄奄一息，②自汗木止，③四肢厥冷。
^pulse 脈濡數。、
^formulas
^formula1〔竹葉石音湯證〕適應蜃瀉傷津，高熱，心煩口渴』眼睛失神』目眶W下』四肢厥冷，駐則抽風。
^ingredients1374 洋參、石奇、寸麥冬、半夏、竹葉、甘草、粳米。唇紅舌赤加生地、元參，洩不止加木瓜、扁豆。
^formula2〔加味白虎湯證〕錢蘇齋治風溫暴洩6神昏』氣促痰鳴，舌苔焦黃乾燥，齒板面教I』目閉多眵，身灼熱，.渴飲無度。
^ingredients1375 4.5g，甘草2.4g。連服2劑。
^ck15z12h121
^norm 胃火上逆，邪熱犯肺。
^chinese 火咳，麻後喘，裊溫熱呃，秋燥呢逆。
^western 小兒肺炎。
^combo 液傷+氣逆
^ill〔津液消灼〕
^symtom ①熱識自汗，灼熱無汗，熱盛神②面赤，唇紅，唇齒乾燥，③痰少而稠黏，咽喉乾痛，④煩擾不寧，煩褐，⑤小便少，便閉，大便二天未解。」，
^tounge 舌質乾絳，舌紅焦燥，舌赤苔微膩，苔黃糙白，舌苔黃膩而間帶灰濁，無苦。
^pulse ，脈滑數，脈來數而有力。右關中取琺指。指紋‧.深紫，已過氣關。
^ill2〔氣機沖逆〕
^symtom ①氣逆欲嘔，嘔逆不止，噦逆，②呃逆，日夜不止，③咳嗽擗連聲不得臥，④聲高息湧，喘而奐煽，口唇青紫廠⑤腹脹大。."%
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽氣粗，②身熱不已。
^ill<sub=2>〔氣虛失充〕
^symtom 』①虛瓿少氣，②臉色蒼白6
^pulse 脈浮而促《
^formulas
^formula1〔竹葉石音湯證〕
^origin〔《傷寒論》.方〕
^formula2〔加減竹葉石裔湯證〕
^origin〔何拯華方〕
^ingredients1376 .(7)西塘（董廢翁）：背氣既虛，邪熱未退，主人參湯.：.人參、石奇、茯苓、葳蕤、白朮、竹節、;:知母、黃芩‧、陳皮、蘆根，余熱在胃者，竹葉石耷湯。
^ingredients1377 W咳嗽僻連聲不得臥，心煩面赤』，主消潤苦降，黃岑知母湯：黃岑、姆、』杏仁、瓜萎皮、山梔；天花粉、貝母、桔梗、甘草。
^ingredients1378 枳殼。
^ingredients1379 處方一：橘皮3g，竹茹24g，沙參12g，麥冬15g，半g4.5g，枇杷葉9g，石耷90g，鮮竹葉100片。
^ingredients1380 處方二：茇冬、元參15g，生地、竹茹 各24g，蘆根30g，石裔60g，枇杷葉9g，沙參1#，梗米24g.(《福建中醫醫案醫 話選編（一）》22)。
^ck23z05h234
^norm 暑熱犯肺，燥熱犯肺，風燥化熱，燥熱耗液。
^chinese風溫，著瘵，肺燥咯血，痿症，癃閉。
^combo 津傷+氣熱+氣鬱+血溢‧
^ill〔津液消灼〕
^symtom i１口渴?熱，口燥咽乾，２齒垢顴紅，３咳逆乏痰，即存亦少，塊貧稠厚，黃綠黏痰，４ 皮毛枯搞，５小便不通，溺短赤熱，便艱，６足瘺不能行。
^formulas
^formula1〔加減清燦救肺湯證〕
^origin〔王香巖方〕
^ingredients1381 西洋參‧、冬桑葉、鮮石斜、麥冬、川貝母、天花粉、冰糖炒石奇、杏仁、枇杷葉、淡竹茹、甜水梨皮。
^formula2<var=1>〔人參白虎湯證〕
^origin〔鄭永成方〕
^ingredients1382 (4)葉天士治脈右火，溫邪媒絡，咳痰帶血：桑皮、杏仁、梔皮、天花粉、沙參、石奔（《臨證指南醫案》％)。
^ingredients1383 (5)葉天士治風溫上受，吐血：桑葉、薄荷、杏仁、連翹、石衧、生甘草（《臨證.指南醫寒》處）。
^ck15z12h126
^norm 著熱傷汴，燥熱傷津。
^chinese 小兒砮熱症。
^western 尿崩症。
^combo 氣虛+液灼+液滑
^ill〔氣虛失充〕
^symtom ①形體消瘦，②面色蒼白，面色薄白。、
^formulas
^ingredients1384 人參、麥冬、五味子、西瓜翠衣、鮮荷吁邊、鮮竹葉、絲瓜皮、鮮銀花、鮮白扁豆花。
^formula2〔滋陰生律，清肺潤燥方證〕
^origin〔周鳴歧方〕
^ingredients1385 沙參、生地 各15g，玉竹、麥冬 各12g，知母、黃芩 各10g，蘆根31g，烏梅6g，水煎服。
^ck15z12h109
^chinese i消渴。
^western 糖尿病。
^combo 氣虛+液涸+液滑
^formulas
^formula〔加減石斛湯證〕
^origin〔施今墨方〕
^ck15z12h113
^norm 化源欲絕。
^chinese 暑溫傷陰。
^western 中毒性肺炎，乙腦呼吸衰竭。
^combo 液枯+液脫+氣脫
^ill〔津液枯個〕
^symtom ①高熱無汗，②面紅似火，③口渴，④口乾舌燥，唇乾，唇紅，⑤鼻黑如煙熏，⑥小便少，大便天未解6
^tounge ①舌紅少津，②舌質乾絳無苔；③乾燥無津，④苔薄白乾。
^pulse ①脈細數，.②脈虛細數，③脈左沆數。
^ill2〔津液脫竭〕
^symtom ①汗出漸多，汗出如漿，汗湧如油，汗出膚冷，②痰出如泉，③肌膚消爍，高熱神昏，時有抽搐，兩目上竄。
^tounge 舌質淡紅中有裂紋，吞根淡黃膩，舌紅少淨*舌光剝。
^pulse ①脈虛細數，②促數。
^symtom ①面黃，面灰，臉色蒼白，忽寒戰肢抖，②汗多，汗太出，③膚冷息微，閉目不語，④大 喉聲如鼾。
^pulse 0）微細欲絕，②浮大而芤，③散大。
^symtom １神倦多寐嗜睡懶言，目瞑呻吟不息，２心悸，３面赤多言，４騷擾不安，心神煩躁，
^tounge 舌質淡紅中有裂紋，苔根淡黃膩。
^pulse 脈豁大無倫。
^formula〔生脈散證〕
^origin〔《景岳全書》引(醫錄》方〕
^ingredients1386 人參15g，麥門冬、五味子 各9g。水煎服。
^ck15z12h116
^norm 燥熱挾陽虛。
^chinese 伏箸，暑熱證。
^western 岌季熱。
^ill〔津液消灼〕
^symtom １口渴引飲，２皮膚無汗，３尿短，４便洩黃水d..
^tounge 舌紅無苔。
^pulse 脈洪大數。
^ill2【津蘊蒸】
^symtom ①發熱惡熱，高熱不退，②渴。
^ill3〔陽氣怫鬰〕
^symtom ①大汗出反惡熱②發熱無汗，③煩躁不寧，④呼吸粗促。
^ill<sub=1>〔陽氣不振〕
^symtom ①展色淡潤，②小便清長，③兩足逆冷。
^ill<sub=2>〔氣虛不充〕
^symtom ①形體消瘦，②夜尿頻多。
^formulas
^formula1〔馬氏清暑保元湯證〕
^origin〔馬蓮湘方〕
^ingredients1387 別直參、黃耆、?術、肉桂、附塊、生薑、扁豆衣、西瓜翠農、山藥、龍骨、茯神b
^formula2〔蒿麥湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients1388 青蒿、淡子芩、知母、天花粉、麥冬、元參、焦山梔 各7g，生石裔、鮮竹茹各0g，鮮蘆根13g，甘草3g—附子2g。 摘錄：
^ck15z12h119
^norm 熱盛神昏，熱深厥深。‧　　　內含病例：
^chinese風溫，暑溫傷陰。
^western 支氣管肺炎。
^combo 氣熾+液涸+神閉+陽滯
^ill〔津氣蘊熾〕
^symtom （D高熱不退，２面目慎赤，③頭面及手背有汗出，淋淋汗出，④煩躁不安，煩躁不眠，⑤ 煩渴，⑥頭痛而眩，⑦時嘔惡，⑧大便黏滯而稀，⑨小便赤。
^tounge 苔灰黃粗糙，隹黃萆灰6
^pulse 脈洪大而數6' ‧
^ill2〔神志蒙閉〕
^symtom ①昏沉喜睡，②熱盛時則神志不清，③欲寐未寐之際，：譫如夢語:，④躁擾揚手擲足，譫語
^symtom 四肢厥逆。
^pulse 脈伏。
^ill<sub=1>〔津液枯涸〕
^symtom ①口乾齒燥，少津，毋煤唇焦，②汗競不出，淚汁均無，③小便全無，.④咽中作痛，喉關 偏右，白糜星布，⑤目大眥，及年壽間皆進出血球，⑥乾咳氣急。
^tounge ①舌質紅絳而千，舌絳赤，②舌絳無苔，③舌漸黑。
^pulse ①脈細數，②脈數貓滑。
^ill<sub=2>〔絡脈不和〕
^symtom ①肢搐引動，②目上視，③循衣摸床。
^formulas
^formula〔清燥救肺湯兼清S熱證〕
^origin〔螢廷瑤方〕
^ck15z12h114
^norm 陰竭陽脫，陰陽閉脫。
^chinese 風溫證，亡陽期，暑熱壞證，內閉外脫。
^western 大葉性肺炎，腺病毐肺炎，呼吸衰竭，不完全的麻痺性腸梗阻，麻疹肺炎合併心力衰竭加呼吸
^combo 液枯+氣脫+陽脫
^ill〔津液枯涸〕
^symtom ①高熱無汗，②口唇乾燥，口渴，雖渴欲飲不多，有時喜熱飲，③煩跺不安，④忽手足拘 攣，呻吟不斷，抽搐，⑤疼色紫暗，⑥腹瀉，水樣有塊，色綠，⑦胸高腹脹，3天無大便，⑧小便短少而黃。
^tounge ①舌紅少灃，苔薄白而乾，②舌紅無苔，舌邊有潰瘍。
^pulse ①脈左沉數，右浮大，②脈沉弦細無力。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①嗜睡，精神萎靡，形體倦怠，②面部色澤蒼白，③氣冷息微，語聲低沉無力，④喘促氣 短，咳聲不揚。
^tounge 舌色淡紅，苔糙膩略帶灰。
^pulse 脈細數而促。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①體溫突然急劇下降，體溫不升，見風寒凜澳感，欲蓋衣被，②呼吸微弱，突然呼吸停止，心跳微弱，③面灰，四肢膚色蒼白，末端輕度青紫，④汗多淋漓，膚冷汗出，⑤兩足發涼，四肢按之不溫，冷過肘膝，⑥ 督亂昏迷，深度昏迷，遛尿譫語，循衣換床，全身發紺。
^pulse ①脈沉微細，按之無力，一息脈來七八至，②脈微而躁，③脈微欲絕。
^formulas
^formula1<var=1>〔參附湯證〕
^origin〔顧繼昌方〕
^ingredients1389 移山人參、熟附子、川象貝母 各9g，炙甘草6g，鮮石斛、黃耆 各15g，』當歸、珠茯苓 各12g。
^formula2〔參附生脈散加六神丸證〕
^origin〔吳馭周方〕
^ingredients1390 人參、附片、麥冬、五味子，另：麝香、牛黃、珍珠 各4.5g，冰片、蝤酥、雄黃 各3g。水丸，百草宙為衣。
^ck15z12h154
^norm 燥熱傷陰。
^chinese 陰虛伏熱。
^combo 氣灼+陰灼+陰祜+氣虛
^ill〔津氣蘊灼〕
^symtom ①午後燒市，口渴多汗，②腹脹，氣喘鼻扇，時作嗆，咳或喘或嘔，胸高腹陷抬府，胸腹 滿，③身灼熱，額腹熱，④腹熱不饑，便醬溏，⑤煩躁，⑥小便臊黃，⑦麻疹融合成片，色深而暗。
^ill2〔陰熱逭灼〕
^symtom 0）低熱，午後微熱，２煩熱難忍，面潮紅，③咯痰帶有血絲，④溲渾黃。
^tounge 舌乾絳無苔。
^pulse 脈弦細、沉伏而數3
^ill<sub=1>〔陰液消潤〕
^symtom ①色蒼不澤，形體消瘦，形容枯削，②口乾舌乾，唇焦，_，上顎乾涸，③心下慍慍液 液，高熱無汗，④大便秘結乾燥，便青黑水，少尿，⑤四肢痺痛。
^tounge ①舌赤絳千，②舌色紫絳，③滿舌裂紋，苔剝，④苔薄黑無津。
^ill2<sub=1>〔氣虛失充〕
^symtom ①呼吸不便，吸氣短促，汗出發潤，痰鳴音啞，②精神疲憊，乏力語微，③前囟軟，④小 便失禁，溲多而清，⑤四肢微清，肢體時作霖頗，@肉_心跳。
^pulse ①脈虛大數疾，②脈弦細促，時時歇止，③虛數細無力。
^ill<sub=2>〔神志&蒙〕
^symtom ①神志昏瞀，神識不清，似醒非稱_，似睡非睡，②耳失聰，口失語，③給水尚能吞嚥。
^formulas
^formula1<var=2>〔竹葉石裔湯證〕
^origin〔蒲輔周方〕
^ingredients1391 生地、牡蠣、龜版、珍珠殼 各24g，阿膠12g，甘草4.5g，M冬、白芍、北沙參 各15g，石繼30g，胡麻、北杏仁、桑
^ck15z12h163
^norm 內閉外脫。
^chinese 著邪，麻後喘。
^western 肺炎合併心衰。
^combo 陰涸+神閉+氣脫+陰脫
^ill〔神志蒙閉〕
^symtom ①神迷，表情淡漠，雙目向上凝視，②時煩躁不安，③神昏譫語，咬牙，④氣喘痰鳴，鼻 琬（呼吸56次/分），⑤體溫39T。
^formulas
^formula1<var=2>〔清燥救肺湯合生脈散證〕
^origin〔東莞縣中醫院方〕
^formula2<var=1>〔生脈飲證〕
^origin〔魏長春方〕
^ck15z12h164
^norm 化源竭絕，亡陰。
^chinese 溫病傷陰，血尿，亡陰，陰陽交。
^western 麻疹合併肺炎，心衰，溶血性貧血。
^combo 陰涸+氣脫+液竭+陰竭
^ill〔陰液消涸〕
^symtom ①心神煩躁，神昏躁擾，舌強語蘚，②灼熱，口揭，③口乾舌燥，唇裂齒燥，唇焦舌黑，④滿面紅光，油積一二分許，⑤暗紅色濃黏尿小便六口不解，大便不通，⑥腿上大白水泡百餘，根盤皆紅，乾熱而燥，⑦ 骨立皮乾，⑧手足心熱，鞏膜黃染，軀幹疹痕紫黯。
^tounge ①舌燥無津，②舌千瘦紅絳無苔。
^pulse 左脈皆洪大而數，右寸尤甚。
^ill2〔氣虛脫絕〕
^symtom ①面色蒼白，神疲，虛羸少氣，氣短息促，舉動氣促，氣促鄭聲，②發熱汗多，汗流如雨，汗出膚冷，③全身肌肉顫動，④心動悸難耐，⑤筋脈跳動，⑥不能進食，水漿不入。
^tounge 舌淡紅少苔。
^pulse ①脈虛數，脈虛疾，②脈微而數。
^ill<sub=1>〔澳液脫竭〕
^symtom ①眼眼:凹陷，②大便則日夜百數十次，始而異，繼而水，繼而皆白沫。
^ill<sub=2>〔陰精脫竭〕
^symtom ①面若塗朱，神志不清，交睫鄭聲，②神昏耳鳴，偁臥不能動，目合肢冷，③手足瘈詼，④愈下愈熱，狂躁不休。
^pulse ①脈虛而急疾，②脈猶躁疾有力，不軟，③脈似有若無，趺陽脈幸未絕。
^formulas
^formula1〔生脈合三加龍牡法證〕
^origin〔俞根初方〕
^ingredients1392 別直參4.5g，寸安冬、青竹葉 各12g，北五味子1.5g，黃耆皮、龍骨、阿膠 各9g，段牡蠣15g，雞子黃5枚，真茄楠香
^formula2<var=1>〔三才湯合生脈散證〕
^origin〔姚志雄方〕
^ingredients1393 黨參12g，生地、茅根 各30g，天冬20g，五味子3g，丹皮Og，烏梅5枚，馬齒莧80g。
^formula3<var=2>〔三甲復脈湯證〕
^origin〔張琪方〕
^ingredients1394 生地、元參、生石奇￥50g，寸麥冬25g，白芍、龜版 各20g，生牡蠣25g，人參、阿膠、甘草 各15g，五味子10g。
^alias心火上炎；火踞心包，熱擾於心，心熱移於小腸，春溫上受，過氣人營，氣營兩熾，逆傳膣中，逆傳心包，熱深厥深。
^chinese 溫熱，伏溫，溫疫，春溫病，冬溫，風溫壞證，蜃溫壞證，血.分伏暑，罟厥，肺痺，麻疹壞證，亡陽，陽 脫，心瘧，心煩，不寐，舌瘡，舌衄，頭汗，癃閉。
^western 麻疹。
^symtom ①面色紅潤，兩0有祌，②發熱，③時有心煩，煩躁，④口渴之甚，喜冷飲，⑤便釋，⑥溲赤6
^tounge ①舌紅苔黃，②否尖獨赤起刺，③舌尖絳獨乾。
^pulse ①脈數，②脈滑數有力，寸部較浮。
^symtom ①心煩，②不寐。
^symtom <D發熱夜甚，２唇朱顴赤，③鼻衄，④發疹如丹。
^tounge 舌質紅絳，尖乾有刺。
^symtom ①形千舌燥，舌上無津，兩唇開裂，②舌紫腫大ifu‧生 大紅點，舌瘡，口舌糜爛，流涎拒食，③舌尖赤色作痛，如有針孔出血如線，
^ck15z03h042
^norm 心火上炎。
^chinese 舌瘡，舌衄，頭汗。
^combo 氣蒸+清竅清空不利
^ill〔津氣道蒸〕
^symtom ①面色紅潤，兩目有神，②發熱，③時有心煩，煩躁，④口渴之甚，喜冷飲，⑤便秘，⑥ 溲赤。
^tounge ①舌紅苔黃，②舌尖獨赤起刺，③舌尖絳獨乾。
^pulse ①脈數，②脈滑數有力，寸部較浮。
^ill<sub=1>〔清空不寧〕
^symtom ①頭部轟熱，常常以涼水洗頭方感舒適，②頭額部經常出汗。
^ill<sub=2>〔清竅不利〕
^symtom ①唇乾舌燥，舌上無律，兩唇開裂，②舌紫腫大而生大紅點，舌瘡，口舌糜爛，流涎拒食，
^formulas
^formula1〔導赤散證〕
^origin〔《小兒藥證直訣》方〕
^formula2〔清涼甘露飲證〕治舌瘡初起。
^ingredients1395 犀角、石斛、銀柴胡、茵陳、寸麥冬、枳殼、生地、黃芩、知母、甘草、枇杷葉。
^formula3<var=1>〔生脈散證〕治心火亢盛，血為熱迫，舌尖赤色作痛，虛熱者。
^ingredients1396 人參、麥冬、五味子、生地、蒲黃。
^ingredients1397 (1)陳士鐸：心火大旺，克乘肺金，口渴之甚，舌上無津，兩唇開裂，喉中乾燥，聲音嘶嗄，鳴金湯：黃連、安冬、元參、生地、桔梗、甘草、天花粉。或加味元參湯：元參、丹參、寸表冬、五味子。
^ingredients1398 (4)心火亢盛，血為熱迫，舌尖赤色作痛，如街針孔出血如線，孔色紫者熱甚，黑者防腐爛，實熱主導赤散加蒲黃、連翹、黃連、牛膝、元參，虛熱主生脈散加生地、麥冬、蒲黃。N
^ck15z03h236
^norm 火踴心包，熱擾於心。
^chinese心煩，不寐。
^combo 氣蒸+神擾+液灼
^ill〔神志不寧〕
^symtom ①神識如迷，②意亂心煩，自言自語，③多言譫妄，④夜不成寐，神思不寧。
^pulse 左脈跺動。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①口乾微苦，②五內覺炎，③溺赤。
^tounge 舌尖紅。
^pulse 脈微數。
^ill<sub=2>〔津液消灼〕
^symtom ①U渴，②口舌乾煉?
^tounge 舌燥。
^formulas
^formula1<var=1>〔梔子豉湯證〕
^origin〔《傷寒指舉》方〕
^ingredients1399 治火踞心包，上焦不清，詳見論著(1)0 梔子、淡豆豉、連翹心、淡竹葉、鉤籐。
^formula2<var=1>〔導赤散證〕
^origin〔俞根初方〕
^ingredients1400 生地、木通、甘草、淡竹葉、麥冬、蓮芯（硃砂拌）、燈芯。
^ck15z03h021
^norm 過氣入營。
^chinese 溫熱，春溫上受。
^combo 氣蒸+苕蒸+神擾+神蒙卜
^ill〔津氣蘊蒸〕
^symtom ①發熱，②消渴，③院悶噁心。
^tounge ①舌色轉紅，②舌苔黃白。
^ill2〔營熱蘊蒸〕
^symtom 斑發不爽。
^tounge ①舌赤絳，②似苔非苔。
^pulse 脈虛。
^ill<sub=1>〔神志不寧〕
^symtom 神煩無寐。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1〔輕清營熱方證〕
^origin〔葉天士方〕
^ingredients1401 鮮竹心、元參、連翹心、鮮菖蒲、銀花、川貝。
^ck15z03h022
^norm 氣營兩熾。
^chinese 溫病，伏溫，溫疫。
^combo 氣灼+營灼+液灼+神擾+神蒙
^ill〔津氣蒸灼〕
^symtom ①發熱不已，②有汗，③□海，④口氣穢，⑤目眵。
^tounge ①舌苔白乾，②紅中黃。
^pulse 脈數。
^ill2〔營熱蘊灼〕
^symtom ①發熱夜甚，②唇朱顴赤，③典姐，④發疹如丹。
^tounge 舌質紅絳，尖乾有刺。
^ill<sub=1>〔津液消灼〕
^symtom ①喉燥引飲，②喉啞咽痛，唇腫咽疼，不能進飲，③口糜，④鼻乾齒黑枯，⑤舌千短硬，難出語言。
^tounge ①苔灰黑，②苔燥色黑。
^ill2〔神志不寧〕
^symtom ①心煩，②+寐。
^ill<sub=2>〔神志昏蒙〕
^symtom ①熱熾神糊，②譫語。
^ill2〔氣機不降〕
^symtom ①咳嗽無痰，②氣喘。
^formulas
^formula<var=1>〔犀角地黃湯證〕
^origin〔王孟英方〕
^ingredients1402 犀角、生地、丹皮、赤芍、玄參、知母、銀花、竹黃、天花粉、膽南星、石菖蒲、竹瀝。
^ck15z03h023
^norm 逆傳膻中，逆傳心包，熱深厥亦深。
^chinese 春溫病，冬溫，愛厥，肺痺，心瘧。
^combo 液灼+營灼+神閉+絡滯+神擾+陽鬰
^formulas
^formula1〔加減銀翹散方證〕
^origin〔《溫病條辨》方〕
^ingredients1403 連翹3g，銀花2.4g，元參、犀角、麥冬（不去心） 各1.5g，竹葉0.9g。共為粗末每服l5g煎成去渣，點荷葉汁二三茶
^formula2〔祛熱宣竅法證〕
^origin〔雷少逸方〕
^ck15z03h030
^norm 逆傳心包。
^chinese 風溫壞證，暑溫壞證.伏溫，血分伏砮。
^combo 營灼+液灼+神擾+神蒙+絡滯+陽鬰
^ill〔營熱蘊灼〕
^symtom ①全身灼熱，自汗出，②荇熱，人暮熱甚，③麻疹紫黯，④身發黃，⑤形瘦面赤，顴紅
^symtom ①咬牙磨齒，②肢掣發痙，時瘈議。
^symtom 四肢如冰。
^formulas
^formula〔清官湯證〕
^origin〔《溫病條辨》方〕
^ingredients1404 治宜甘寒滋潤，瀉火補水，以清肺f陰為主。擬以清宮湯合生脈散，養陰凍血，補氣生津，另加川貝母、瓜蔞以除痰 潤燥：元參、生地、瓜蔞 各12g，丹參、麥冬 各9g，參須、川貝母、犀角、竹葉 各6g，川黃連4.5K，五味子3g。
^ingredients1405 三診：神識稍清，但身熱不減，舌津未回，痰滯口臭，心煩，二便不通。應宜養陰通下，改用增液湯加蘆薈：元參 24g，麥冬15g，生地黃18g，蘆薈6g。
^alias氣營兩熾，熱傷營陰，氣血兩燔，陽明血熱，暑擾陽明，裊熱內閉血分，斑毐內伏，陽證陰脈，陽極似陰，陽極似陰，熱極似寒，熱深厥深。
^chinese 溫病發斑，溫毐發斑，伏斑，內斑，溫熱失血，春溫，風溫發，暑溫病，陽明蜃熱，暑癇，伏暑，伏暑熱 時毒，瘟疫，熱厥，溫瘧致厥，火丹毐。
^western 流行性出血熱，登革熱極期，乙腦重型，原發性血小板減少性紫癜，急性粒細胞性白血病，惡性大包性多形
^tounge ①舌紅，②舌赤或絳，前半截紅絳而痛，③舌絳如朱，④舌絛起刺。
^pulse ①脈弦數，②脈象弦數，右盛於左。
^ill〔津液消灼〕
^symtom ①汗多口渴，②口典乾燥，③唇燥齒槁，咽乾，４搜少，便閉。氣營_
^tounge 舌苔燥黑，中心乾。
^ill2〔神志不寧〕
^symtom 煩躁不安。
^ill3〔神志昏蒙〕
^symtom ①神昏譫語妄言，躁擾不安，②昏督耳洚，微喘、直視，３不知飢渴。
^ck15z07h022
^norm 氣哲兩熾。
^chinese 溫病發斑，溫邪誤火成毐發斑。
^combo 氣灼+營灼+液灼+神蒙
^ill〔津氣蒸灼〕
^symtom ①身熱自汗，②高熱不退，③不惡寒，神煩惡熱，④C渴，口乾。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神昏譫語妄言，躁擾不安，②昏督耳聾，.微喘，直視，③不知飢渴。
^ill2<sub=2>〔氣機不降〕
^formulas
^formula〔，化斑湯證〕
^origin〔《溫病條辨》方〕
^ingredients1406 石呸30g，知岑12g，生甘草、玄參 各9g，犀角6g，粳米合。水煎服。
^ck15z07h031
^norm 熱傷營陰。
^chinese 溫熱發斑，失血。
^western 流行性出血，.股發性血小板減少性紫癜，總性粒細胞性白血病。
^combo 營灼+陰灼+陰涸+神蒙
^ill〔營熱蘊灼〕
^symtom ①面赤，②發熱，③斑疹隱現，遍身密佈紫癜，色暗滯，壓之不退，④右眼球結膜下溢血 齒齦及舌面有點點凝瘀，⑤奐衄，⑥大便潛血。
^tounge ①舌紅絳而乾，②舌赤無苔。
^symtom ①暮後潮熱，②兩顴發紅。
^pulse 脈細數。
^ill<sub=1>〔陰液消涸〕
^symtom ①而色恍白，肢冷而汗，僅出於頭面，②汗多n渴，③口毋乾燥，唇燥齒搞，咽乾，④溲 少，⑤肌膚灼熱無彈性，⑥心悸氣喘，氣促無汗，⑦呃逆嘔吐。
^tounge ①舌絳而乾縮，②苔貨燥。
^pulse 脈細數虛而啄指。
^ill2〔神志不寧〕
^symtom 煩躁不安。
^ill<sub=2>〔神志昏蒙〕
^symtom 神昏。
^ill2<sub=2>〔絡脈不和〕
^formulas
^formula1<var=1>〔犀角地黃湯證〕王孟英治舌上忽布穢濁垢苔，口氣噴出，臭難向邇，手冷如冰，頭面自汗，詳見病案（1)。
^ingredients1407 犀角、生地、丹皮、赤荀、銀花、石資、知母、石斛、扼子、貝母、天花粉、蘭草、富蒲、竹瀝、竹苑、竹葉、鳧庇、海蟄。
^formula2〔二甲復脈湯及犀角化斑湯證〕
^origin〔李S亭方〕
^ck15z07h023
^norm 氣營兩熾，陽證陰脈，陽極似陰，陽極似陰，熱極似寒，熱深厥深。
^chinese 暑溫，暑癇，陽明暑熱，伏暑，熱厥。
^combo 氣灼+營灼+神閉+陽閉
^ill〔津液組灼〕
^symtom ①壯熱，②或吐瀉，③揭嗜冷飲，大竭飲冷，④鼻起煙尖，⑤遺溺便秘，⑥囟門飽滿。
^tounge ①舌紅苔薄黃，②苔色黃膩，③蒼黃燥，④乾黑而起芒刺。
^pulse ①脈弦洪數，②脈至滑數，③脈弦數。
^symtom ①夜熱更甚，②心中懊儂。
^tounge ①舌絳唇焦，②舌底絳而焦黑，乾燥無津，③色紫肉碎，凝有血痕，④形短而厚，滿舌俱 起紫泡，大如葡萄，並有青黃黑綠雜色，膩苔罩於其上。
^ill<sub=1>〔神志蒙閉〕
^symtom ①神昏游語，昏蒙，囈語撮空，尋衣摸床，②神識不清，喉中痰鳴，3張不語，耳聾，兩 目直視，眼球固定，瞌孔縮小，對光反射消失，③昏不識人，而客未人室，彼反先知，④譫狂不安，⑤合目不省人事，牙 關緊閉，氣息全無。
^ill2<sub=1>〔絡脈不和〕
^symtom ①舌捲舌不能伸，②四肢抽搐，甚則角弓反張，③雙目上竄，牙關緊急，U流涎沫。
^ill<sub=2>〔神志不寧〕
^symtom ①心煩，心中極熱，②乾嘔飯跺擾不寧，時欲起走，診脈小弦。
^pulse 脈小弦。
^ill2<sub=2>〔陽氣不行〕
^symtom ①神呆肢冷，手足冰冷異常，②迎體如冰，探其胸腹，尚有微熱。
^pulse ①脈更細，按脈至骨不見，②兒絕如縷，③脈沉如無。
^tounge 苔白，舌白無苔。
^formulas
^formula〔加味犀羚白虎湯證〕
^origin〔余聽鴻方〕
^ck15z07h136
^norm 陽明血熱，氣血兩燔，暑擾陽明。
^chinese 伏暑與燥氣交蒸，溫瘧致厥，火丹毒，溫毒發斑。
^western .‧登革熱極期，血小板減少性紫癜。
^combo 氣灼+血熾+液灼+神蒙
^ill〔津氣蘊灼〕
^symtom ①高熱，多汗，汗出熱不退，②煩躁，③U渴，大渴引飲，嘔渴嘔逆，口苦不食，*④頭痛 如劈，⑤骨節煩疼，⑥小便黃赤熱灼，二便不利。
^tounge ①苔薄黃，②舌苔厚濁，苔濁而貨，③苔黃燥。
^pulse ①脈象洪數，②脈滑數，③脈弦滑而洪，④沉數。
^ill2〔血熱蘊熾〕
^symtom ①面紅目赤，熱甚於午後，②疹色為丹斑疹稠密，③下肢紫斑，全身紫斑，四肢青紫如錦 紋，少頃茲延全身，背部紫黑，胸腔青藍，幾無隙地，浮腫作痛，④全身肌膚發赤，發水包，或溶匯而成片，內含黃色水 液，劇痛不祥，⑤出血，牙齦出血如泉湧，色鮮紅，舌尖有出血點E枚色紫，溺血便血，便黑，汛不當期而至，⑥心煩睡 臥不寧。'
^tounge ①舌紅，②舌赤或絳，前半截紅絳而痛，③舌絳如朱，④舌絳起刺。
^pulse ①脈弦數，②脈象弦數，右盛於左。
^symtom ①壯熱無汗，②環口燥裂，③小便短赤，溺痛，④大便乾結。
^ill<sub=2>〔神志昏蒙〕
^symtom ①徹夜不瞑，②譫語妄言，③欲臥於地。
^formulas
^formula〔加減清痕敗毒飲證〕
^origin〔彭玉林方〕
^ingredients1408 石音60g (先煎），知母、生地、黃柏、玄參、賁芩、梔子、丹皮、赤芍、連翹、桔梗、竹葉、板藍根、甘草 各12g。高熱加新雪丹，便秘加大黃。
^ingredients1409 (1)吳坤安：痧疹初起，舌絳如朱，疹色為丹，環口燥裂，大渴引飲，脈象洪數，乃陽明血熱也，宜犀角、連翹、鮮 生地、丹皮、赤芍、元參、天花粉、銀花、人中黃之類選用。繼以大小甘錤飲出人以救胃陰』（《傷寒指掌》卷三41)。
^ingredients1410 (1)王孟英治濮姓女，素琪陰虛，時發夜熱，少餐不寐，仲茇患感發疹，汛不當期而至。孟英用犀、羚、知、貝、石 奇、生地、梔、翹、天花粉、甘草、竹葉、蘆根等，藥珍透神清，惟鼻燥異常，吸氣入喉，辣痛難忍，甚致肢冷。復於方 中加玄參、竹茹、菊葉、荷桿，各思始減，而心忡吐沫，徹夜不瞑，渴汗便黑，改投西洋參、生地、麥冬、小麥、竹葉、黃連、珍珠、百合、貝母、石斛、牡蠣、龜版、蔗汁諸藥而愈（《宋元明清名醫類案正編》王孟英12)。
^ingredients1411 五診：夜夢已無，肌赤包痛全除，舌苔已退，大便暢而小便淡，體溫接近正常。處方：犀角1.5g，黃連4.5g，生地 12g，黃芩、赤芍、丹皮 各6g，知母9g。水煎服。
^ingredients1412 主以清熱化斑法，選用玄參化毐湯主之‧.玄參、生地 各15g，生石裔30g，赤芍、竹葉、犀角 各6g，紫草根、連翹、丹 皮 各9g，紅花、蟬衣 各3g，水煎服。5劑，各證減輕。遂改投清熱養榮法莕後：生地18g，白芍、元參 各12g，丹皮、大青 葉、地骨皮 各9g，粉甘草％，梔仁6g，水煎服。3劑而愈。
^ck15z07h137
^norm 斑毒內伏。
^chinese 溫毒發斑，伏斑，內斑，吋毒，瘟疫。
^western 流行性出血，惡性大包性多形紅斑。
^ill〔津氣蘊熾〕
^symtom ①高熱、發熱心煩，暮後潮熱，②耳熱面紅B赤，③氣急，喘不得臥，④不欲見火，惡聞 人聲，⑤呃逆嘔吐，口穢噴人，⑥咽喉腫痛，⑦胳腹隱痛，高熱，咳嗽、咽乾大渴，U苦不食，二便不利。
^tounge 舌黃黑，舌絳起刺。
^pulse 脈短滑。脈象弦數，右盛於左。
^symtom ①心煩，②煩跺不眠，似躁非躁，③五色斑，斑疹並發，斑如針頭稠密，紫黑成片，④左 脅刺痛，⑤皮膚統紅，⑥黑便，四肢青紫如錦紋，少頃萑延全身，背部紫黑、胸腔青藍，兒無隙地，浮腫作痛。
^ill<sub=1>〔津液消灼〕
^formulas
^formula1〔渾羚三汁飲證〕
^origin〔《通俗傷寒論》方〕
^formula2〔屝羚竹石湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔解毒承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1413 主以清熱化斑法，選用玄參化毐湯主之：玄參、生地 各15g，生石奇30g，赤芍、竹葉、犀角 各6g，紫草根、連翹、丹 皮 各9g，紅花、蟬衣 各3g，水煎服。5劑，各證減輕。遂改投清熱養榮法善後：生埤18g，白芍、元參各l；2g，丹皮、大青 葉、地骨皮 各9g，粉廿草3g，梔仁6g，水煎服。3劑而愈。
^ck15z07h140
^norm 暑熱內閉血分。
^chinese 暑溫病，春溫，風溫發痏，伏暑熱痙。
^western 乙腦重型。
^combo 氣熾+血熾+祌閉+陽滯+絡滯+液灼而熱勢仍熾，２面赤唇乾，３大渴引飲。
^formulas
^formula1〔清疽敗毒散加清宮牛黃丸證〕
^origin〔賴良蒲方〕
^ingredients1414 生石資24g，生地、犀角、梔仁、黃芩、知母、赤芍、丹皮、竹葉 各6g，元參、連翹 各9g，川黃連、桔梗 各3g，清宮 牛黃丸1粒化服。
^ingredients1415 診斷：暑溫內伏，熱陷陽明厥陰。法當清熱解毐，養陰息風，以白虎湯加味治之：生石奔30g，知母12g，犀角、銀 花、連翹 各6g，元參、淮山藥 各9g，蜈蚣3條，甘草3g，蘆根15g。
^ingredients1416 連服2劑，神清搐止，略進流質，手能握物，後又改方如下：犀角3g，生地12g，銀花、連翹、天竺黃、丹皮、白芍  各6g，桑枝9g，絲瓜絡3g，水煎服。
^ingredients1417 次FI體溫正常，諸證好轉，但下肢較軟，不能起立，改投六味地黃湯加減主之：生地、淮山藥12g，丹皮、茯苓、淮 牛膝、忍冬籐 各6g，澤瀉3g，石斛、北沙參 各9g，水煎服。
^chinese風溫病，春溫，春溫伏肺，血分伏溫，少陰伏溫，手厥陰暑溫，傷著，署風，伏暑，暑厥，失血，心經疼，
^western中_性肺炎，感染性休克，敗血癥，毒血癥早期，膿毒血癥，急性彌搜性血管內凝血，顱內多發性膿腫并敗血絕。
^ill〔營熱菹灼〕
^symtom①夜熱轉甚，②卨熱，熱以夜甚，③暮夜神識不淸。
^tounge①舌赤，②舌絳。
^pulse脈數。
^ill2〔血熱值蒸〕
^symtom①紫紅色瘀斑，②與衄、典衄，大便色黑，③疔癤癰腫。
^tounge①舌鮮紅，②舌質淡，邊瘀斑。
^symtom①口苦咽千，唇焦舌燥，圾搞，②煩
^tounge①苔黃黑燥，②芒刺。
^ill2〔神志不寧〕
^symtom①飯跺不寧，②夜煩不寐。
^ill3〔神志昏蒙〕
^symtom①昏睡間有躁動，②神昏譫語。
^ck21z06h021
^chinese春溫伏肺，伏蜃，心經瘧。
^combo氣蒸+哲蒸+神擾+神蒙
^ill〔津氣組蒸〕
^symtom①發熱不已，②消渴，煩渴不安，③唇焦舌渴。
^tounge舌苔邊赤心黃。
^pulse脈數。
^ill2〔營熱逭蒸〕
^symtom①夜熱轉共，②暮夜神識不消。
^tounge舌紅，舌赤。
^pulse①脈虛，②脈來細弱。
^symtom①神煩，②少寐，③多言。
^ill<sub=1>〔神志昏蒙〕
^symtom①神昏，②治語。
^formula1〔葉氏犀地元參湯〕
^origin〔《通俗傷寒論》 方〕
^ingredients1418 犀角、鮮生地、元參、連翹、桑葉、丹皮、竹葉心、石菖蒲。
^ingredients1419 (1)葉天士治脈虛舌赤，消渴伏暑，熱氣過衛人營，治在手厥陰：竹葉、犀?、生地、麥冬、元參K臨證指南醫案》 338) ‧
^ck21z06h027
^norm 血分火爍。
^chinese 暑熱人營。
^western 敗血症，毐血症早期，急性瀰漫性血管內凝血。
^combo 營熱+血熱+液灼+神擾+神蒙
^ill〔營熱瑾灼〕
^symtom 高熱，熱以夜甚。
^tounge ①舌赤，②舌絳。
^pulse 脈數。
^ill2〔血熱蘊蒸〕
^symtom ①紫紅色瘀斑，②齒衄、典衄，大便色黑，③疔癤癰腫。
^tounge ①舌鮮紅，②舌質姨，邊瘀斑。
^symtom ①口苦咽乾，②口渴恣飲，③氣促無汗，④筋脈拘急，⑤小便短赤，⑥大便秘結，⑦四肢
^ill<sub=1>〔津液消灼〕
^pulse 脈細數。
^ill2<sub=1>〔神志不寧〕
^symtom ①煩躁不寧，②夜煩不寐。
^ill<sub=2>〔神志昏蒙〕
^symtom ①昏睡間有跺動，②神抒譫語。
^formulas
^formula1〔犀角地黃湯證〕
^origin〔《千金要方》方〕
^formula2〔解毒清營湯〕
^origin〔《趙炳南臨床經驗集》方〕
^ingredients1420 鋃花、連想、蒲公英、生地、白茅根、丹皮、綠豆衣各15~30g，赤芍、生玳瑁、茜根各9~15g，川黃連3~9g，生梔 子9～Ug，商熱加犀角粉0.3～0.6g，大便不解加大黃。
^ck21z06h030
^norm 熱在營中，暑入手厥陰。
^chinese 暑入手厥明。
^combo 營灼+津灼+神擾+神蒙+絡滯+陽鬰
^ill〔營熱蘊灼〕
^symtom 0）灼熱，２U反不渴，③面赤。
^tounge ①舌赤，起芒刺。
^pulse 脈弦滑。
^ill2〔津液消灼〕
^symtom ①煩揭，②面自汗，③唇焦舌燥，齒槁，④小便短赤，⑤大便不通。
^tounge ①苔黃黑燥，②芒刺。
^pulse 脈細數。
^symtom ①夜煩無寐，②夜寐不安，③心悸怔忡。
^symtom ①神煩欲抒，②不省人事，時有譫語，③神呆不語，痰潮，④目常開不閉，或喜閉不開，
^symtom ①痙厥，②抽搐，③舌弈。
^symtom 肢冷。
^formulas
^formula1〔清營湯方證〕
^origin〔《溫病條辨》方〕
^ingredients1421 跟角、元參、麥冬、銀花 各9g，生地15g，竹葉心3g，黃連4.5g，丹參、連翹（連心用） 各6gD水8杯，煮取3杯日
^formula2〔犀角玄參湯證〕
^origin〔《溫疫論》方〕
^ingredients1422 治溫疫發斑，斑色赤紫，狂言咽痛者。犀角、玄參、升麻、射乾、黃芩、甘草。水煎服。
^formula3〔葉天士方方〕治熱入腋中，夜煩無寐，心悸怔，舌絳而千，不嗜湯飲。
^ingredients1423 犀角、玄參、鮮生地、連翹、桑葉、丹皮、竹葉、石菖蒲。
^ingredients1424 又，鮮生地、元參、天冬、夬冬、竹葉、茯神、金箔。又，陽升風動，治以鹹寒：生地、阿膠、天冬、人參、川石斛、茯神、麥冬（（臨證指南醫案》322)。
^ck21z06h023
^norm 邪傳腋中，邪千心包，手厥陰內閉。
^chinese 風溫病，手厥陰暑溫。
^combo 液灼+營灼+神閉+絡滯+陽鬰
^ill〔津液繭灼〕
^symtom ①灼熱自汗，②渴飲口糜，③小便短赤，大便不通。
^pulse 脈數。
^ill2〔營熱蘊灼〕
^symtom 赤斑。
^tounge 舌絳，鮮紅起刺。
^ill<sub=1>〔神志眾閉〕
^symtom ①精神不了了，時時譫語，妄言妄見，②神昏不語，③不省人事。
^ill2<sub=1>〔絡脈不和〕
^symtom ①舌容，牙關微緊，②時見抽搐，③瘦瘀疼厥。
^ill<sub=2>〔神志不寧〕
^symtom ①不寐，煩躁。〔陽氣不和〕
^symtom 肢厥。
^formulas
^formula1〔犀角地黃湯加減〕
^origin〔張袖東方〕
^ingredients1425 厴角、生地、連翹、麥冬、菖蒲、遠志、川貝母、丹皮、牛黃丸，至寶丹。
^ck21z06h028
^norm 溫邪擾血，熱陷血絡，邪陷心包，逆傳心包，邪乾膻中，熱陷心臟。
^chinese 裊風，血崩並發暑厥。
^western 膿毒血症。
^combo 營灼+血蒸+神閉+絡滯+陽鬰
^ill〔營熱繭灼〕
^symtom ①身熱不退，汗出，面赤，呼吸急促，日輕夜重，②口渴。
^tounge ①舌形絳縮，②舌絳苔黃，③舌質絳底而苔乾黑。
^pulse 脈虛細數。
^ill2〔血熱蘊蒸〕
^symtom ①鼻煤裂血，②斑疹，胸部細紅斑點隱隱，斑點紫小，③膿腫葂延，體表出現小膿泡，④ 血崩，血漏。
^pulse 脈細數。
^ill3〔神志蒙閉〕
^symtom ①昏昏沉沉，夢境紛壇，似夢非夢、似醒非醒，神煩欲昏，②神昏譫語妄言，駐則驚狂，
^ill<sub=1>〔絡脈不和〕
^symtom ①舌賽，②牙關緊閉，③十指顫動，④四肢偁直。
^ill2<sub=1>〔神志不寧〕
^symtom 煩躁不寧。
^ill<sub=2>〔陽氣不和〕
^symtom 手足微冷。
^formulas
^formula1〔石氏犀地湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1426 犀角、鮮生地、連翹、銀花、鬰金、梨汁、竹瀝、薑汁、鮮石菖蒲、蘆根、燈芯。瓜霜紫雪丹。
^formula2<var=1>〔犀角地黃湯證〕
^origin〔張雲鵬方〕
^ingredients1427 犀角、丹皮、黃芩、桃仁 各10g，鮮生地、銀花、惹苡仁 各30g，赤芍、連翹 各15g，生大黃6g，川貨連5g，蘆根60g，紫雪丹3g (研吞），六神丸20粒（分2次服）
^ck21z03h185
^norm 燥熱人血。_
^chinese 傷異，失血，熱毒疔癤，痛丹。
^combo 血蒸+液灼+血溢
^ill〔血熱繭蒸〕
^symtom ①心熱心煩，②發熱曰輕夜重，③疔、癤、癰紅腫熱痛。
^tounge 舌赤。
^pulse 脈象弦大，數。'
^ill<sub=1>〔津液消灼〕
^symtom ①口乾口渴，②咳痰黃韌，黏而不爽，③多汗。
^ill<sub=2>〔絡血妄行〕
^symtom ①負衄如注，②下血不止，③痰中有血點。
^formulas
^formula1〔解毒清熱湯證〕
^origin〔趙炳南方〕
^ingredients1428 蒲公英、野菊花、大青葉 各30g，紫花地丁、蚤休、天花粉 各15g，赤芍9g。
^formula2〔加味犀角地黃湯證〕
^origin〔吳坤安方〕
^ingredients1429 犀角、連翹、赤芍、丹皮、元參、生地、牛膝、茜根、茅根。
^ingredients1430 (1)繆仲醉治傷寒寒熱解後，發下血不止，以痢藥投之更甚，此傷寒失表之餘，症用地榆、麥冬、知母、竹葉，遂愈。
^ingredients1431 (4)尤在涇治痰中有血點散漫，此心病也。口乾心熱，當娃傷暑。因暑喜歸心故耳：生地、茯神、扁豆、甘草、丹 皮、竹茹、麥冬、藕汁（《柳選四家醫案》29)。
^ck21z03h187
^norm 溫熱入血，血分伏溫，少陰伏溫，痰蒙心竅，瘀塞心孔。
^chinese 春溫，血分伏溫，少陰飫溫。
^combo 血熾+液灼+神蒙+血溢
^ill〔血熱瑄熾〕
^symtom ①面赤唇紅，目赤唇焦，②心煩不寐，③豐足躁擾，④潮熱夜甚，⑤斑疹，斑見紫色，赤
^tounge ①舌色鮮紅，②甚則紫絳。
^pulse 左細弦搏數。
^ill2〔津液消灼〕
^symtom ①灼熱自汗，②唇焦，③口乾不欲水，④小便短澀赤熱，⑤神倦。
^tounge ①舌如芒刺，②少津。
^pulse 右洪盛而躁。
^ill<sub=1>〔絡血妄行〕
^ill<sub=2>〔神志昏蒙〕
^symtom ①似寐非寐，神識時清時&，夜多譫語，或睡中獨語一二句，②神昏譫語，③神迷不語，
^formulas
^formula1〔犀地清絡飲證〕清宣包絡瘀熱法，俞根初方。何秀山按：熱陷包絡神昏，非痰迷心竅，即瘀塞心孔，必用輕清靈通 之品，始能開竅而透絡。詳見論著（1)。
^formula2〔導赤清心湯證〕清降包路心經虛熱法，俞根初經驗，從導赤瀉心湯加減。何秀山按：熱陷心經，內蒸包絡，舌赤神 昏，小便短澀赤熱，必使其熱從小便而洩者，以心與小腸相表裡也。但舌赤無苔，又無痰火，其為血虛熱盛可知。
^ingredients1432 (3)何廉臣：春溫先伏於肺，人血，即舌深絳，百赤唇偽，煩躁不寐，夜多譫語，甚或神抒不語，就恐耗血傷心，直 須涼血瀉火，陶氏導赤瀉心湯加減：川黃連、犀角、鮮生地、赤芍、丹皮、青子芩、西參、茯神、知母、麥冬、山梔、木 通、益元散、燈芯（《通俗傷寒論》245)。
^ck21z03h189
^norm 內閉外脫，邪閉腋中。
^chinese 溫毐險症。
^western 中毒性肺炎，感染性休克，彌溲性血管內凝血。大腸桿菌致敗血症，中毐性休克，顱內多發性膿
^ill〔血熱蘊熾〕.
^symtom ①發熱口渴，②煩躁不安，③軀千散在出血點，斑色紫暗，④頭痛如劈，頭面臃腫。
^tounge 舌絳苔貨。
^ill2〔神志萊閉〕
^symtom ①神昏譫妄，並有幻視，耳聾，②昏迷煩躁。
^ill<sub=1>〔津液枯涸〕
^symtom ①舌縮，②口乾咽痛，③諸竅千涸燥裂，典煤裂血，④小便赤澀，無尿，⑤全身肌膚甲錯，肌體肉削，枯鎬如屍，按之灼熱3
^tounge ①舌紅絳無苔，②舌形絳縮，③舌苔焦黑，舌質乾絳，④舌體萎縮賽硬，語言難出。
^pulse ①脈細數無力，②脈細數而虛，重按無力。
^ill2〔氣虛脫絕〕
^symtom ①心慌胸悶，②咳嗽氣喘，③發甜，④四肢厥冷，逆冷，⑤血壓下降。
^pulse ①脈微細欲絕，②脈沉細。
^ill<sub=2>〔絡血妄行〕
^symtom 齦血，典衄。
^ill2<sub=2>〔絡脈不和〕
^symtom 柚搐時作。
^formulas
^formula1<var=1>〔生脈散證〕
^origin〔畢維德方〕
^ingredients1433 參須9g，犀角1.5g;，丹參、元參、瓜蔞 各12g，銀花、寸麥冬 各15g，五味子、紅花 各3g，川芎6g。
^formula2〔扶正祛邪湯證〕
^origin〔關幼波方〕
^ingredients1434 西洋參、元參、生地、丹皮、天花粉、赤芍 各15g，五味子、知母、黃柏 各10gT銀花、麥冬 各30g，遠志、川貝 各12g，鮮茅根60g，犀角粉、羚角粉 各1.5g。
^alias　　　熱灼苕血，血分伏溫，血熱內蘊，逆傳心包，熱燔陰血，陰傷熱熾，熱深厥深，燥熱入絡，熱傷陰血，余熱傷陰。
^chinese伏箸，溫病發斑，熱毒發斑，厥陰溫病，伏溫，荖熱證，脈瘺，痺症，倒經，丹鴦，瓜籐纏，風癬，癤，血 風瘡。
^western 敗血症，感染性休克，瀰漫性血管內凝血，變亞敗，動脈周?炎，四肢末端乾性壞疽，過敏性紫癜，紫癱，多形性紅斑，結節性紅斑，紅斑狼瘡，玫瑰糠疹。
^ill〔營熱蘊灼〕
^symtom ①面紅熱盛，午後夜間為甚，②口雖乾，不喜飲。
^tounge ①舌錄，②舌潤而無苔垢，③苔黃舌紅絳，④3‧乾絳無苔。、
^pulse ①脈軟而或弦，或微數，脈細數無倫，②脈弦滑數。
^symtom ①典衄，口齦出血，②胸腹斑疹隱隱，③下肢出血性紅斑，灼熱瘙癢。
^tounge ①舌鮮紅無苔，②舌赤。
^pulse ①脈沉小數，②甚有肢冷脈伏。
^symtom ①咽乾，②口乾喜飲，③大便乾燥，④小便短澀赤熱。
^symtom ①口未渴而心煩惡熱，煩躁坐臥不寧，②夜寐不安，
^symtom 神昏煩躁。轉證一 H202陰血消灼候
^tounge 舌赤無苔。女證一 H85血液級蒸候H190血液鬰滯候
^symtom ①手足袋鋇，②頸項強直。圖82肝肺燥熱證證候結構圖
^ck15z04h027
^norm 熱灼營血。
^chinese 伏暑，溫病發斑。血分伏溫。
^western 過敏性紫癜，變亞敗。
^combo 營灼4‧血蒸+液灼+神蒙
^ill〔茳熱繭灼〕
^symtom ①面紅熱盛，午後夜間為甚，②口雖千，不喜飲。
^tounge ①舌絳，②舌潤而無苔垢，③苔黃舌紅絳。
^pulse ①脈軟而或弦，或微數，脈細數，②脈弦滑數。
^symtom ①奧衄，口齦出血，②胸腹斑疹隱隱，③下肢出血性紅斑，灼熱瘙癢。
^tounge ①舌鮮紅無苔，②舌赤。
^pulse ①脈沉小數，②甚有肢吟脈伏。
^symtom ①咽乾，②口乾喜飲，③大便乾燥。
^symtom ①U未渴而心煩惡熱，煩躁坐臥不寧，②夜寐不安，心煩不臥，③心悸氣短。
^symtom 神昏煩躁。
^formulas
^formula1〔羚角清營湯證〕
^origin〔《通俗傷寒論》方〕
^formula2<var=2>〔柴芩清營湯證〕
^origin〔李常度方〕
^ingredients1435 柴胡、紫草、麥冬、連翹 各15g，貨芩、赤芍、玄參 各12g，生地、銀花、丹參 各30g，廣角、黃連 各6g。
^ck15z04h028
^norm 逆傳心包，熱深厥深。
^chinese 伏溫。
^combo 營灼+血蒸+神閉+陽滯
^formulas
^formula1〔犀地清絡飲證〕清宜包絡瘀熱法，俞根初方。何秀山按：熱陷包絡神昏，非痰迷心竅，即瘀塞心孔，必用輕清靈通 之品，始能開發而透絡。
^formula2〔導赤潸心湯證〕清降包路心經虛熱法，俞根初經驗，從導赤瀉心湯加減。何秀山按：熱陷心經，內蒸包絡，舌赤神 昏，小便短澀赤熱，必使其熱從小便而洩者，以心與小腸相表裡也。但舌赤無苔，又無痰火，其為血虛熱盛可知。
^ck15z04h202
^norm 熱燔陰血。
^chinese 溫病發斑。
^western 紫鉍。
^combo 化虛+血虛+陰熾+陰涸+血溢
^ill〔陰虛失養〕
^symtom ①高熱與低熱交替，②腹痛。
^pulse 脈102次/分。
^tounge 舌赤。
^ill<sub=1>〔陰液消涸〕
^ill2<sub=1>〔血虛失榮〕
^symtom 頭暈。
^ill<sub=2>〔絡血妄行〕
^symtom ①上下肢及軀幹相繼出現散在出血點，②下肢及臀部紫癜成片。
^ill2〔熱蒸液洩〕
^formulas
^formula1〔滋陰涼血，佐以益氣方〕
^origin〔徐楮誠方〕
^ingredients1436 水牛角、丹皮、黃芩、地背皮、龜版、覺參 各10g，早蓮草15g，白芍、板藍根、生地、黃民 各12g。
^ck15z04h185
^norm 血熱內逭。
^chinese 倒經，熱毒發斑，丹毒，瓜籐纏，風癬，疳，血風瘡。
^western過敏性紫癜，多形性紅斑，結節性紅斑，紅斑狼瘡，玫瑰糠疹。
^combo 血蒸+液灼+血溢
^ill〔血熱蘊蒸〕
^symtom ①四肢紫癜』以下肢為多』對稱分佈，色暗紅，不癢，②全身起風團樣皮疹，身癢，且有 掀熱如蟻咬狀感，③紅、腫、疼的小硬結，常反覆發作，化膿潰破，④四肢b斑。
^tounge 舌紅。
^pulse ①脈數，②脈象弦數。
^ill<sub=1>〔津液消灼〕
^symtom ①心煩口揭，②嵌W，③口乾欲飲，④無汗，⑤大便如羊糞。
^tounge ①舌紅中心光剝，無苔，②舌苔燥膩，
^pulse 脈象細數。
^ill<sub=2>〔絡血妄行〕
^symtom 與衄。
^formulas
^formula1〔清熱涼血，佐用化瘀法〕
^origin〔郝樸方〕
^ingredients1437 生地、玄參、銀花各2g，連翹、益母草、丹參、丹皮、赤芍、白芍 各9g，紅花3g，茅根30g。
^ingredients1438 (5)趙炳南治多形性紅斑（血風瘡），丹毐初起，紫癜，結節性紅斑（瓜籐纏），一切紅斑性皮膚病初期，偏於下肢 者，涼血五根湯主之：白茅根30~60g，瓜蔞根15~30g，茜根、紫草、板藍根9~15g (《趙炳南臨床經驗集》）。
^ck15z04h190
^norm 燥熱入絡。
^chinese 脈痿，痺症。
^western 動脈周闈炎，敗血症，感染性休克，彌搜性血管內凝血，四肢末端乾性壞疽。
^combo 血熱‧+血滯+絡滯+液灼
^ill〔血熱蘊蒸〕
^symtom ①面色紅，②弛張熱，③口乾口苦，④心煩少寐，⑤齒衄。
^tounge ①舌紅，②舌千尖紅，③舌紅絳，苔黃滑。
^pulse ①脈細數，②脈弦細數。
^ill2〔血滯不行〕
^symtom ①面及雙耳廊、頸、軀千散在針尖大個瘀斑，②雙上肢前臂下段和腕吳節以下，雙足趾均 呈紫黑色腫脹厥冷。
^ill<sub=1>〔絡脈不利〕
^symtom ①左肩關節疼痛，午後加重，②左肩、肘關節呈針剌樣疼痛，曰夜不休，自覺有灼熱感，
^ill2<sub=1>〔絡脈不和〕
^ill<sub=2>〔津液消灼〕
^symtom ①大便稍結，②小便黃熱。''
^tounge 舌紅，中有裂紋，苔溥黃。
^formulas
^ingredients1439 1.清營湯、導赤散.四妙勇安湯加減證，李克淦方。治脈痿（動脈周_炎），兩足不能任地，動怒則感上身血管疼 痛，詳見病案（1)。生地、元參、丹皮、寸麥冬、竹葉、銀花、山梔 各9g，丹參12g，黃連6g，牛膝 15g，連翹心、甘草 各3g。
^formula2<var=1>〔增液湯合行氣活血湯證〕
^origin〔許秀平方〕
^ingredients1440 生地20g，麥冬、玄參、海桐皮、石斛 各10g，桑枝30g，蘇木、木通、陳皮、枳殼、大活血、鬰金 各6g。
^alias熱傷氣液，陽明有餘，少陰不足，陰液枯竭，陰竭陽脫，內熱灼筋。
^chinese 溫病後期，溫病傷陰，溫病極期，暑熱壞證，小兒疰芨，熱痺，消渴，虛燥。
^western 乙腦後期，糖尿病，慢性腎盂賢炎，急性口腔炎，舌炎，坐骨神經痛。
^symtom ①顏面潮紅，不寒癉熱，②心煩無汗，③口渴多飲，煩淞，④唇紅髮皺，⑤口糜氣穢，齦腐，咽 消谷善饑，⑦頸項白密佈，色空浮而無根。
^tounge 舌色粉紅，苔黃白少津。
^pulse ①脈右洪，②沉滑數，③脈虛數無力，④右脈弦數，甩按無力。
^symtom ①肌膚消瘦，②唇紅髮皺，口乾思飲，③心煩無汗，五心灼熱，④目千，⑤溲赤便結。
^tounge ①舌紅少苔，②舌赤無苔。
^symtom ①潮熱，哺熱，早上熱盡，午後熱升，②五心灼熱，③小便頻數，④夜寐不安，⑤齒衄。
^tounge ①舌赤無苔，②舌邊紫舌紅。『
^pulse ①左數，②細數。
^symtom ①消爍肌肉，忽爾跬嬴，肌膚粗糙，
^tounge ①舌質紅，②光絳。
^pulse 脈大無倫。
^symtom ①終日神疲，納少?臥，②肌膚消
^ck15z17h111
^chinese 消渴。
^western 糖尿病。
^combo 液灼+液涸+氣虛+神蒙
^ill〔津液消灼〕
^symtom ①口海引飲，②消谷善饑，.③尿頻§多。
^tounge ①舌質紅，苔黃白少津。
^pulse ①脈虛數無力，②滑數。
^symtom ①肌膚消瘦，②唇紅髮皺，口乾思飲，③心煩無汗，五心灼熱，④目乾。
^tounge ①舌紅少苔，②舌赤無苔。
^symtom ①終日神疲，②納少喜臥，③身軟無力，④頭母。
^tounge 舌淡苔白。
^pulse 脈浮大。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1〔消渴湯證〕
^origin〔《臨證治驗》方〕
^ingredients1441 山藥、生石音 各30g，黃耆、天花粉 各15g，生地、知母、元參、寸麥冬、淮牛膝：獲苓、澤灣 各10g，冤絲12g。
^formula2〔%滋陰降火湯證〕
^origin〔《李斯熾醫案》方〕
^ingredients1442 天花粉、石斛、葛根、灰冬、元參、銀花、知母、沙參各％，山藥、百合 各12g，黃連6g，廿草3g。
^ck15z17h154
^norm 燥熱傷陰。、
^chinese 溫病後期，小兒疰夏，消渴。
^western 糖尿病，乙腦後期。
^combo 氣灼‧陰灼+陰枯+氣虛
^ill〔津氣組灼〕
^symtom ①顏面潮紅，不寒癉熱，②心煩無汗，③口渦多飲，煩渴，④唇紅髮皺，⑤口糜氣穢，齦 腐，咽乾微痛，⑥多食，消谷善饑，⑦頸項白痏密佈，色空浮而無根。
^tounge 舌色粉紅，苔貨白少津。
^pulse ①脈右洪，②沉滑數，③脈虛數無力，④右脈弦數，重按無力。
^symtom ①潮熱，哺熱，早上熱盡，午後熱升，②k心灼熱，③小便頻數，④夜寐不安，⑤齒衄。
^tounge ①舌赤無苔，②舌邊紫舌紅。
^pulse ①左數，②細數。
^ill<sub=1>〔陰液消涸〕
^symtom ①消爍肌肉，忽爾姪麻；，肌膚粗糙，②舌燥唇焦齒燥，③腰痠腿軟，④多尿。
^tounge ①舌質紅，②光絳。
^pulse 脈大無倫。
^ill2〔氣虛失充〕
^symtom ①終日神疲，納少甚臥，②肌膚消瘦，③氣怯多汗，④舌尖顫動。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神昏，神昏沉，②手戰循衣。
^formulas
^formula1〔拯陰理勞湯加減方證〕
^origin〔鄧啟源方〕
^ingredients1443 人參、麥門冬、全當歸、杭白芍、炙龜版、五味子、女貞子、生地黃、京百合、牡丹皮、建蓮子、炙甘草、石斛、竹 葉、荷葉、知母。
^formula2〔集炅音化裁方〕
^origin〔杜懷棠方〕
^ingredients1444 生熟地、枸杞子、寸麥冬、生石裔、山藥、肉蓯蓉、白芍各Ug，山茱萸、玉竹 各9g，知母6g，人參3g。
^ck15z17h210
^norm 陽明有餘，少陰不足。
^chinese溫邪病後。
^western 慢性腎盂腎炎，急性口腔炎，舌炎。
^combo 熱熾+陰枯+液灼
^ill〔津氣蘊熾〕
^symtom ①煩熱口渴，②口苦作乾，③頭時脹痛，頭痛，④舌燥唇焦，口舌糜爛氣穢，⑤牙痛，牙 宣口氣，齒齦腫爛，時出膿血，⑥咽喉腫痛，⑦吐血衄血。
^tounge 舌苔中邊紫.前半黃，後半紫；或前半白.後半紅。
^pulse ①脈細弦，②脈浮洪滑大，③脈左數，右洪。
^symtom ①形疏，形癇神乏，梢明昏暗，②唇舌深赤，③潮熱，撫其肌表，燥熱而平錯，④牮心灼 手尤甚，⑤肢肌瘠陷如舟，⑥瘦軟不起。
^tounge ①苔少舌質偏絳，②乾光無苔。
^pulse ①脈虛數，②脈細數虛滿，③脈兼微數。
^ill<sub=2>〔津液消灼〕
^symtom 煩，不欲食飲，２舌燥咽燥，口渴，③乾咳，④便艱，大便秘結，二便艱澀。
^tounge ①苔捎淡黃，②黑而燥刺。
^pulse 右脈弦數，重按無力。
^formulas
^formula1〔甘露飲證〕
^origin〔《景岳全書》方〕
^ingredients1445 生地、熟地、天冬、麥冬、石斛、茵陳、黃茶、枳殼、枇杷葉、甘第。一方加桂苓名桂苓甘露飲。
^formula2〔玉女煎證〕此方創自潔古老人，朱丹溪以為此心肺胃三經藥也。治胸中客熱，牙宣口氣，齒齦腫爛，時出膿血，吐 血衄血，目瞼垂重，常欲合閉，或即饑煩，不欲食飲，及目赤腫痛，不任涼藥，口舌生瘡，咽喉腫痛，瘡疹已發，皆可 服之。
^ingredients1446 石宵、熟地黃各9~15g，麥門冬6g，知母、牛膝 各4.5g。水煎服。
^ck15z17h207
^norm 燥傷陰液。
^chinese 虛燥。
^combo 陰枯+液涸+氣結
^formulas
^formula〔小甘露飲證〕
^origin〔《醫宗己任編》方〕
^ingredients1447 梔子、黃芩、生地黃、升麻、桔梗、茵陳蒿、石斛、甘草。水煎服。
^ck15z17h211
^norm 陰液枯竭。
^chinese 溫病傷陰。
^combo 陰枯+液涸
^ill<sub=1>〔神氣不振〕
^ill<sub=2>〔陽氣浮越〕『
^formulas
^formula〔葉氏加減復脈湯證〕
^origin〔《通俗傷寒論》載方〕
^ingredients1448 北沙參、龍牙燕、阿膠、吉林參、麥冬、生地、白芍、炙甘草、石斛、鮮茅根。
^ck15z17h214
^norm 陰竭陽脫d
^chinese 溫病極期，裊熱壞證。
^combo 陰涸+陽越+陽脫
^ill〔陰液消湎〕
^tounge 舌焦。
^symtom 高熱不退。
^ill<sub=1>〔清空不寧〕
^symtom 耳聾。
^ill2<sub=1>〔神志昏蒙〕
^symtom 神昏譫語。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①遺職譫語，②尋衣摸床。
^pulse 脈微欲絕。
^formulas
^ingredients1449 人參、附片、生地、麥冬、五味子、炙甘草。
^alias久病瀋枯。
^chinese 涼燥犯肺，久咳，咳喘，呃逆，噯噫，燥結，身痠疼，熱痿。『
^western 冠狀動脈硬化性心臟病合併支氣管炎。
^ck16z12h122
^norm 久病津枯。、
^chinese 涼燥犯肺，久咳。
^western 冠狀動脈硬化性心臟病合併支氣貲炎。
^combo 液灼+氣滯+氣虛
^ill〔津液消灼〕
^symtom ①乾咳無痰，咽痄作嗆，②面部潮紅，③口苦，④大便秘結，大便不通，⑤晚上生眼屎。
^ill2〔氣機不利〕
^symtom ①腸胃鼓氣，②腹痛。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸中不快，②咳嗽頭痛，③痰多不思食。
^ill<sub=2>〔氣虛失充〕
^symtom ①面色黃白，②不思飲食，③心累氣緊。
^tounge 舌苔薄。
^pulse ①脈象浮細，②做弱。
^formulas
^formula1<var=1>〔五仁橘皮湯證〕
^origin〔《通俗傷寒論》方〕
^formula2<var=2>〔瀉白散證〕
^origin〔周仲瑛方〕
^ck16z12h121
^norm 燥傷氣液。
^chinese 呃逆，噯噫，咳喘。
^combo 液灼+氣逆+氣虛
^ill〔津液消灼〕
^symtom ①久熱，②唇燥。
^tounge 舌紅。
^ill2〔氣機沖逆〕
^symtom ①咳痰欲喘，②呃逆，③噯氣，④口多痰沫皆冷，粒米不能下嚥。
^pulse 脈沉細而弦。
^ill<sub=1>〔氣機不宣〕
^symtom 胸脘覺冷，飲滾水尚不覺熱。
^ill<sub=2>〔氣虛不充〕
^symtom ①神倦，②目上視。
^pulse 脈促。
^formulas
^formula〔芝麻飲證〕
^origin〔《施今堪臨床經驗集》方〕
^ck16z12h124
^norm 津枯燥結。
^chinese 燥結。
^combo 液灼+津枯+氣結+氣虛
^ill〔津液消灼〕
^symtom ①身微熱，②口微渴，③面微赤，④發熱自汗，⑤食物易消，煩渴善饑，飲食雖倍，不為 肌肉，⑥咽喉乾燥，甚則痛，食物滯澀難下，食雖下嚥，膈間梗痛。
^tounge 黃苔未淨。：
^pulse 脈微數。
^ill2〔津液枯湎〕
^symtom ①大便燥結，大便十數日不通，②口乾燥，③小便短澀，甚則小便頻勢如泔。
^ill<sub=1>〔氣機鬱結〕
^symtom ①腹滿似脹。
^pulse 脈右浮數，.沉滯，脈澀。
^ill<sub=2>〔氣虛失充〕
^pulse 脈大而虛。
^formula1〔-增液湯證〕
^origin〔《溫病條辨》方〕
^ingredients1450 玄參30g，衷門冬、生地黃 各24g。水煎服。
^formula2〔加減五汁飲證〕
^origin〔何拯華方〕
^formula3〔加減異功散證〕
^origin〔張石頑方〕
^ingredients1451 黨參、茯苓、蜜廣陳皮、火麻仁 各3g，天冬、麥冬 各4.5g，生甘草1.5g，沉香汁2匙。
^ingredients1452 (4)津祜失潤，賁門難納，食雖下嚥，膈間梗痛，大便閉，脈澀，主滋陰潤導，.噎膈裔：人參、牛乳、蔗汁，梨汁、蘆根汁、龍眼汁、薑汁、人乳、蜜。
^ck16z12h112
^norm 液涸筋枯。
^chinese 熱痿，身痠疼。
^combo 液枯+氣虛+神虛+經脈
^ill〔津液枯涸〕
^symtom ①久熱不解，②面紅耳赤，③心煩口渴，④咳嗆咽乾，⑤嘈雜易饑，善食而饑，⑥小便短 赤熱痛，小便頻數，淋瀝不盡，狀似癃閉。
^tounge 舌紅。
^pulse ①脈細數。
^ill2〔氣虛失充〕
^symtom ①皮色急薄，色白毛落，②胸滿喘促，呼吸短促。
^pulse 促，脈右寸虛。
^ill<sub=1>〔神氣不振〕
^symtom ①神倦，②怔忡驚悸。
^ill<sub=2>〔經脈失養〕
^symtom ①足膝無力而不能任地，②骨痠背楚。
^formulas
^ingredients1453 .玉竹、五味子、十麥冬、沙參、西黨參、川續斷、白雲苓、白朮、淮山、中膝、元米。
^ingredients1454 心煩口渴，咳嗆咽乾，小便短赤熱痛，脈細數，門冬清肺飲（寸麥冬、人參、黃耆、當歸、五味子、白芍、紫菀、甘 草）合益胃湯（沙參、麥冬、玉竹、冰糖），或甘寒清上，如沙參、麥冬、玉竹、杏仁、石斛、百合、天花粉、山梔之類。
^ingredients1455 (2)陳士鐸：心中煩悶，怔忡驚悸，或煩跺口渴，面紅珥赤，時索飲食，飲後仍渴，食後仍饑，兩足乏力，術能起 立，咳痰甚多，清胃主髓丹：元參、安冬、甘菊、熟地、五味子、沙參。石斛元參湯：金斛、元參。散余湯：生地、元參、茯苓、竹葉、麥冬、麥芽、神曲、人參、天花粉。潤胃湯：人參、寸麥冬、元參、丹參、甘草、山楂、神曲。調脾湯：人 參、元參、麥冬、甘菊、惹苡仁、金斛、芡實、山藥、知每。‧
^ingredients1456 .欲嗽不能、欲咳不敢，及至咳嗽連盧不止，肺中大痛，用生津起痿湯i寸麥冬、甘草、元參、廿菊、熟地、天冬、天 花粉、貝母、銀花。紫花飲：寸麥冬、桔梗、甘菊、蒲公英、生甘草、貝母、生地、紫花地丁。
^alias溫箸傷液，心神不安，六神無主。
^chinese 溫輯傷液，百合病，臟躁，汗閉症，虛火乳蛾腫痛。
^western 淹病o
^ill〔津液枯湖〕
^symtom ①心煩不寐，②口胯乾燥，唇齒乾，③渴飲，口乾，飲而不多，④動輒咽峰腫痛，午後為甚，⑤ 手足心熱，⑥溺黎。小便難，⑦大便乾結。
^tounge ①fl‧尖紅苔薄，②古紅少苔。
^pulse ①脈細數，②右促。
^symtom ①素體羸瘦，弱不禁風，②不思食，③自汗不止。
^pulse 脈右弱。〔神志不寧〕
^symtom ①心神恍惚，意識朦朧，表悄淡漠，②欲食不能食，欲臥不能臥，
^symtom ①神倦懶語，②神思不清。證候系統：詳見圖85。
^ck16z03h236
^norm 心神不安，六神無主。' *
^chinese 百合病，臟躁。-
^western 瘛病。
^combo 神擾+氣熱+液灼
^ill〔神志不寧〕
^symtom ①心神恍惚，意識朦朧，表情淡漠，②欲食不能食，欲臥不能臥，③胡言亂語，④悲傷欲 哭，失去自制能力，⑤畏光怕吵，惡聞人聲，⑥整夜不寐，⑦頭帶心悸，⑧全身性痙攣，兩手發枓。
^ill<sub=1>〔津氣繭蒸〕
^symtom ①皮膚灼熱易出汗，②虛火不時上升，自汗不止。』
^ill<sub=2>〔津液消灼〕
^symtom ①口唇乾燥，口苦，②大便乾結，③小便難，滷時洒淅。-.
^tounge 舌紅少苔。』
^formulas
^formula1<var=1>〔生脈散證〕
^origin〔張石頑方〕
^ingredients1457 人參、麥冬、五味子、生甘草、百合、茯神、龍齒、（吳萸制）黃連。
^formula2<var=1>〔甘麥大棗湯證〕
^origin〔池繩業方〕
^ingredients1458 炙甘草、白芍 各6g，淮小麥、牡蠣 各30g，大麥6枚，百合、龍齒、黑芝麻、生地 各0g，友冬、柏字仁、合歡皮、竹 茹 各9g，陳皮2.4g，水煎服。
^ck16z03h112
^norm 溫暑傷液。
^chinese 溫著傷液，虛火乳蛾腫痛。
^combo 液枯+氣虛
^ill〔津液枯涸〕
^symtom ①心煩不寐，②唇齒乾，③渴飲，口乾，飲而不多，④動輒咽喉腫癰，午後為甚，⑤手足
^tounge 舌尖紅苔薄。
^pulse ①脈細數，②右促。
^ill2〔氣虛失充〕
^symtom ①崠休羸瘦，弱不禁風，②不思食，③自汗不止。
^pulse 脈右弱。
^ill<sub=1>〔神氣不振〕
^symtom ①神倦懶語，②神思不清。
^ill<sub=2>〔經脈失養〕
^formulas
^formula1<var=2>〔生脈飲證〕
^origin〔薛生白方〕
^ingredients1459 人參、寸麥冬、石斛、木瓜、生甘草、生稃芽、蓮子。
^formula2〔滋陰降火清咽方證〕
^origin〔王季春方〕
^ingredients1460 元參、天冬、麥冬、射乾、北沙參、炒牛勞子、柏子仁、細生地 各9g，知母10g，川石斛12g，燈蒼草3g。
^ck16z03h160
^norm 燥傷氣陰。
^chinese 汗閉症。
^combo 陰蒸+陰涸+陰虛+氣虛
^ill【陰熱蒸】
^symtom ①身微熱，②截紅，口唇鮮紅，③口乾苦，④小便微黃。
^formulas
^formula〔仿清燥救肺意方證〕
^origin〔潭啟文方〕
^ingredients1461 皮尾參、川貝母、甘草 各6g，寸麥冬、元參、阿膠 各12g，杏仁、桑葉、枇杷葉 各9g，火麻仁15g，陳皮4.5g。
^alias燥氣傷肺，肺燥傷陰，陰枯火熾，津液枯竭，水涸金枯，真水衰竭。f
^chinese 春溫兩感，燥咳，燥瀉，虛燥/陰枯，呃逆，肺痿。
^western 矽肺，肺結核。
^ill〔陰虛失養〕
^symtom ①形體消瘦，②午後發熱，③五心煩熱，④顴赤如妝，⑤夜寐不寧，⑥寐後盜汗。
^tounge 舌質紅乾少津。
^pulse 脈沉細數無力。
^symtom ①梢神萎靡，②食少納困。
^pulse 右脈沉細無力。
^symtom ①口乾唇燥，口海，②咽乾痛，③痰少色貧，④溲赤便艱，大便乾。
^tounge 苔薄黃T。
^symtom ①面額黧黑，形似煙黧，肌肉消瘦，②五心潮熱，③夜不安臥，④眩輦，形倦莫支。
^tounge 舌無苔，撫如千板。
^pulse ①脈細澀，②脈虛浮大而數。
^symtom ①聲嘶，②咽乾嚥痛，③鼻流濁涕。
^symtom 咳嗽胸疼，右側尤劇。 —34
^symtom z嗽氣促。—拍陰液枯涸候曬陰液虛燥候H235刪失養候
^ck16z05h234
^norm 肺燥傷陰。
^chinese 燥咳。
^combo 液灼+氣蒸+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①痰少色黃，②聲嘶。
^pulse 脈細數無力。
^ill2〔氣機不宣〕
^symtom 咳嗽。
^ill<sub=1>〔清竅不利〕
^symtom ①咽乾喉痛，②鼻流濁涕。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom 午後潮熱，憔赤如妝。
^tounge 苔薄黃乾。
^ill<sub=2>〔絡血妄行〕
^symtom 偶見咯血。
^ill2<sub=2>〔氣機不降〕
^formulas
^formula〔清燥救肺湯化裁方證〕
^origin〔余淦傑方〕
^ingredients1462 桑葉15g，阿膠12g，連翅、白薇、北沙參、杏仁、天冬、寸麥冬、熟地、炙柏葉 各9g，川貝母、百部 各6g，甘草3g。摘錄：
^ck16z05h210
^norm 陰枯火熾。
^chinese 春溫兩感，燥瀉。消渴，
^combo 氣熾+陰祜+
^ill〔津氣蘊熾〕
^symtom 咳，⑤小便熱，大便緊。
^ill<sub=1>〔陰液消涸〕症象
^ill<sub=2>〔津液消灼〕
^symtom ①n齒舌乾燥異常，②典孔黑。
^formulas
^formula1〔理陰托邪方證〕
^origin〔程杏軒方〕
^ingredients1463 熟地30g，當歸9g，料豆、玉竹 各15g，甘草3g，熱減祌安，舌稍轉潤，加沙參、麥冬、女貞子、石斛。
^formula2〔滋燥方證〕
^origin〔謝映廬方〕
^ingredients1464 葳蕤、地黃、梨汁、蔗漿、蜂螢、竹瀝。
^ck16z05h211
^norm 津液祜竭，真水衰竭。
^chinese 陰枯，呃逆。
^combo 陰枯+液涸+陽浮
^ill〔陰液消酒〕
^symtom ①體瘦面青，五心潮熱，足心如火，②口唇青，足冷，③小便頻數。
^tounge 舌紫而乾。
^pulse ①脈沉細，②細數。
^ill2〔津液枯涸〕
^symtom ①唇口齒舌乾燥，②口渴欲飲，③二便燥結，④不納不饑。
^tounge 舌白厚苔黑焦。
^pulse 細澀。
^ill<sub=1>〔神氣不振〕
^symtom ①形倦炱支，②錯語。
^ill<sub=2>〔陽氣浮越〕
^symtom ①身灼熱，子午熱笊寒輕， 口乾不渴，②觀紅目紅咽間火沖，舌瘡，念躁擾不寧，躁狂，揚手擲足，④汗出，⑤手足微厥，⑥塊湧喘急，乾咳白痰，⑦呃逆。
^pulse ①脈洪大而空，②洪數無倫，③虛浮大數。
^formulas
^formula〔六味參麥湯證〕
^origin〔《傷寒指掌》方〕
^ingredients1465 生地、麥冬、人參、五味子、炎甘草、山茱萸、山藥、茯苓、丹皮、澤瀉。
^ck16z05h207
^norm 陰枯燥結。
^chinese 虛燥。
^combo 陰枯+液涸氣結
^ill〔陰液消涸〕
^symtom 口燥咽乾。‧
^tounge 舌紅乾燥。
^pulse 脈虛而且澀。
^ill<sub=1>〔津液枯涸〕
^symtom 不納不饑。
^ill<sub=2>〔氣機鬱結〕
^symtom ①胸滿不能飲食，②二便燥結不出，二便俱閉。
^formulas
^formula1〔左歸合生脈飲方證〕
^origin〔《傷寒指掌》方〕
^ingredients1466 .熟地黃、山藥、枸杞子、山茱萸、茯苓、人參、麥冬、五味子、炙甘草。
^formula2〔甘II加人參方證〕
^origin〔《傷寒指掌》方〕
^ingredients1467 人參、生地、熟地『天冬、麥冬、石斛、茵陳、黃岑、枳殼、枇杷葉、甘草。
^ck16z05h235
^norm 燥氣傷肺，水涸金枯。
^chinese 肺瘺。
^western 矽肺，肺結核。
^combo 陰虛+氣虛+液灼+血溢
^formulas
^formula1<var=2>〔月華丸證〕
^origin〔萆展仁方〕
^ingredients1468 天冬、麥冬 各13g，沙參、生地、天花粉、藕節、烊阿膠各6g，川貝末（沖）12g，北杏仁、百部 各10g，蘭七粉 (沖〉3g，白及粉(沖)6g，大小薊30g。
^formula2〔養陰生津，滋水濟火方證〕
^origin〔余淦傑方〕
^alias胃陰虛證，陰虛腸燥，陰虛火逆，陽升灼宵。
^chinese陰虛挾溫邪，風溫熱伏，勞倦更感溫邪，脘腹痛，久吐，風燥，血燥，風秘，腸燥，賴，閉經，陰吹。
^western 食進狹窄。
^symtom ①內熱，於，③潮熱，日輕夜ff[。
^symtom ①內熱，②口渴，③唇深紅，④夜不成寐，⑤大便燥結，⑥夢遺。
^tounge 舌紅糙有細裂紋。
^pulse 脈來細弦。
^symtom ①消渴善饑，口乾，不思飲，②心中煩熱，③小便頻數，④只能進半流R食物，⑤有時吐白黏沫。
^tounge 舌尖紅舌苔白而燥。
^pulse ①脈弦大，②脈細數，③脈沉澀。
^symtom ①久吐不止，②飲食不進，粒米不能下嚥，每日只
^symtom 胸腹痛不可忍。
^pulse 脈左關沉弦。
^ck16z16h255
^norm 胃陰虛證。
^chinese 久吐。
^combo 液枯+氣虛+氣鬱
^ill〔津液枯酒〕
^symtom ①內熱，②口渴，③唇深紅，④夜不成寐，⑤大便燥結，⑥夢遺。
^tounge 舌紅糙有細裂紋。
^pulse 脈來細弦。
^ill2〔氣機不宣〕
^symtom 脘悶不食。
^ill<sub=1>〔氣虛失充〕
^symtom ①神倦嗜臥，②頭犖，坐起即頭眩難支，③心悸。
^pulse 脈來皆沉細無力O
^ill<sub=2>〔氣機不降〕
^symtom ①粒米不能下嚥，每日只飲米湯數匙，②久吐不止。
^formulas
^formula1〔清養胃陰方證〕
^origin〔費繩甫方〕
^formula2〔養胃湯證〕
^origin〔《魏長春臨床經驗選輯》方〕
^ck16z16h191
^norm 風燥，鳳秘。
^chinese 血燥，鳳秘，腸燥，喳瞞，閉經。
^western 食道狹窄。
^combo 血虛+陰澗+氣結
^ill〔血虛失榮〕
^symtom ①形瘦，精神萎頓，②夜寐多夢，③閉經。
^pulse 脈澀。
^ill<sub=1>〔陰液枯個〕
^symtom ①消揭善饑，口乾，不思飲，②心中煩熱，③小便頻數，④只能進半流質食物，⑤有時吐 白黏沫。
^tounge 舌尖紅舌苔白而燥。
^pulse ①脈弦大，②脈細數，③脈沉澀。
^ill<sub=2>〔氣機鬱結〕
^symtom 練閉乾結，少腹發脹不適，肛門墜脹，２胸際悶脹微痛，飯後尤甚。
^formulas
^formula1〔通幽潤燥湯證〕
^origin〔張石頑方〕
^ingredients1469 油歸7.5g，桃仁、火麻仁、生大黃 各3g，生地、熟地 各4.5g，生廿草1.5g，紅花0.3g，密升麻0.9g，檳榔汁3匙。
^formula2〔順氣開鬰，養陰潤燥方證〕
^origin〔施今墨方〕
^ingredients1470 (2)綜述：風邪傳於大腸，消耗津液，以致傳導失職。風為燥血之物，血燥則津液枯涸，而大腸燥結，便閉消渴善 饑，小便頻數，脈弦大，主消風潤導，麻仁丸：芝麻、杏仁、大說、梔子。皂角丸：皂角、枳殼。東垣潤腸丸：當歸尾、羌活、大黃、桃仁、麻仁蜜丸。王雨三主滋燥養笄湯。
^ingredients1471 (3)綜述：腸燥便閉，時時欲解，肛門墜脹，通幽湯：當歸、桃仁、紅花、炙甘草、生地、熟地。五仁九：；仁、杏 仁、柏子仁、鬰李仁、松子仁、橘紅。
^ingredients1472 (1)尤在涇治氣鬱不行，汴枯不澤，飲食少，大便難，形瘦脈澀，宜養陰順氣，未可概予通下：土地、當歸、桃仁、紅花、枳殼、麻仁、甘草、杏仁、鮮首烏（《柳選四家醫案） 67)。
^ck16z16h207
^norm 陰虛腸燥。
^chinese 便秘，陰吹。
^combo 陰枯+液涸+氣結
^ill〔陰液消涸〕
^symtom ①潮熱，②糞如羊矢。
^tounge 舌苔少質偏紅。
^pulse 脈細弦。
^ill<sub=1>〔津液枯涸〕
^symtom ①口乾舌燥，②不饑不飽，③大便經常幹結不暢，④小便短赤。
^tounge 苔膩燥。
^symtom ①得食則煩熱愈加，②不便，③少腹微脹，脘腹脹滿，④陰戶出氣作聲。
^formulas
^formula〔麥冬麻仁湯證〕
^origin〔《溫病條辨》方〕
^ingredients1473 麥冬15g，火麻仁、生白芍 各12g，首烏9g，烏梅、知母 各6g。
^ck16z16h211
^norm 燥熱傷陰。
^chinese 陰虛挾溫邪，風溫熱伏，勞倦更感溫邪。
^combo 陰枯+液涸+陽浮
^ill〔陰液消涸〕
^symtom ①潮熱，日輕夜重，②寒熱不止。
^tounge 舌赤。
^ill2〔津液枯涸〕
^symtom 口不知味。
^tounge 貨胎。
^pulse 脈細弦數。
^ill<sub=1>〔神氣不振〕
^symtom 神倦欲眠。
^ill<sub=2>〔陽氣浮越〕
^symtom 煩擾不寧。
^formulas
^formula〔復脈湯法方證〕
^origin〔《臨證指南》方〕
^ingredients1474 病案　　　(1)葉天士治風溫熱伏，更劫其陰，日輕夜重，煩擾不寧：生地、阿膠、寸麥冬、白芍、炙甘草、蔗漿（《臨證指南 醫案》319)。
^alias熱結液枯，陰虧邪實，血虛肝燥，血虛生風，風陽人絡，血燥經枯.。
^chinese 冬溫伏著，骨蒸內熱，頭暈，嘈雜，中絡，筋痿。
^symtom ①頭眩，頭目昏督。
^tounge 舌淡紅。
^pulse p脈浮弦，②脈象沉遲。
^symtom 嘈雜善饑，２便閉，③少腹兩側酸楚。
^tounge 舌紅。本證一H19血液虛燥候
^pulse 脈弦。轉證一H2S7木火虛蒸候
^symtom R口苦咽乾，唇焦，２口燥不喜飲，③便閉，④溲短赤澀。變證一出93血液消個候
^tounge ①舌紅朱點，苔燥黃，②舌黑乾燥如粟殼一層。圖88肺?虛燥證
^pulse 脈沉弱無力。證候結構圖
^ck16z18h191
^norm 熱結液枯，陰虧邪實。
^chinese 冬溫伏掛。
^combo 血虛+陰涸+氣結
^ill〔血虛失榮〕
^formulas
^formula〔養榮承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ck16z18h287
^norm 血虛肝燥。
^chinese頭暈，嘈雜。
^ill〔氣虛失充〕-
^ill<sub=2>〔陽氣不和〕_ ，
^formulas
^formula1〔甘寒以緩肝熱，佐以潤燥通幽方證〕
^origin〔孫寶楚方〕
^ck16z18h193
^norm 血虛肝燥，血虛生風，風陽人絡，血燥經枯。
^chinese 中絡，筋瘺。
^formulas
^formula1〔水木華滋湯證〕適應風熱傷營，肝血不足，筋總而攣，頭眩口苦。
^ingredients1475 生地、當歸、白芍、丹皮、梔子、木瓜、羚羊角、黨參、白朮、川續斷、川牛膝、人乳、桑枝、茯苓。
^formula2〔清火熄風通絡法證〕
^origin〔賴良蒲方〕
^ingredients1476 當歸、白芍、菊花、鉤籐、酒黃芩 各9g，泰丸、蒺藜、甘草、絲瓜絡 各6g，桑枝15g。水煎服。
^ingredients1477 1劑痛減脈緩，麻木見輕，改進補血營筋追風鎮痛之法：黃耆皮 15g，白芍、桑寄生各2g，當歸、川續斷、鉤籐、豨 薟草 各9g，秦艽、甘草 各6g，水煎服。
^alias燥傷血脈，血炮液燥，血不榮筋，血虛生風陰虛血燥，陰血祜燥，足厥陰液涸，肝腎陰液枯涸而敗，陰枯戰汗。
^chinese 少陰溫病，熱厥，虛燥，虛閉，中腑，虛痺，瘺遒，痿症。
^western 肌肉萎縮。
^symtom ①腰腳乏力，②兩足不能任身，自臀部以下痿軟無力。
^pulse 脈象弦數。
^symtom ①面赤，②口乾舌燥，③大便閉結，便秘時時欲解，肛門駘?，必得解而後快，④二便艱澀。
^tounge ①舌赤苔燥，②舌前半絳嫩，後根黑膩。
^pulse 脈細而澀。
^symtom ①頭目昏犖，②心煩不寐，③而黃肌削，羸瘦如柴，本證——H193血液消涸候 枯皮貼骨，狀似骷髏，青筋暴謠，毛髮憔悴，④語音細微。轉證一 H203明血虛燥候H207陰液虛堍候
^tounge 舌淡。變證一 H202陰血消灼候H2U陰液枯個候
^pulse ①脈弱，②逝滯不暢，③脈乳池。圖89肺胃虛燥證證候結構圖
^ck16z21h193
^norm 血虛液燥，血不榮筋，燥傷血脈，血虛生風。
^chinese 虛痺。
^combo 血虛+液涸+經絡
^ill〔血虛失榮〕
^symtom 面色萎黃。
^tounge 舌淡紅。
^pulse 脈虛數。
^ill<sub=1>〔陰液消湎〕
^symtom 二便艱澀。
^ill<sub=2>〔絡脈不榮〕
^symtom 筋睥麻木。
^ill2〔經脈不榮〕
^symtom 手足攣疼，肢節攣痛，伸縮不利。
^formulas
^formula1〔加味逍遙散證〕
^origin〔《傷寒指掌》方〕
^ingredients1478 柴胡、當歸、白芍葯、白朮、茯苓、炙甘草、熟地、枸杞、鉤籐。
^formula2〔加味四物湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1479 當歸、川彎、熟地、白芍、首烏、木瓜、拘杞子、甘菊。
^ingredients1480 (3)張石頑：燥傷血脈，血虛生風，潤燥養背為第一要義，以滋燥養營湯治外：生地、熟地 各12g，當歸、，白芍 各6g，秦艽、防風 各3g，蜜川黃連1.8g，生甘草2.4g內補地黃丸：生地、熟地、當歸身、白芍、元參、知母、黃柏、山藥、山 萸肉、甘枸杞、蓯蓉，蜜丸，每服％，空心鹽湯F。
^ck16z21h203
^norm 陰虛血燥，陰血枯燥。
^chinese 虛燥，虛閉，瘺燈。
^combo 陰虛+血虛+陰涸+氣結
^formulas
^formula1〔濟川煎證〕
^origin〔《成方切用》載方〕
^ingredients1481 當歸9~15g，中膝6g，肉蓯蓉6~9g，澤瀉4.5g，升麻1.5~2.1 ~3g，枳殼（虛甚者不可用）3g。如氣虛加人參無妨 礙，如有火加黃芩，腎虛加熟地。
^formula2〔加減六味湯證〕
^origin〔張石頑方〕
^ingredients1482 熟地、當歸身、茯苓、萏烏、丹皮、澤瀉、山藥、蓯蓉。
^ingredients1483 (2)綜述：陰虛血燥，糟粕難以通暢，高年精血不足，新產婦入去血過多，下焦陰虛，則精血祜燥，而津液不潤，致 腸胃乾枯，便秘時時欲解，肛門墜脹，必得解而後快，腰腳乏力，脈芤澀，或頭目昏暈，面紅煩躁，口乾舌燥，但壯其水，則秘結自通，主益血潤腸湯：熟地、杏仁、火麻仁、枳殼、橘紅、阿膠、淡蓯蓉、蘇子、荊芥、油歸。蓯蓉潤腸丸：蓯蓉、沉香、火麻仁。陳士鐸濡腸飲：熟地、當歸、蓯蓉、升麻、牛膝。
^ck16z21h207
^norm 陰枯胲燥。
^chinese 中腑，便秘。
^combo 陰涸+液涸+氣結
^ill〔陰液消涸〕
^symtom ①口燥不喜飲，②睡眠不實。
^tounge 舌淡紅光無津。‧
^ill<sub=1>〔津液枯涸〕
^symtom ①大便乾結如球，②溲短赤澀。
^tounge 舌苔黑乾燥。
^pulse 脈沉弱無力。
^ill<sub=2>〔氣機鬱結〕
^symtom ①便閉，小腹不適，②胸腹灼熱。
^formulas
^ingredients1484 熟地、山藥、牛膝、枸杞子、棗皮、茯苓、杜仲、楮實、五味子、小茴、巴戟、石菖蒲、淡肉蓯蓉、生薑、大年。`)