jsonp(8,{"name":"cm","start":14860},`^ingredients1485 之：肉蓯蓉、火麻仁 各12g，女貞子、柏子仁、黑芝麻 各9g，炒香決明子、旱蓮草 各6g，白蜜1匙（《蒲輔周醫療經驗》）。
^ck16z21h202
^norm 陰傷筋枯。
^chinese 痿症。
^western肌肉萎縮。
^ill〔陰虛失養〕
^symtom ①腰脊酸軟，②手足痿軟無力，③肌肉萎縮。
^ill2〔陰熱蘊熾〕
^symtom ①手足心熱，②夜不人寐。
^ill<sub=1>〔陰液消涸〕
^symtom 便秘溲澀。
^tounge 舌苔灰而糙澀。
^ill2〔血虛失榮〕
^symtom ①面黃肌削，羸瘦如柴，枯皮貼骨，狀似骷腿，肯筋暴茈，毛髮憔悴，②語音細微，聲若
^pulse ①脈弱，②澀滯不暢。
^ill<sub=2>〔絡血妄行〕
^ill2<sub=2>〔熱蒸液洩〕
^formulas
^formula〔滋陰潤臟，養血榮肌方證〕
^origin〔徐平愚方〕
^ingredients1486 人參3g，阿膠、當歸 各15g，熟地30g，川與、元參、麥冬、天冬 各9g。
^ck16z21h211
^norm 足厥陰液涸，肝腎陰液枯涸而敗。
^chinese 熱厥，少陰溫病，陰枯戰汗。
^combo 陰坫+液涸
^ill〔陰液消涸〕
^symtom ①身熱面赤，手足心熱葚於手足背，②齒黑唇裂，③耳茲，④肌膚甲錯，⑤股肉盡脫。
^tounge 舌絳枯萎，舌形斂束。‧ ‧
^pulse ①脈結代，②細迤。
^ill2〔津液枯涸〕
^symtom ①口乾舌燥，咱乾，②畏熱喜冷，③不食，④衡艱便秘/⑤小便少。
^tounge （i)舌赤苦老，②舌絳裂紋。
^pulse 脈沉滑而數。
^ill<sub=1>〔神氣不振〕
^symtom d)神倦欲眠，２&冒，神昏音澀。
^symtom ①身熱面赤，②煩跺足厥，③寒熱往來，④形象畏冷，心中如焚，⑤各粗不寐，?間煩跺，⑥肪下動氣築築振手。，『.脈象r１虛大）２躁盛。… 1‧ 、‧、二
^formulas
^formula〔加減復脈湯證〕
^origin〔《溫病條辨》方〕
^ingredients1487 炙甘草、生地黃、白芍葯 各18g，麥門冬Bg，阿膠、義麻仁 各9g。水煎服。
^alias肺燥脾濕，燥包濕，濕遏熱鬰，濕遏熱伏，肺燥腸熱，燥濕互勝。病例名稱：
^chinese秋燥伏暑，肺燥脾濕，涼燥，濕熱鬱閉，燥瀉，久瀉，咳嗽氣喘，肺癰，著痺，痿道，濕瘺，虛腫。
^western 急性腎炎，風濕.性關節炎，急性脊髓炎，滲出性胸膜炎，肺結核。
^ill〔清竅不利〕
^symtom ①煩悶不寧，②胸脅脹疼，③咳嗽痰少
^symtom發熱，灼熱，２心煩惡熱，３渴不思飲，渴飲不多，４咳痰稠黏，５大腹滿痛，６便洩不爽，
^tounge ①舌苔粗如積粉，兩邊白滑，②舌苔粗糙。
^pulse 脈轉洪數。
^ill2〔清竅不利〕
^symtom ①唇乾鼻燥，②咽喉乾痛。
^ill3〔津液消灼〕
^symtom ①口燥咽乾，②喉癢乾咳，.③痰黏帶血C
^tounge 苔乾燥起刺裂紋。
^ill4〔熱迫液洩〕
^symtom  a；大便洩水如注，肛門熱癇，２瀉利艱澀，③下痢白滯。
^ill5〔氣機不利〕
^symtom ①胸脅串痛，②腹痛垵之痛甚。、
^ill6〔氣機不降〕
^symtom 飲水即吐。
^ck17z02h035
^norm 肺燥脾濕。
^chinese 秋燥伏著。
^western ‧急性腎炎。
^combo 氣鬱+表鬰+‧氣蒸，
^ill〔氣機不宣〕
^symtom ①乾咳，咳嗽痰少，②胸脅串痛，③煩悶不寧，④肢懈，⑤顏面輕度浮腫。
^tounge 舌苔白滑。
^pulse 脈右浮澀，左緩滯。..
^pulse 脈浮。
^symtom ①發熱，②心煩，③渴不思飲，.揭飲不多，④便洩不爽，⑤溺短赤熱。
^tounge 苔植。_
^symtom 頭舉頭疼。
^symtom ①吳唇乾燥，②咽喉乾痛。
^symtom 氣逆。■
^formulas
^formula1〔加味蔥豉桔梗湯證〕
^origin〔俞根初方〕
^ingredients1488 杏仁、紫菀、香豉 各9g，桔梗、薄荷 各3g，前胡、牛蒡子 各4.5g，瓜蔞皮6g，炙甘草1.5g，鮮蔥白4枚。
^formula2<var=2>〔桑杏湯證〕
^origin〔伍炳彩方〕
^ingredients1489 桑葉、北沙參，銀花、蒲公英各知，杏仁、浙貝母、防己、土茯苓、胡蘆殼 各6g，鮮梨1個（連皮切）。
^ck17z02h040
^norm 濕遏熱伏，燥包濕。
^chinese 秋燥伏暑。
^combo 氣鬱+氣蒸
^ill〔氣機不宣〕
^symtom ①煩悶不寧，②胸脅脹疼，③咳嗽痰少。 ‧
^ill2〔津氣蘊蒸〕
^symtom ①發熱，灼熱，②心煩惡熱，③渴不思飲，渴飲不多，④咳痰稠黏，⑤大腹滿痛，⑥便洩 不爽，溺短赤熱。
^tounge 苔粗如積粉，兩邊白滑，②舌苔粗糙。
^pulse 脈轉洪數。
^ill<sub=1>〔清竅不利〕
^symtom ①曆乾輿燥，②咽喉乾痛。
^ill2<sub=1>〔氣機不降〕
^symtom 飲水即吐。
^ill<sub=2>〔清空不寧〕
^formulas
^formula1〔加減半a瀉心湯證〕
^origin〔《通俗傷寒論） 方〕
^formula2<var=2>〔吳氏三仁湯證〕
^origin〔何拯華方〕
^ck17z02h045
^norm 濕遏熱蒸。
^chinese 肺燥脾濕。
^combo 氣鬱+氣蒸‧+氣滯+‧氣逆
^ill〔氣機不宣〕
^symtom ①乾咳，②煩悶，③院痞。
^ill2〔津氣蘊蒸〕
^symtom ‧.１蘊熱不退，２煩躁，譫語，３溺短赤熱。
^tounge 舌苔粗如積粉，兩邊白滑。
^pulse 脈弦數。‧
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅脹痛，②大腹滿痛，③便洩不爽。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①氣逆，②乾嘔，飲水即吐。
^ill<sub=2>〔清竅不宣〕
^symtom ①弈唇先乾，②咽喉乾痛。
^formulas
^formula1〔加減半夏瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔增減黃連瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^ck17z02h064
^norm 濕鬱熱熾。～
^chinese 涼燥。
^combo 陽鬰+表鬰+氣逆
^formulas
^ck17z02h118
^norm 肺燥腸熱。
^chinese 秋燥伏暑，燥瀉。
^combo 氣蒸+液灼+液洩+氣滯+氣虛
^ill〔津氣逭蒸〕
^symtom ①腹熱如焚，②口渴。
^ill2〔津液消灼〕
^symtom ①口燥咽乾，②喉癢乾咳，③痰黏帶血。
^tounge 蘆乾燥起刺界紋。
^symtom ①大便洩水『注，肛門熱痛，②揭利.艱澀，③下痢白滯。
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅串痛，②腹痛按之痛甚。
^ill<sub=2>〔氣虛不棄〕
^formulas
^formula1〔阿膠黃芩湯證〕
^origin〔《通俗傷寒論》俞根初方〕
^formula2〔育金煎證〕
^origin〔費伯雄方〕
^ingredients1490 沙參、石斛、茯苓、白朮、山藥、料豆、當歸、橘紅、蓮子。
^formula3〔金玉保和湯證〕
^origin〔費伯雄方〕
^ingredients1491 金斛、玉竹、瓜蔞實、貨芩、當歸、茯苓、山藥、廣陳皮、枳殼、薏苡仁、荷葉、粳米。
^ck17z02h111
^norm 燥熱傷津。
^chinese 久瀉，肺癰。
^combo 津灼+液枯+氣虛
^ill〔津液消灼〕
^symtom  CD低熱持續不退，午後熱盛，２洩瀉每白二至三次，無黏液，無腹龠，③咽乾舌燥，咽喉 牛痛，④咳嗽，痰少黏稠，不易咯出，⑤胸悶煩熱。
^tounge ①舌質帶紅，舌尖紅，②苔帶黃膩。
^pulse 脈細滑數。
^ill<sub=1>〔津液枯涸〕
^symtom 口渴飲不多，渴而不飲。
^tounge 苔薄M而乾。
^pulse 脈細帶數。
^ill2〔氣虛失充〕
^symtom ①神疲乏力，四肢睏倦，②語言短促。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1〔養陰生津，清化濕熱方證〕
^origin〔許士驃方〕
^formula2〔益氣養陰，清化痰濕方證〕俾義力治肺癰，低熱持續不退，午後熱盛，神疲乏力，稍有咳嗽，痰少黏稠，不易咯 出，胸悶煩熱，咽乾舌燥，.口渴飲不多，食納、睡眠欠佳，舌尖紅苔薄膩乾，脈細滑數。詳見病案（2)。
^ingredients1492 北沙參、薏苡仁 各15g，麥冬、地骨皮、桑白皮、瓜蔞仁、天花粉 各12g，生廿草、陳皮 各4.5g，雲茯苓9g，川貝母6g。
^ck17z02h112
^norm 液涸筋枯。
^chinese 痿鐙。
^combo 液枯+氣虛+經弱
^ill〔津液枯涸〕
^symtom ①口渴，②便結。
^tounge ①舌絳無苔，②舌質及尖邊紅，③苔薄膩，苔薄黃膩。
^symtom 頭昏重。
^pulse 『
^ill<sub=1>〔神氣不振〕
^ill<sub=2>〔經脈失#〕
^symtom ①腳瘺軟，步履時站立不穩，扶掖亦不能站立，②腿』腔萎縮，足進不能行，③背痛，④頸 筋強硬不舒。V
^formulas
^formula〔布精起痿湯證〕
^origin〔吳承忠方〕
^ck17z02h117
^norm 津枯濕瀚。
^chinese 濕痿。
^western 急性脊髓炎。
^combo 液灼+經絡鬰滯
^ill〔津液消灼〕
^symtom ①口乾咽燥，②n苦胸悶，③煩躁木寐，④溲赤便結，⑤兩足覺熱，得涼則舒。
^tounge ①舌紅苔白糙，d活苔黃膩s■
^pulse ①脈弦大詡，②脈細弦，③脈沉澀而數。
^ill2〔絡脈不利〕
^symtom 足指麻木頑痺。、
^ill2〔經脈不和〕
^symtom ①自覺足脛逆氣上騰，.②下肢.沉重無力不能屈展，③四肢痠軟種痛。
^ill3〔氣虛不充〕
^symtom ①形體消瘦，面色萎.貨，②頭昏乏力，③褙神萎靡，疲乏否藏，懶於言語不思飲食④
^tounge 舌體胖嫩。
^pulse 脈細弦級。.‧:
^formulas
^formula〔清燥湯證〕
^origin〔陳龍華等方〕
^ingredients1493 炙黃耆4.5g，炒川黃連、炒冬白朮、五味子、蒼朮、西黨參 各3g，炒陳皮、澤瀉、茯苓各1.5$，當歸身3.6g，升麻
^ck17z02h123
^norm 液傷濕滯。
^chinese 虛腫。
^western 滲出性胸膜炎。
^combo 液灼+氣滯+津滯+氣虛
^ill〔津液消灼〕
^symtom ①咽乾唇燥，②口苦，③尿微赤，④夜寐不安。
^tounge 舌質紅，苔溥白。
^pulse ①脈數，②脈細數。
^ill2〔津不化氣〕
^symtom 而部浮腫。
^tounge 苔厚膩。
^ill<sub=1>〔氣化不行〕
^symtom 小便色赤。
^ill2<sub=1>〔氣機不利〕
^ill<sub=2>〔氣虛失充〕
^symtom ①面色不華，②頭暈，③全身乏力，④月經多。‧
^formulas
^formula〔清余熱方證〕
^origin〔何任方〕
^ingredients1494 野百合、乾地黃、地螻蛄、赤茯苓、天水散（包煎） 各12g，北沙參、枸杞根點、麥冬、冬瓜子、冬瓜皮各％。
^ck17z02h116
^norm 燥濕互勝。
^chinese 咳嗽氣喘。
^western 肺結核'，風濕性關節。
^combo 液灼+氣蒸+陽鬰+陽虛+氣虛
^ill〔津液消灼〕
^symtom 吐白色痰沫。
^ill2〔津氣蘊蒸〕
^symtom :咳嗽氣喘。
^tounge 舌紫紅。
^symtom ①胸中煩悶，自覺氣上衝，②心悸耳鳴，③睡眠欠佳，④噁心。
^symtom ①手足冷龠，②足膝冷而無力③腿膝無力。
^tounge 苔白膩。
^pulse 脈浮大朮按若無。
^ill<sub=2>〔氣虛不充〕
^symtom ①咳喘，②少食，③人夜視力減退。
^formulas
^formula〔白芍蒼朮湯證〕
^origin〔 <李斯熾醫案》方〕
^ingredients1495 白芍、玉竹、百合、沙參、豆卷 各12g，桑枝30g，牛膝、白果、挺香、茯等、蒼朮 各9g，瓜麥20g，甘草3g。
^alias牌宵不和，腸燥便秘，陰虛內燥。
^chinese 脾癉，嘔逆，消渴，中消，低熱，典衄，便秘。
^western口眼乾燥和關節炎綜合征，腎盂腎炎，「化療」反應症。
^ill〔津液消灼〕
^symtom 娜體消瘦，皮膚乾燥，面無光澤，口唇失潤，２心煩少寐，③a渴引飲，喉間多痰質黏，④低 熱失眠，⑤夜間盜汗，⑥食物口中發甜感。
^tounge ①舌赤苔薄稍乾，②舌質紅，苔灰白而乾。
^pulse 脈數無力。
^symtom 腹脹。
^symtom ①食減納呆，望食生畏，②胺悶不舒，③胸悶泛惡。本證一H122氣液虛滯候
^symtom ①體倦乏力，②大便塘薄。轉證—H24氣液成難出11氣液消灼候
^pulse 脈細貓。《變證一如2氣液消賴
^ck17z13h122
^norm 脾胃不和。
^chinese 脾癉。
^western 「化療」反應症。
^ill〔津液消灼〕
^symtom ①形體消瘦』皮?乾燥』面無光澤，a唇失潤，②心煩少寐，③口渴引飲，喉間多痰質黏，
^tounge ①舌赤苔薄稍乾，②舌質紅，苔灰白而乾。
^pulse 脈數無力。
^ill2〔氣機不利〕
^symtom 腹脹。
^ill<sub=1>〔氣機不宣〕
^symtom ①食減納呆，望食生畏，②胺悶不舒，③胸悶泛惡。
^ill<sub=2>〔氣虛失充〕
^symtom （D體倦乏力，２大便溏薄。
^formulas
^formula1〔扶正養陰，清燦和中方證〕
^origin〔趙子英方〕
^ingredients1496 黨參24g，麥冬、生地、生石裔、茯苓、白芍 各15g，五味子、石斛、白朮、陳皮、甘草 各10g，水煎服。
^formula2〔甘溫香燥健脾化痰，甘寒滋潤柔養胃陰方證〕
^origin〔姜春華方〕
^ingredients1497 黨參、石M、安冬、?子仁、茯神 各9g，黃耆、夜交籐 各16g，陳皮、荽半芨 各6g，砂仁1.6
^ck17z13h124
^norm 腸燥便秘。
^chinese 便秘。
^combo 液灼+液涸+氣結+氣虛
^ill〔津液消灼〕
^symtom ①時或欲嘔，②飲食不下。
^tounge 苔灰黃。
^pulse 脈細滑數。
^ill2〔津液枯涸〕
^ill<sub=1>〔氣機鬱結〕
^symtom ①腹脹不安，②大便燥結不通。
^ill<sub=2>〔氣虛失充〕
^tounge 舌質$紅。
^formulas
^formula<var=1>〔增液承氣湯證〕
^origin〔殷子正方〕
^ingredients1498 玄參、麥冬、麻子仁、瓜麥仁、桃仁、赤芍 各15g，枳實、厚樸、杏仁、大黃、甘草 各10g，乾薑9g，生地、玄明粉 (沖） 各20g。
^ck17z13h111
^norm 燥傷氣液。
^chinese 嘔逆，消渴。
^combo 津灼+液枯+氣虛
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1〔洧熱燥濕，潤肺生津方證〕
^origin〔劉甫白方〕
^ingredients1499 玄參、生地、麥冬、淮山藥 各15g，梪盆子、天花粉 各12g，蒼朮、知母 各10g。
^formula2〔甘涼和胃以清熱，參用甘淡入脾以清濕方證〕
^origin〔金子久方〕
^ingredients1500 西洋參、扁石斛、仙半S、秫米、橘絡、絲瓜絡、茵陳、佩蘭、山扼、茯神、通草、忍冬籐。
^ck17z13h112
^norm 陰虛內燥。
^chinese 中消，低熱，鼻衄。
^western 口眼乾燥和關節炎綜合征，腎志腎炎。
^combo 液枯+氣虛+經弱
^ill〔津液枯涸〕
^symtom ①蠃瘦，形體乾瘦，膚幹不潤，②面色泛紅，低熱，③口渴，口乾燥無津，唇紅皺襞，曆 乾而裂，④牙痛齦潰，⑤舌裂燥痛，⑥咽乾音嘶乾咳，⑦鳧郵，⑧消谷善饑，⑨大便燥結。
^tounge ①舌紅苔白庠微乾，②舌龜裂破碎。
^pulse ①脈弦滑細數，②沉細弦。
^ill2〔氣虛失充〕
^symtom ①肢軟乏力，②納滯。
^ill<sub=1>〔神氣不振〕
^symtom ①神疲，②目即驚跳，不寐，③精神恍惚。‧
^ill<sub=2>〔經脈失養〕
^symtom ①全身痠痛，②關節痠痛，③步履不便。
^formulas
^formula1〔救陰生津，清熱化濕方證〕
^origin〔楊致嘉方〕
^formula2〔滋陰布津法方證〕
^origin〔潘文奎方〕
^ingredients1501 金剛剌12g，生地、石斛、黃精、太子參、天花粉、玉竹、芝麻子、山藥 各10g，荷葉5g。
^formula3〔養陰清熱方證〕
^origin〔何任方〕
^ingredients1502 天冬、麥冬、石斛、玄參、瓜蔞仁、淡竹葉、神曲 各9g，生地15g，白茅根30g，知母6g，甘露消毒丹15g (包煎）。
^alias陰虛濕滯，陰虛濕滯。
^chinese 耳聾，不寐，陰虛骨蒸，久熱，虛黃，瘺證。
^western突發性耳聾，失眠，組織胞漿菌病播散型，急性感染性多發性神經炎。
^ck17z19h117
^norm 陰虛濕滯。
^chinese 耳聾。
^western 突發性耳聾。
^combo 液灼+氣虛經絡鬰滯
^ill〔津液消灼〕
^symtom ①口乾不渴，飲亦不能滋乾，②心煩易怒，③小便赤澀不利，④不寐汗出。
^ill<sub=2>〔氣虛失充〕
^symtom ①身痠楚，腰膝痠軟，②疲乏無力。
^tounge 舌嫩紅苔薄白。
^formulas
^formula1〔元米煎合參斛冬瓜湯證〕
^origin〔《通俗傷寒論》方〕
^formula2<var=2>〔六味地黃丸證〕
^origin〔鬰文駿方〕
^ingredients1503 生地15g，澤瀉、豬苓 各12g，丹皮、北五味子 各9g，葛根60ga水煎服。
^ck17z19h157
^norm 陰虛濕滯。
^chinese 不寐。
^western 失眠。
^combo 氣虛+陰虛+氣鬱+氣滯
^ill〔氣虛失充〕
^symtom ①面色蒼白，語音低微，②頭暈而痛，昏沉不潔，③大便溏洩，④四肢痠麻。
^tounge 舌淡胖苔白。
^pulse 脈沉弱。
^ill2〔氣機不利〕
^symtom 腹脹。
^ill<sub=1>〔陰虛失養〕
^symtom ①失眠日久，②極易煩急發怒。‧
^ill2<sub=1>〔氣機不宣〕
^symtom 食慾不振。
^ill<sub=2>〔氣機不降〕
^symtom 噯氣。
^formulas
^formula〔加味八珍湯證〕
^origin〔《施今墨臨床經驗集》方〕
^ck17z19h200
^norm 陰血不榮。
^chinese 瘺證。
^western ‧.急性感染性多發性神經炎。
^combo 血虛陰虛+血滯+氣滯+絡滯
^formulas
^formula〔養陰精兼清濕熱證〕
^origin〔王公仁方〕
^ingredients1504 淮山i5g，nm i2g，白芍、雞血籐、秦充 各9g，枸杞、蒼朮、黃柏、佩蘭 各6gd
^ck17z19h201
^norm 陰虛骨蒸。
^chinese 久熱，虛黃。
^western 組織胞漿菌病播敗型。
^combo 陰虛+陰蒸+血虛+血蒸+陰涸
^formulas
^formula1〔益陰清熱，佐以化濕方證〕
^origin〔雷慶安方〕
^ingredients1505 青萵、鱉甲、茵陳、蔻苡仁 各30g，柴胡、地伢皮、佩蘭、秦艽 各15g，黃柏、炒知母、牡丹皮、白薇 各12g，生地黃 20g，甘萆3g。水煎服。.‧
^alias風火上蘊，風火壅盛，風溫化火，胃熱發斑，風火入絡，火毒內攻，熱盛生風。
^chinese 風溫挾濕，風溫兼伏氣化熱，風溫化火，胃熱發斑，風溫丹痧，風溫衄血，春溫，惡風，剛痙，大頭瘟，風 溫時毒，溫苺發斑，發R，風火喉症，風熱喉痺證，箅衄，風水。
^western 流行性腮腺炎，急性扁桃體炎，急性腎炎，許藍氏紫瘢。
^ill〔腠理不宣〕
^symtom ①微惡寒，時覺寒熱，惡寒發熱，②關節酸疼，③身無汗出，汗出不暢，④胺泡瘡引起週身浮腫。
^tounge 舌質淡，苔薄白微黃。
^pulse 脈弦滑。
^ill2〔津氣萆熾〕
^symtom ①發熱高熱，②口乾欲飲，舌燥唇乾，口揭，③腹脹，④便秘，⑤尿少色赤。
^tounge ①舌邊紅，舌紅，②苔溥膩，③苔白兼黃，④舌苔白厚帶刺，質紅。
^pulse ①脈浮數脈浮數有力，②脈浮滑數，③寸關脈浮洪而數，④脈細數，⑤左關弦滑而尚浮，右寸 關仍滑，⑥脈弦細。
^ill3〔清空不寧〕
^symtom ①頭痛，頭脹，②頭痛抽掣，痛時覺脹，見風更劇，③目眩，昏眩。
^ill4〔清竅不利〕
^symtom ①音啞，咽痛，②咽痛喉腫，喉痛欲 閉，③毋塞，典衄，與流濁涕，涎涕帶血，④目赤，⑤頤腫，
^ill5〔氣機不宣〕
^symtom ①胸院，②咳嗽吐疲。‧
^ill6〔氣機沖逆〕
^symtom ①胸緊氣促，②黏涎滿佈。
^ck18z12h042
^norm 風火上蘊。
^chinese 大頭瘟，風溫時壽，溫恭，發頤，風火喉症。
^western 流行性腮腺炎，急性扁桃體炎。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom １發熱，惡寒發熱，高熱嗆咳，２口乾欲飲，舌燥唇乾，口渴，３便秘尿赤。
^tounge ①舌邊紅，舌紅，②苔薄膩，③苔白兼黃，
^pulse ①脈浮數，脈浮數有力，②脈浮滑數，③寸關脈浮洪而數，.④脈細數，⑤左關弦滑而尚浮，右寸關仍滑。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛，②頭脹，漸至耳聾。
^ill<sub=2>〔清竅不利〕
^symtom ①咽乾，咽喉不利，②喉痛咽腫，喉痛欲閉，③頓腫，腮腺腫痛，耳前邛後腫，④頭面紅 腫掀痛，目不能開，⑤H赤，⑥鼻塞，涎涕帶血，⑦鼻中衄血，⑧咳嗽。
^formulas
^formula1<var=2>〔通聖消毒散證〕
^origin〔《通俗傷寒論》方〕
^ingredients1506 荊芥、防風、川芎、白芷各知，銀花、連翹、牛蒡子、薄荷、焦山梔、滑石 各6g，風化硝、酒炒生大黃、苦桔梗、生 甘草 各1.5g，先用犀角尖3g，大青葉15g，鮮蔥白3枚，淡豆豉12g，活水蘆筍60g，鮮紫背浮萍9g，用臘雪水煎湯代水，寬則H服2劑，夜服1劑，藥須開水略煎61
^formula2〔加減普濟消毒飲證〕
^origin〔吳鞠通方〕
^ingredients1507 連翹；玄參、銀花、板藍根、桔梗 各30g，薄荷、荊芥穗 各9g，馬勃12g，牛蒡子18g，俚蠶、甘草 各15g，共為粗末，每服18g，fft者24g，鮮蘆根湯煎去渣服，約二時一服，重者一時許一服。
^formula3<var=2>〔銀翹散證〕
^origin〔陳紹國方〕
^ingredients1508 銀花、連翹、牛勞子、薄荷、荊芥、桔梗、柴胡、赤節、板藍根、夏枯草、甘草，咽痛加元參、馬勃、偁香，便秘加 大黃。
^formula4〔陸氏桑薄銀翹湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1509 (2)治彝性扁桃體炎，高熱嗆咳，咽喉紅腫，U乾欲飲，四肢時涼時熱，大便2日未解，腹脹滿，小便多，舌紅苔傅 白，脈浮數。寅透湯：殭蠶4.5g，升麻、荊芥、射乾、甘草 各2.5g，桔梗、連翹、竹葉 各3g，豆豉1.5g，薄荷2g，蘆根 12g，蔥白3寸。
^ck18z12h035
^norm 上焦風火。
^chinese 春溫，風溫兼伏氣化熱，弈衄。
^combo 氣鬱+表鬰+氣蒸
^ill〔氣機不宣〕
^symtom ①胸脘滿悶，②咳嗽葉痰。
^ill2〔腠理不宣〕
^symtom ‧.１怕風，２寒熱日作，３週身似拘束酸軟。
^tounge 舌苔白薄。
^pulse 脈浮。
^symtom ①表裡反大熱，熱熾有汗，熱以稃盛，②面赤，商部潮紅，③口乾U渴，④懊悶少寐，咽 喉之間有熱上衝、⑤便洩，⑥便黑，溺赤。
^tounge 舌邊尖紅燥。
^ill<sub=1>〔清空不宣〕
^symtom ①頭脹，@頭痛抽掣，痛時覺脹，見風更劇，③昏眩。
^ill2<sub=1>〔清竅不利〕
^symtom ①音啞，②咽痛喉腫，③典郵，擇流濁涕，④目赤。
^ill<sub=2>〔氣機不降〕
^symtom 氣逆。
^formulas
^formula1〔菊花散證〕適應頭痛抽掣，昏眩，發熱有汗，奐流濁涕，痛時覺脹，見風更劇，或口乾目赤，面部潮紅，脈浮 弦數。
^ingredients1510 菊花、石裔、防風、旋復花、枳先、茲荊子、甘草、羌活。
^formula2〔辛以散風，苦以洩熱方證〕
^origin〔張聿青方〕
^ingredients1511 射乾、鬰金、馬勃、荊芥、牛蒡子、銀花、連翹、元參、桔梗、杏仁、竹葉、枳殼、秦艽、黃芩。
^formula3〔外感湯證〕
^origin〔《孔伯華醫案》方〕
^ingredients1512 石耷、全瓜蔞 各24g，知母、焦山梔、地伢皮、連翹、黃耆、貿芩、桑葉、辛夾 各9g，鮮蘆根、鮮茅根 各30g，桑枝 18g，竹茹15g，薄荷4.5g，通草3g，紫雪丹1.2g。
^formula4<var=2>〔銀翹白虎證〕
^origin〔周小農方〕
^ingredients1513 鮮簿荷、玉泉散、黑山梔、知母、連翹、鬰金、銀花、鼠粘、光杏仁、冬瓜子、蘆茅根。
^ck18z12h036
^norm 風火壅盛。
^chinese 風溫挾濕，風水，風熱喉痺證。
^western 急性腎炎。
^combo 氣鬱+表鬰+氣熾
^ill〔腠理不宣〕
^symtom ①微惡寒，時覺寒熱，②關節酸疼，③舟無汗出，汗出不暢，④膿泡瘡引起週身浮腫。
^tounge 舌質淡，苔薄白微黃。
^pulse 脈弦滑。
^ill2〔津氣蘊熾〕
^symtom ①發熱高熱，②腹脹，便秘，③尿少色赤。
^tounge 舌苔白厚帶刺，質紅。
^pulse 脈弦細。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛，②目晬。
^ill2<sub=1>〔清竅不利〕
^symtom ①咽痛，咽喉腫痛，②目赤_。
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶。
^ill2<sub=2>〔氣機不降〕
^symtom 噁心。
^formulas
^formula1〔清咽利膈散證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients1514 薄荷、防風、元參、酒黃芩、焦山梔、甘草 各1.5g，桔梗、連翹 各3g，灑制大黃、
^formula2〔仿河間防風通聖散法證〕
^origin〔劉公望方〕
^ingredients1515 石15g，甘草3g。
^ck18z12h041
^norm 風熱化火。
^chinese 風溫化火。
^combo 氣鬰+火熾
^formulas
^formula<var=1>〔辛涼解表法證〕
^origin〔《時病論》方〕
^ingredients1516 薄荷、中蒡子、前胡、蟬衣、淡豆豉、瓜蔞殼、天花粉、蘆根、天花粉、石奇、知母。
^ck18z12h133
^norm 宵熱發斑。
^chinese 溫毒發斑，風溫丹痧，風溫衄血。
^western 許藍氏紫瘢。
^ill〔腠理不宣〕
^symtom ①初起微寒，灼熱‧無汗，身痛足冷，②其斑疹欲出未透。
^tounge 舌苔白。
^ill2〔津氣蘊熾〕
^symtom ①熱壯，發熱不已，汗出津津，②H赤如火，③咽痛，喉啞齦爛，④口臭牙疳，⑤脘悶，煩悶噁心，⑥陣陣腹痛，⑦喘咳。
^tounge （X話苔中黃邊白，②舌苔黃序且乾而無津.③或貧燥如刺。
^pulse ①脈來洪滑，②脈象弦數，右盛於左，@脈沉弦小數，④滑疾不靜。
^ill3〔血熱組熾〕
^symtom ①煩熱昏沉，神昏欲寐，②躁擾不安，不痛，③咳血衄血，④口腔上顎有紅點顯銥，⑤斑 赤如錦紋，丹疹，⑥四肢青紫如錦紋，背部紫黑，胸腹紫藍，浮腫作痛，⑦赤痢。
^tounge ①舌紅尖絳有剌，②舌紅練，尖部起刺。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴唇燥，②唇舌焦裂，鼻乾嚥乾無淚，③乾咳，④便閉溺澀。
^tounge ①舌苔乾而無津，②苔浮似糜，邊碎。
^ill<sub=2>〔清空不宣〕
^symtom ①頭疼，②耳聾。
^formulas
^formula1<var=1>〔升降散證〕
^origin〔趙文魁方〕
^formula2〔犀角地黃湯合銀翹散證〕
^origin〔吳鞠通方〕
^ingredients1517 犀角、生地黃、芍葯、牡丹皮、金銀花、連翹、枯梗、薄荷、牛蒡子、竹葉、荊芥穗、豆豉、甘草、鮮蘆根。
^formula3<var=2>〔涼隔散證〕
^origin〔《傷寒指蘋》方〕
^ingredients1518 治陽明熱病，陽明血熱，邪從內發，已遍三焦，舌絳如朱，目赤如火，口燥唇 裂，汗出灃津，詳見論著（2)。‧.連翹、甘草:‧梔子、黃芩、_荷、竹葉、石呸、牛蒡子、赤芍、人中貨。
^ingredients1519 宵熱，發斑，舌苔黃燥者，胃中熱極也。從陽明治犀角、連翹、黃芩、黃連、銀花、牛蒡子、葛根、薄荷之類，不可 過用風藥U傷寒指寒：》卷三34)。
^ingredients1520 如斑已透，當清火解毒以化之，如連翹、赤芍、元參、丹皮、天花粉、知母、黃芩、淨銀花、人中黃之類，脈洪大加 石裔，舌絳色加鮮生地（《傷寒指掌》卷三35)。
^ck18z12h062
^norm 風火鬱閉上焦。
^chinese 風溫。
^combo 陽滯+表鬰+津熾+氣逆+經滯
^ill〔陽氣不行〕
^symtom ①四肢指尖微冷，②四肢厥逆o '
^tounge 舌苔灰白。
^ill2〔腠理不宣〕
^symtom 頭微汗出，遍體無汁。
^ill3〔津氣蘊熾〕
^symtom ①高熱不退，潮熱不退，胸腹灼熱，②汗出淋漓，③口燥，膊焦齒燥，七竅乾燥，④煩熱 大作，煩擾啼哭，夜間尤甚，⑤神&譫語，⑥小水短赤，⑦大便三日未行。
^tounge ①否尖略有紅刺，②舌紅苔黃糙厙。<
^pulse 脈沉數有力。
^ill<sub=1>〔氣機沖逆〕
^symtom ①胸緊氣促，②黏涎滿佈。
^ill2<sub=1>〔經脈不利〕
^symtom ①四肢疼痛，不能運動，②四肢不知痛癢，③手足抽搐，角弓反張。
^ill<sub=2>〔氣機不宣〕
^symtom 胸緊。
^ill2<sub=2>〔清空不宣〕
^symtom 耳聾。
^formula1〔防風通聖敢證〕
^origin〔《寅明論方》方〕
^ingredients1521 防風、連翅、麻黃、澳?存、荊芥、白朮、梔子、川芎、當歸、白芍葯、大黃、芒硝、石奔、黃琴、祐梗 各一兩，甘草 二兩，滑石 三兩。為粗末，每服二錢，加生薑三片，水煎服。
^formula2<var=1>〔升降散證〕
^origin〔楊栗山方〕
^ingredients1522 蟬衣、偃蠶、薑黃、杏仁 各6g，生大黃粉（沖）、溥荷 各3g，銀花20g，連翹5g，蘆根30g，九節菖蒲10g。
^ingredients1523 (1)謝映廬治四肢疼痛，不能運動，致煩熱大作，汗出淋漓，耳聾U燥，胸緊氣促，四肢不知痛癢，風淫於內，治以 甘寒，清火熄風：桂枝、白芍、檳榔、薄荷、黃芩、石裔、寸麥冬、白芥子、甘遂、竹瀝、寒水石。便艱卻無痞滿，尚屈 枯焦：生地、丹皮、白芍、薄荷、枇杷葉、礬石、牙皂、石奇、芒硝、薏苡仁、膽南星、竹瀝。終用生地、石斛、玉竹、寸麥冬、惹苡仁、天冬、石音、地骨皮、芝麻、竹瀝、庶汁（《得心集醫案》一 70)。
^ck18z12h117
^norm 風火入絡。
^chinese 剛痙，暑風n
^combo 液灼+經絡鬰滯+氣虛
^ill〔津液消灼〕
^symtom ①壯熱無汗，②面赤帶垢，④唇焦齒燥，⑤小溲短數，⑥大便閉結，⑦吐瀉。
^tounge 舌紅赤苔黃。
^pulse ①脈象浮弦而數，②脈弦滑，③洪數<=
^ill2〔絡_不利〕
^symtom ①突然眾倒，人事不省，②手足搐搦，③角弓反張。
^ill<sub=1>〔經脈不和〕
^symtom ①牙關緊閉，②兩手攣急，③兩足屈而不伸。
^ill<sub=2>〔氣虛不充〕
^symtom 氣促。
^formulas
^formula1〔清熱養陰，熄風通絡方證〕
^origin〔王瑞祥方〕
^ingredients1524 陰液虧損，熱極生風，治暑風，身熱汗出，牙關緊閉，面赤帶垢，唇焦齒 燥，脈洪大而數。詳見病案（2〉。連翹、元參、木瓜、麥冬、桑葉、菊花 各6g，竹葉、鉤籐 各4.5g，石裔15g，生地、絲瓜絡 各9g。
^formula2〔柔潤熄風之法證〕
^origin〔賴良蒲方〕
^ingredients1525 玉竹15g，秦艽、知母 各6g，瓜蔞根、白芍、鉤籐、天竺黃 各9g，水煎服。
^ck18z12h053
^norm 火毐內攻4熱盛生風。
^chinese 風暑，k痙。
^combo 氣虛+氣蒸+氣鬱+氣陷
^ill〔氣虛不充〕
^symtom ①發熱，②煩渴，③手足搐溺，角弓反張，④左腦側隱隱覺高。
^tounge $紅苔薄黃而乾。
^pulse 鉉數不揚。
^ill2〔氣機下陷〕
^symtom 葉瀉腸鳴。
^ill<sub=1>〔氣機不宣〕
^symtom 煩躁。
^ill<sub=2>〔氣機不降〕
^symtom 嘔逆。
^formulas
^formula1〔清胃疏風方〕
^origin〔謝映廬方〕
^ingredients1526 石斛、麥冬、知母、桑葉、枇杷葉、丹皮、薄荷、荊芥。
^ingredients1527 病案：謝映廬治暑月煩渴吐瀉，投粗砂參術，至此火毒內攻，熱盛生風，以石斛為君，表冬、知母、桑葉、枇杷葉、丹皮、薄荷、荊芥，風痙大緩，吐瀉頓止，加生黃耆、銀花，左腦高突，以清胃疏風，排膿托毒，膿出愈（《得心集醫案》 (二）90)。
^alias風火上攻，風火交熾，胃中伏火，真風火症，痰熱動風。
^chinese頭風，風火牙痛，火鬰，熱搏，風火症，風中府，真中風，肺中風。
^western血管神經性頭痛，齒齦炎，腦出血。
^ill〔腠理不宣〕
^symtom ①惡風，惡寒，無汗，②面唇俱白，③四肢怠悄，_疹紅塊。
^ill2〔津氣蘊熾〕
^symtom ①渾身大熱，潮熱畏寒，大汗淋漓，②面紅，③口苦口乾，④大便秘結，小便短赤，或二便阻滯，⑤不眠，⑥食已即饑，⑦瘡瘍腫毒。
^pulse ①脈寸弦，兩關洪大之至，②脈細數。
^ill3〔清空不寧〕
^symtom ①頭痛，②眩毋，③兩耳痛引腦後。
^ill4〔清窮不利〕
^symtom ①目赤，②層腫，③牙痛牙銀腫脹痛，11036
^ck18z13h042
^norm 風火上攻。
^chinese 頭風，風火牙痛。
^western 血鋅神經性頭痛，齒齦炎。
^combo 氣蒸+空竅
^ill〔津氣蘊蒸〕
^symtom 頭汗出。
^tounge 舌稍紅，苔薄白。
^pulse ①脈微數，②左關弦數，右關尚滑。
^ill<sub=1>〔清空不寧〕
^symtom 頭痛發則痛不堪忍，抱頭嚎啕，其則以頭觸牆。
^ill<sub=2>〔清竅不利〕
^symtom ①頤腫，②牙痛，牙齦腫脹痛。
^formulas
^formula1〔疏風清玲法證〕
^origin〔趙文魁方〕
^ingredients1528 川羌活、防風、白芷、薄荷（後下）、荊芥穗、葛根 各4.5g，當歸譯、赤芍、青皮子（研）、大黃 各6g，生石裔（研） 12g，枳殼9g。引用：川黃柏、元明粉（入煎） 各6gD
^formula2〔牙痛驗方證〕
^origin〔王鴻士祖傳方〕
^ingredients1529 生石裔24g，細辛、升麻 各2.1g，槐花、地骨皮、丹皮、黃芩、川芎、白芷、荊芥、甘草、防風 各9g。銀腫甚加板藍 根，溥荷，便秘加大貨。
^formula3〔牙痛湯證〕
^origin〔張贊臣方〕
^ingredients1530 升麻、葛根、赤芍 各3g，生甘草1.5g。風勝加荊芥、防風 各4.5g，薄荷3g;火勝加黃芩、連翹、牛蒡子 各9g，丹皮 6g，生地I5g;久痛加柴胡2. 4g，知母9g。
^ingredients1531 十月十一趙文魁請得端康皇貴妃脈息，左關弦數，右關尚滑，風邪頗解，肝胃浮熱未淨，以致頤腫漸消，牙齦痛 減。今議用清上平肝調宵之法調理：川羌活、大黃、青皮、赤芍、歸尾 各6g，防風、萵根 各4.5g，生石奇、甘菊花、元參  各9g，薄荷、龍膽草 各3g，引用：瀉葉3g，枳殼6g。
^ck18z13h036
^norm 風火交熾，火鬰，胃中伏火。
^chinese 頭風。
^combo 氣鬱+表鬰+氣熾+空竅
^ill〔腠理不宣〕
^symtom ①惡風，惡寒，無汗，②面唇俱白，③癮疹紅塊。
^tounge 舌紅苔白溥。
^ill2〔津氣蘊熾〕
^symtom ①渾身大熱，潮熱畏寒、大汗淋漓，②面紅，③口苦口乾，④大便秘結，小便短赤，或二 便阻滯，⑤不眠，⑥食已即饑，⑦瘡瘍腫毐。
^tounge 舌紅苔黃序而千。
^pulse ①脈寸弦，兩關洪大之至，②脈細數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛，眩暈，②兩耳痛引腦後。
^ill3〔清竅不利〕
^symtom ①目赤，②牙緊唇腫，③咽痛不利，咽喉窒塞，④牙關緊閉，口中流誕。
^ill<sub=2>〔氣機不宣〕
^symtom 四肢怠惰。
^ill2<sub=2>〔氣機不降〕
^symtom 作惡。
^formulas
^formula1〔防風通聖敝證〕
^origin〔《宣明論方》方〕
^ingredients1532 防風、連翹、麻黃、薄荷、荊芥、白朮、梔子、川芎、當歸、白芍葯、大焚、芒硝、石奇、黃芩、桔梗 各一兩，甘草 二兩，滑石 三兩。為粗末，每服6g，加生薑3片，水煎服。
^formula2〔川芎茶調散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients1533 溥荷 八兩，香附 八兩（近代常用方為細辛 一兩），川芎，荊芥 各四兩，防風 一兩五錢，白芷、羌活、甘草 各二兩。為 末，每服6g，飯後茶水調服。
^formula3〔瀉黃散證〕
^origin〔又名瀉脾散u《小兒藥證直訣》方〕
^ck18z13h068
^norm 風火人絡。
^chinese 熱痺。
^combo 陽鬰+經絡滯+表鬰+氣蒸
^ill〔陽氣不行〕
^symtom ①面色枯黑，②不渴，③納呆。
^tounge 苔灰白。
^pulse 脈弦緊而數。
^ill2〔經脈不利〕
^symtom ①十指腫痛，②兩膝關節灼熱紅腫疼痛，而強硬，屈伸不利。
^ill2〔絡脈不利〕
^symtom 四肢關節酸楚。
^ill<sub=1>〔腠理不宣〕
^symtom 微寒微熱。
^ill<sub=2>〔津氣蘊蒸〕
^symtom ①高熱不解（體溫39.6X)，②煩擾，③汗出，④口渴。
^tounge 苦黃燥。
^pulse 脈滑數。
^ill2〔氣機不降〕
^formulas
^formula1〔防風通聖散證〕
^origin〔《宣明論方》方〕
^ingredients1534 防風、連翹、麻黃、薄荷、荊芥、白朮、梔子、川芎、當歸、白芍葯、大黃、芒硝、石音、黃芩、桔梗 各一兩，甘草 二兩，滑石 三兩。為粗末，每服二錢，加生薑3片，水煎服。
^formula2<var=2>〔清熱宣痺湯證〕
^origin〔張浠虯方〕
^ingredients1535 生石奇（先下）、天花粉、忍冬籐、威靈仙 各30g，豨薟草、薏苡仁 各15g，知母、桂枝、黃柏 各10g，甘草3g。
^ck18z13h071
^norm 真風火症。
^chinese 風火症，風中府。
^combo 陽滯+氣熾+神閉+氣鬱+絡滯
^ill〔陽氣不行〕
^symtom ①睬寒，②手足俱厥。
^pulse 脈伏。
^ill2〔津氣蘊熾〕
^symtom ①大熱不寒，②面唇俱赤，③氣粗似喘，④心煩不安，⑤大便秘結，二便俱阻，⑥腹滿脹
^tounge ①舌質喑紅，苔黃厚而膩，②舌苔外黃，內黑有芒刺。
^pulse ①脈弦勁有力，②脈關洪滑，③六脈急數，④沉而數。
^ill3〔神志蒙閉〕
^symtom ①突然倒僕，神昏不省人事，或語無倫次，②口中流涎.膠痰滿口，③合目鼾睡，④遺尿。
^ill<sub=1>〔氣機不宣〕
^symtom （1)姨聲如鋸，痰涎壅盛，２噁心嘔吐。
^ill<sub=2>〔絡脈不利〕
^symtom ①右半身不遂，②牙關緊閉，③口噤瞞斜，④兩目上視，⑤四肢搐搦，手足牽引，⑥頸項 強直，余身低硬，⑦遍體瘺軟，狀若無骨。
^formulas
^formula1〔防風通聖散證〕
^origin〔《宣明論方》方〕
^ingredients1536 防風、連翹、麻黃、薄荷、荊芥、白朮、梔子、川芎、胃歸、白芍葯、大黃、芒硝、石奇、貪芩、桔梗 各一兩，甘草 二兩，滑石 三兩。為粗末，每服二錢，加生薑三片，水煎服。』
^formula2〔祛風至寶丹證〕
^origin〔《醫宗金鑒》方〕
^ingredients1537 (1)謝映廬治大熱不寒，不知人事，牙關緊閉，聞唇俱赤，膠痰滿口，遍體瘺軟，狀若無骨，二便俱阻，六脈急數，此真風火證，風乘火勢，火借風威，所以卒倒無知，宜兩徹內外之邪，先以稀涎散吐之，隨以疏風清熱，通關開痰：荊芥、防風、連翹、薄荷、大黃、元明粉、黃連、南星、俚蠶、草烏、牙皂、甘草、薑汁、竹瀝，後以生瀋調養。
^ingredients1538 (4)黃錦芳治年十餘歲，脈伏不見，牙關緊急，U不能言，手足俱厥，口紅而燥，大便數日不解，手足牽引不伸，吹 藥以開艽關：麻黃、防風、皂角、烏藥 各3g，細辛0.9g，桂枝、川厚樸 各6g，杏仁10粒，枳實2.4g，黃連1.5g，大黃 9g，2劑，手足頗活，大便未行，口有奧氣，舌有燥苔，脈微見，身冇潮熱，加葛根、黃芩，厥退，手足皆熱，大便頓解
^ck18z13h051
^norm 痰熱動風。
^chinese 真中風，肺中風。
^combo 氣閉+氣逆+神昏+陽滯+氣脫
^ill〔氣機閉塞〕
^symtom ①&宵痰壅，②口堝語澀，n眼歪斜，③舌強不能語。
^ill2〔氣機沖逆〕
^symtom ①面腫流涎，②呃逆不定，③咳逆，④頭痛如破。
^pulse 六脈浮大弦滑，右大於左。
^ill<sub=1>〔神志昏蒙〕
^symtom ①煩跺不寧，或神悄悶亂，②悲憂不巳，③時欲悲泣。
^ill2<sub=1>〔陽氣不行〕
^symtom ①四肢不隨，②筋脈拘急，③半身不遂。
^ill<sub=2>〔氣虛脫絕〕
^symtom ①口開眼合，手撒，②喉如拽鋸，③汗出如油。
^pulse 脈大而軟，重按豁然。
^formulas
^formula1〔小續命湯證〕
^origin〔《千金要方》方〕
^ingredients1539 '麻黃、防己、人參、黃岑、肉桂心、甘草、白芍葯、川芎、杏仁 各30g，附子1枚，防風4.5g，生薑15g水煎，分3 次服。
^formula2〔肺風人參湯證〕
^origin〔尤在涇方〕
^ingredients1540 人參、防風 各30g，麻黃2.4g，羚角、白鮮皮、桔梗 各15g，杏仁20粒，石裔21g，生y‧草，為散每9g，水煎溫服。
^formula3〔搜風湯證〕
^origin〔張錫純方〕
^ingredients1541 防風18g，人參12g，法半夏9g，石裔24g，偁蠶6g，全竭3g，蜈蚣1條，柿霜15g，廨杏0，3g。‧ .
^ingredients1542 1.論著：張錫純：逐風湯：當歸 12g，生黃耆、羌活、獨活、全蠍 各6g，大蜈蚣3條。
^alias少陽木火上炎。
^chinese 黃耳傷寒，風熱挾濕溫時毐，pi溫時毐，大頭瘟，熱人血室。
^western 流行性中耳炎。
^norm 上焦風火。
^chinese 黃耳傷寒，風熱挾濕溫時毒。
^western 流行性中苒炎。
^combo 氣鬱+表鬰+氣熾
^ill〔腠理不宣〕
^symtom ①惡寒無汁，②體痛，③背脊拘孿串痛。
^tounge 苔白膩帶黃。
^pulse 浮弦略緊。
^ill2〔津氣蘊熾〕
^symtom ①掀熱，②溺短赤澀。
^tounge 舌邊尖俱紅。
^ill<sub=1>〔清空不寧〕
^symtom 頭痛。
^ill2<sub=1>〔清竅不利〕
^symtom ①‧耳中紅腫痛，兩腮亦紅腫痛甚，②耳聲如蟬噪。
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1<var=1>〔麻黃連翹赤小豆湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔聰耳蘆薈丸證〕
^origin〔《通俗傷寒論》方〕
^ingredients1543 生熟川大黃、蘆薈、青黛、柴胡 各15g，龍膽草、黃芩、山扼、當歸、青皮 各30g，青木香、杜膽南星 各6g，當門子 15g，神曲糊丸，每服2.4~3g。
^ck18z15h062
^norm 風火鬱閉。
^chinese 風溫時莓，黃耳傷寒，大頭疽。
^ingredients1544 荊芥、防風、薄荷、連翹、牛蒡子 各9g，柴胡、前胡 各4.5g，羌活、獨活 各3g，橘紅、枳殼、桔梗 各6g，紫金片、生 甘草 各3g，研粗末，每服21g開水泡取清湯，隨漱隨咽，R2服，夜2服。
^formula2<var=2>〔普濟消毒飲證〕
^origin〔丁甘仁方〕
^ingredients1545 ‧荊芥穗、酒制黃芩 各4.5g，防風、桔梗 各3g，炒牛蒡？6g，馬勃、生甘草、軟柴胡、酒川黃連 各2.4g，連翹殼、炙俚 蠶、酒制大黃、板藍根 各9g。
^ingredients1546 二診：腫勢較昨大松，寒熱咽痛亦減，既見效機，未便更張。荊芥穗4.5g，防風、酒制黃芩、桔梗3g，薄荷葉、酒川 黃連、馬勃 各2.4g，炒牛蒡子6g，生甘草1.8g，大貝母、炙佃蠶、連翅充、板藍根 各9g。『
^ingredients1547 三診：腫消熱退，咽痛未癒，外感之風邪已解，炎炎之肝火未靖也。再與清解：冬桑葉、銀花、連翹殼 各9g，生甘草 1.8g，甘菊花6g，桔梗3g，丹皮4.5g，馬勃2.4g，黛蛤敗15g，鮮竹葉30張（《T甘仁醫案》231)。
^ck18z15h281
^norm 少陽木火上炎。
^chinese 熱入血室。
^formula1〔小柴胡湯加減〕
^origin〔龔子夫方〕
^alias』*
^chinese 頭暈，頭痛，頭風，偏頭痛，眩帝，口眼哨斜，膿涕，菸淵，鵝U瘡，牙痛，暴育，體，伏熱，疫痢，急 驚風，冷風引發伏溫，風溫痙，陽明痙症，中風閉證，風疹塊，癮疹，膿包瘡。
^western 面神經麻痺，三叉神經痛，頜關節炎，齒齦炎，鼻炎，急性球後視神經炎，左膝狀神經節炎，亨特氏綜合
^ill〔津氣蘊熾〕
^symtom ①目赤，口氣矣穢，②面赤高熱（41T)，③煩熱口渴，④小便黃，⑤大便燥結。
^tounge ①舌紅絳，苔黃乾，②苔黃膩。
^pulse ①脈浮數，②脈數有力。
^ill2〔血熱蘊熾〕
^symtom ①時冇毋衄，②紅色斑疹，胸腹部尤甚劇痄，斑塊色紅而癢，紅斑晝伏夜現，③痞癢難忍時以冷 水敷貼即稍感舒適，④n唇周圍及眼瞼生瘡.紅腫瀰漫，稍癢。
^tounge ①舌質紅少津，②舌紅暗。
^pulse 脈細數。
^ill3〔津液消灼〕
^symtom 口渴。
^ill4〔清空不寧〕
^symtom ①頭昏痛，偏左頭痛甚劇，頭目疼痛，焰頂疼痛連及項背，②頭暈耳鳴，每至中午或天熱則頭暈 增劇，且脹痛，③面麻皮脹。』
^ill5〔清竅不利〕
^symtom ①口眼暍斜，口角流涎，不能碰觸，②目珠脹，視物 麵，③賴車、觀骨部灼熱潮紅，④面煩拘急，口不能開，⑤領關節猶大，— AH 有壓痛，活動不利，⑥胺騎多，⑦鼻常流清涕，有時較粘，S多，⑧R赤，９耳鳴耳聾，_舌唇宵白點連成片狀。變晰維氣蒸閉候H1_氣爐機
^ill6〔氣機不利〕
^symtom 腹痛。
^ck18z16h042
^norm 風熱上受，上焦風火。
^chinese頭暈，頭風，偏頭痛，口眼蝸斜，膿涕，輿淵，鵝口瘡。
^western .‧面神經麻痺，鼻炎，三叉神經痛，頜關節炎，齒齦炎。
^combo 氣熱+空竅不利
^ill〔津氣琯蒸〕
^symtom ①心煩多怒，性急易怒，②口苦咽乾，口鼻乾燥，唇紅，③小便赤，④大便秘結，大便四 曰未解，腹脹。
^tounge ①舌質紅，舌紅暗，②苔稍黃，③苔黃膩，④苔黃厚而燥。
^pulse ①脈弦數有力，②雙脈稍浮數，③左關弦滑而尚浮，右寸關仍滑，.④脈細數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭昏痛，偏左頭痛甚劇，②i葷耳鳴，每至中午或天‧熱則頭暈增劇，且脹痛，③面麻 皮脹。
^pulse 脈浮弦。
^ill<sub=2>〔清竅不利〕
^symtom ①口眼堝斜，口角流涎，不能碰觸，2目珠脹，視物模糊，②頰車、顴骨部灼熱潮紅，③面 頰拘急，口不能開，④領關節稍腫大，有壓痛，活動不利，⑤膿涕奇多，⑥典常流清涕，有時較粘，世多，⑦目赤，⑧d 舌唇皆白點連成片狀，且菝延擴散向咽部，不吮乳。
^formulas
^formula3〔清宣湯證〕
^origin〔乾祖望方〕
^ingredients1548 .龍膽草3g，山梔、白芷、蒼耳子 各10g，辛夷、薄荷 各6g，蘆根30g。
^formula4〔鉤籐殭蠶湯〕
^origin〔李斯熾方〕
^ingredients1549 蒺藜、鉤籐、白芍 各12g，丹皮、菊花、黃芩、低蠶、葛根 各9g，酒炒大黃、蟬衣、防風 各6g，全螞3g，甘草7g。
^formula5〔三叉湯證〕
^origin〔《趙錫武醫療經驗》方〕
^ingredients1550 生石裔24g，粉葛根18g，赤芍、鉤籐、蒼耳子、柴胡、茲荊7 各12g，黃芩、荊芥、薄荷、甘蓽 各9g，全蝸6g，娛蚣 3條。
^formula6〔芎犀丸證〕
^origin〔《通俗傷寒論》方〕
^ck18z16h284
^ill<sub=1>〔氣機沖逆〕
^ill<sub=2>〔神志不寧〕
^ill2<sub=2>〔清空不寧〕
^formulas
^formula1〔祛風平肝，滌痰降火方證〕
^origin〔謝聖金方〕
^ingredients1551 白菊、俚番、炒山扼、地龍 各9g，荊芥5g，鉤籐、板藍根各2g，赭石8g，竹茹10g，蟬蛻、葛根 各6g，甘草3g。水煎。
^formula2〔疏風羚犀鉤籐湯證〕
^origin〔陳務齋方〕
^ingredients1552 次方：平陽退熱湯方：生石宵15g，釵石斛、絲瓜絡、青蒿、川萆蘇 各9g，知母、蓮子心各12。龍膽草6S，羚羊角 3g，木通4. 5g，煎服。
^ingredients1553 四方：榮筋逐濕湯方：川木瓜、川黃柏、雲茯苓、絲瓜絡、生牛膝 各9g，桑寄生 15g，當歸身4.5g，威靈仙、防己 各6g，生土惹、嫩桑枝 各18g，煎服。
^ck18z16h133
^norm 風火人血。
^chinese風疹塊，癮疹，痏痛，膿包瘡。
^western 急性蕁麻疹，皮膚瘙癢症。
^combo 表鬰+氣熾+血熾+液灼
^ill〔腠理不宣〕
^symtom 風疹，此起彼伏，瘙癢不已。
^ill2〔津氣蘊熾〕
^symtom ①目赤，口氣臭穢，②紅斑胸腹為甚，③煩熱口渴，④小便黃，⑤大便燥結。
^tounge 苔藶膩。
^pulse 脈數有力。
^ill3〔血熱蘊熾〕
^symtom ①時有典衄，②紅色斑疹，胸腹部尤甚劇痄，斑塊色紅而癢，紅斑晝伏夜現，③瘙癢難忍 時以冷水敷貼即稍感舒適，④口唇周圍及眼瞼生瘡，紅腫瀰漫，稍癢。
^tounge ①舌質紅少津，②舌紅暗。
^pulse 脈細數。
^ill<sub=1>〔津液消灼〕
^symtom 大便燥結。
^pulse 脈細數。
^ill<sub=2>〔清空不宣〕
^formulas
^formula1〔解毒活血湯化裁證〕
^origin〔徐文達方〕
^ingredients1554 大生地24g，元參 15g，徐長卿、地鐘皮各5g，生甘草6g，紅花2g，桃仁、當歸、丹皮、赤芍、柴胡、迕翹、萵根、
^ingredients1555 生大黃（後人） 各10go
^formula2〔，涼血清榮搜風方證〕
^origin〔張元奎方〕
^ingredients1556 制首烏、苦參、萍草、烏梢蛇 各30g，偎蠶，Q蒺藜、生大黃（後下） 各10g，防風、生甘草 各6g，荊芥穗15g。
^ingredients1557 防風、川大黃、元明粉、川芎、歸尾、薄荷 各9g，荊芥、白朮 各12g，麻黃3g，連翹30g，赤巧、焦山扼、粉甘草、滑 石塊、生石奔、條黃芩、苦參、蒼耳子 各15g，共末水泛丸每3~9g，日2~3次。
^ingredients1558 (5)趙炳南治膿包瘡，口唇周圍及眼瞼生瘡，紅腫瀰漫，稍癢，目赤，小便黃，大便結，舌紅暗苔黃膩，脈細數。桑 菊藍根湯：桑葉、生甘草 各6g，菊花、連翹、赤芍、銀花、丹皮、黃芩 各10g，酒制大黃3g，板藍根15g，黃連暫（沖） 5go
^ck18z16h097
^norm 熱熾風動。
^chinese 總驚風，冷風引發伏溫，風溫痙。
^combo 氣灼+神閉+液灼+絡滯+氣逆
^ill〔津氣蘊灼〕
^symtom ①頭身熱，發高燒，②面目赤，面紅，面若火黑，③自汗出，④口燥渴飲，⑤足反冷，或 惡風，⑥躁動。
^tounge ①舌苔初則白薄，邊尖紅燥，②舌紅苔白。
^pulse 脈弦數。
^symtom ①神昏譫語，②汗睡筇睛，不省人事，③毋鼾多眠，語言難出，④一痙即厥，喉間痰鳴，
^symtom ①目眵（|)大便未解，③小便短赤。
^tounge ①舌赤蒼黃，②甚或深紅無苔。
^symtom ①頸項強急，頭亦動搖，咂唇弄舌，目眶瞷動，②手足抽掣，③碎口噤，背反張，④手足
^ill<sub=2>〔氣機不降〕
^symtom ①咳嗽，②甚則氣逆痰湧，氣喘輿煽，喉間痰鳴。
^formulas
^formula1〔羚角鉤籐湯〕
^origin〔《通俗傷寒論》方〕
^ingredients1559 羚羊角4.5g，桑葉6g，川貝母12g，鮮生地、鮮竹茹 各15g，鉤籐、菊花、茯神、白芍葯 各9g，生甘草2. %。水煎服。
^ck18z16h104
^norm 火旺全風，熱盛神昏，陽明痙症。
^chinese 中風閉證，痙症。
^western 蛛網膜下腔出血。
^combo 氣熾+神閉+液灼+燥結
^ill〔津氣蘊熾〕
^symtom ①發熱汗出，②面色紅牮，面赤，③煩躁不安，④呼吸氣粗，⑤頭痛不舉，⑥大便溏薄
^tounge ①舌尖紅苔滑膩，②黃燥。》
^pulse ①脈弦數有力，②脈右洪滑，左弦數。
^ill2〔神志蒙閉〕
^symtom ①目不了了，時或清晰，②目直視，③不省人取。
^ill3〔津液消灼〕
^symtom ①唇熱赤，②小便澀c
^tounge 舌絳苔裂。
^ill4〔氣機鬱結〕
^symtom ①大便不通，②腹脹氣粗。
^ill5〔絡脈不和〕
^symtom ①舌賽不語，②項脊強，③四肢拘急，④兩手描動，⑤萑飯，⑥手足不遂。
^formulas
^formula1〔鉤籐湯證〕
^origin〔李聰甫方〕
^ingredients1560 鉤籐10g，白菊、麥冬 各7g，淡子芩、焦山梔、知母、白句、天花粉 各5g，川黃連、川貝母、枳實、錦紋大黃 各3g，六一散9g。
^formula2〔通導府氣，解毐開竅方證〕
^origin〔張雲鵬方〕
^ingredients1561 (1)王孟英治右手足不遂，舌賽不語，而赤便閉，腹脹氣粗，舌絳苔裂，脈右洪滑，左弦數，陽明府實之候，陰津欲 竭：石菖蒲、膽南星、知母、天花粉、枳實、瓜蔞仁、秦艽、大腹皮、火麻仁、竹瀝加大黃12浸汁，連下黑矢加西洋參、生地黃、寸麥冬、丹皮、薄荷。
^alias上焦風火，肝火內燔，肝火上衝，肝陽上亢，風陽人絡，風熱人絡。
^chinese 頭痛』眩暈，頭風，弈淵，眼眨，子腫，痺癰。
^western 高血壓，梅尼埃病，先兆子癇。
^ill〔津氣蘊熾〕
^symtom ①顏面發紅，面紅唇焦，②口渴煩熱，③口苦咽乾舌乾，④唇紫而腫，⑤大便秘結，溲赤。
^tounge ①舌紅，苔黃，②舌邊尖紅而多刺，苔薄。
^pulse ①脈弦緊有力，沉取尤甚，②弦疾，脈弦數，③脈弦勁，④脈數有力，⑤脈弦滑而實。
^symtom ①頭昏頭脹，②頭痛如掣，額痛，巔頂痛徹目，③目眩，
^symtom 噁心嘔吐。
^symtom ①煩躁失眠，②急躁易怒，③多巧。
^symtom ①兩足易冷，②肢體拘急，③麻木，④項強。
^ck18z20h042
^norm 上焦風火。肝火內燔。
^chinese 頭風，毋淵，眼貶。
^combo 氣旗+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①身熱，②口乾，③心煩，煩躁不寐，④小便色黃，大便乾燥。
^tounge 舌紅，邊緣不齊，苔黃微膩。
^pulse ①脈數，②脈象浮取微浮，沉取弦細有力。
^ill<sub=1>〔清空不寧〕
^symtom ①頭昏頭脹，②頭痛如掣，額痛。
^ill<sub=2>〔清竅不利〕
^symtom ①目赤，②目眩，③兩眼眨動頻仍，時緩時劇，④耳鳴耳聾茸癢，耳內潮濕作癢，耳流膿，
^formulas
^formula1〔清肝湯〕適應耳內潮濕作癢。
^ingredients1562 青蒿、菊葉、薄荷、連翹、苦r茶、荷葉。
^formula2〔羚角荷翹湯證〕
^origin〔《通俗傷弈論》方〕
^formula3〔清肝透頂湯證〕
^origin〔費伯雄方〕
^ingredients1563 適應陽邪外爍，肝火內燔，毋竅不通，時流黃水。羚用、石決明、S枯草、丹皮、元參、桔梗、蟬衣、桑葉、薄荷、橄欖。
^formula4〔-聰耳達鬰湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1564 (5)陳士鐸：耳內鬨哄有聲，或如蟬鳴，或如鐘鼓，或如水激，不一而足，驅風清火湯：黃芩、連翹、薄荷、甘菊、山扼、苦丁茶。
^ingredients1565 肺經鬱火不宣，鼻塞不通，濁涕稠黏，如膿如髓，腥奧難聞，多年不愈，取淵湯：辛夷、桔梗 各6g，當歸、炒梔子、茯苓、天花粉 各9g，柴胡、貝母 各3g，元參、黃芩、白芍 各30g，寸麥冬60g，生地15g。
^ck18z20h284
^norm 肝火上衝，肝陽上亢，風陽人絡。
^chinese 頭痛，眩暈，子腫。
^western 高血壓，梅尼埃病，先兆子癇。
^combo 陽浮+氣逆+空竅+神擾+絡鬰
^ill〔津氣邃熾〕症氯:１顏面發紅，面紅唇焦，２口渴煩熱，３n苦明乾舌乾，４曆紫而腫，５大便秘結，溲赤。
^tounge ①舌紅，苔黃，②舌邊尖紅而多刺，苔薄。
^pulse ①脈弦緊有力，沉取尤甚，②弦疾，脈弦數，③脈弦勁，④脈數有力，⑤脈弦滑而實。
^symtom 花閃發，⑤脫髮。
^ill<sub=1>〔氣機沖逆〕
^ill<sub=2>〔神志不寧〕症象
^ill2<sub=2>〔陽氣不和〕
^symtom ①兩足場冷，②肢體拘急，③麻木，④項強。
^formulas
^formula1〔犀角丸證〕
^origin〔《聖濟總錄》方〕
^ingredients1566 攤角、防風、天麻、人參、丹砂 各30g，獨活、川考、羚用 各45g，僵垂、南星、全蝸、廨香 各15g，龍腦0.3g，蜜丸，荊芥清茶下。
^formula2〔降壓調肝湯證〕
^origin〔《魏長春臨床經驗選輯》方〕
^ingredients1567 谷精草15g，早蓮草、夏枯草、野菊花、決明子、地龍、淮牛膝、桑寄生、鉤籐 各10g。
^ck18z20h190
^norm 風陽入絡，風熱人絡。
^chinese 痺痛。
^combo 血熱+血滯+液灼+絡滯
^ill〔血熱蘊蒸〕
^symtom 舌乾唇紫而腫。
^ill2〔血滯不行〕
^ill<sub=1>〔絡脈不利〕
^symtom ①從肩膊至項強痛如針刺之狀，②項背痛如刀割。
^ill2<sub=1>〔絡脈不和〕
^ill<sub=2>〔津液消灼〕
^formulas
^formula〔養肝陰熄肝火方證〕
^origin〔尤在涇方〕
^ingredients1568 羚角、細生地、甘菊、黃芩、鉤籐、秦艽、丹皮。
^ingredients1569 (2)尤在涇治項背痛如刀割，宜養血通絡：桂枝、鉤籐、白芍、知母、羚角、阿膠、生地、當歸須、刺蒺藜（《柳選 四家醫案》59)。
^alias少陽溫病，木火大熾，氣營兩熾，脫火熾營，營分血熱。
^chinese 溫熱，溫病發斑，熱入血室。
^ill〔津氣蒸灼〕
^symtom ①熱多，潮熱一日輕一日直，②口渴，大渴引飲，③汗定動皆洩。
^tounge 苔中黃。
^pulse 左脈弦滑而數，右脈數滑而大。
^symtom 夜熱反熾，熱甚於夜。
^tounge ①‧赤，舌絳赤，②舌邊絳，舌中灰。
^pulse 左脈小弦而數。
^symtom ①類紅，②胸前紅疹，③經水適來。
^tounge 舌紅起刺。
^symtom ①口渴引飲，②小溲頻數，③大便窒阻。
^tounge 舌大燥而垢膩。
^pulse ①脈弱而數，右脈數，按之無神，②右脈虛大而滑。
^symtom 心煩。
^symtom ①有時昏糊欲睡，有時語言錯誤，②神昏譫語，③發狂，④寐中傷有肢掣。
^symtom 氣有噦聲，噯氣不爽。
^chinese溢熱。
^combo氣灼+營灼+津灼+神擾+神抒
^ill〔津氣蒸灼〕
^symtom①熱多，潮熱一日輕一日重，②口渴.大淋引飲，③汗定動皆泄。
^tounge苔中黃。
^pulse左脈弦滑而數，右脈數滑而大。
^ill2〔營熱逭灼〕
^symtom熱甚于夜。
^tounge①舌赤，②舌邊絳，舌中灰6
^pulse左脈小弦而數。
^ill<sub=1>〔津液消灼〕
^symtom①口渴引飲，②小溲頻數，③大便窒阻。
^tounge舌大燥而垢膩。
^pulse①脈弱而數，右脈數，按之無神.②右脈虛大而滑。
^ill2<sub=1>〔神志不寧〕
^symtom心煩。
^ill<sub=2>〔神志昏蒙〕
^symtom①有時昏期欲睡，有時語言錯誤，②神昏譫語，③發狂，④寐中傷有肢掣。
^ill2<sub=2>〔氣機不降〕
^symtom氣有噦聲，噯氣不爽。
^formulas
^formula1〔清泄氣營方〕
^origin〔金子久方〕
^ingredients1570 羚羊、西洋參、鮮生地、鮮石斛、元參、知母、池菊、桑葉、丹皮、胄蘺子、瓜蔞仁、風化硝。安宮牛黃丸。
^ingredients1571 燊葉、丹皮、石決明、茯苓、搞紅、風化硝、瓜蔞皮。
^ingredients1572 液為扼要，俾津液復得一分，則邪熱退得一分；羚羊角、西洋參、桑葉、鮮石斛、鮮生地、元參、麥冬、知母、丹皮、石
^ck18z09h027
^norm 少陽溫病，木火大熾，營分血熱。
^chinese 熱入血室。
^combo 營灼+血蒸+液灼+神蒙
^formulas
^formula1〔吳坤安方〕
^origin〔《傷寒指舉》方〕
^ingredients1573 鮮生地 一二兩，庳角、連翹、黃芩、薄荷、丹皮、黑梔、鉤籐、銀花。
^ck18z09h031
^norm 膽火熾哲。
^chinese 耳聾。
^combo 營灼+陰灼+陰涸+神蒙
^ill〔營熱蘊灼〕
^symtom 發熱夜甚。
^formulas
^alias風火入血，斑疹內陷，熱陷血絡，邪陷心包，逆傳心包，邪乾膻中，痰蒙心竅，瘀塞心孔，暑人厥陰，熱動肝風，厥 陰厥熱，內閉外脫。
^chinese 昝溫，中暑，摒風，暑癇，暑厥，暑熱猝中，春溫，冬溫伏暑，血分伏溫，丹毐致痙，疼症，急驚風，瘢癇。
^western 急性播散性腦脊髓炎，流腦，腦炎，乙腦後遺症，嫩癇大發作。
^symtom １面赤，２身熱如火，高熱不退，３汗出。
^tounge 舌多鮮紅。
^pulse 脈弦滑而數。
^symtom ①潮熱夜甚②面紅顴赤，③目赤唇焦，④發丹疹，赤若丹砂，形似錦紋，其痛非常。
^tounge 舌紅剌。
^pulse ①脈弦數，②脈虛細數，③脈數左其。
^symtom ①神呆②神識不清，③昏迷不省。
^symtom ①手足瘛瘋，②頸項強直，四肢俚直，③角弓 反張，④牙關緊閉，⑤指頗動。
^ill2〔神志不寧〕
^symtom 煩悶躁擾。
^ill3〔陽氣不和〕
^symtom 手足微冷。
^ck18z10h026
^norm 風火人血，斑疹內陷。
^chinese 丹苒致痙。
^western 急性播散性腦脊髓炎。
^combo 表鬰+營灼+血灼+神蒙+陽鬰+絡滯
^ill〔腠理不宣〕
^pulse 脈多浮數。
^symtom ①身熱如火，
^tounge 舌多鮮紅。
^pulse 脈弦滑而數。
^symtom ①赤若丹砂，形似錦致，其痛非常。
^tounge 舌紅刺。
^pulse 脈弦數。
^symtom ①神志昏迷，②港語，躁動不安，③雙目閉而不睜，④二便失禁。
^symtom 肢冷。
^formulas
^formula1〔銀翹浮萍湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1574 金銀花、連翹、牛蒡子、生甘草、苦桔梗） 鮮竹葉、水蘆根、紫背浮萍草。藥湯調下五福化毐丸。
^formula2〔五味化毒湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1575 金銀花、野菊花、紫花地丁草、蒲公英、紫背天葵草。調下犀角解糶丸。
^formula3〔加減羚羊鉤籐湯證〕
^origin〔李常春方〕
^ingredients1576 羚羊角（另煎）1.5g，鉤籐、川貝母、防風、澳荷、地龍、天竺黃 各7.5g，生地12g，白芍、全蠍 各9g，天麻、柴胡  各6g，個蠶3g，蟬衣1.5g，細辛2. lg。安宮牛黃丸，早、晚各服半丸。
^ingredients1577 犀角0.9g，川黃連1.5g，生地、玄參、珠茯神 各13.5g，炒酸棗仁、鉤籐 各9g，五味子、天冬 各7.5g，薄荷、龍膽草  各3g，蟬衣、俚蠶 各2.1g，天竺黃6g。
^ck18z10h028
^chinese #癇，暑厥，屏熱猝中，冬溫伏番，血分伏溫，暑組，中籍，晷風，春溫。
^combo 營灼+血蒸+神閉+絡滯
^symtom ①而赤，②離熱不退，③汗出。
^pulse 脈虛細數。
^symtom ①潮熱夜甚，②或發丹疹。
^tounge 舌赤苔黃。
^pulse 脈數左甚。
^symtom ①神呆，②神識不清，③昏迷不杏。
^symtom ①手足瘛瘀，②頸項強直，四肢偁直，③角弓反張，④牙關緊閉，⑤指顫動。
^symtom 煩悶躁擾。
^ill<sub=2>〔陽氣不和〕
^symtom 手足微冷。
^formulas
^formula1〔羚角鉤籐湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1578 羚羊角4.5g，桑葉6g，川貝母12g，鉤籐、菊花、茯神、白芍葯 各9g，生甘草2.4g，鮮生地、鮮竹茹 各15g。水煎服。
^formula2<var=1>〔犀角地黃湯證〕
^origin〔方蘭m方〕
^ck18z10h285
^norm 嵙人厥陰，熱動肝風。
^chinese 痙症，急驚風。
^western 腦炎，乙腦後遺症。
^combo 氣熾+血熾+神閉+氣逆
^formulas
^formula<var=2>〔羚角鉤籐湯證〕
^origin〔張錫君方〕
^ck18z10h286
^norm 厥陰厥熱。
^chinese 瘢癇，總驚風。
^western 流腦，痂癇大發作。
^combo 氣熾+神閉+陽滯+絡滯+氣鬱
^formulas
^formula〔加減紅錦丹證〕
^origin〔施今墨方〕
^alias太陽兩‧傷風寒，客寒包火，火鬰，表裡俱實，三陽合病，風寒發痙，肺氣窒痺。
^chinese 伏溫，伏醫，麻疫，暑拒，溫症，胎痕，風溫時赤膈傷寒，感寒咳血，小兒痙厥，風溫痙症，瘟疫，陽 雍發狂，肺閉，肺痺，哮喘，喉痧，牛皮癬。
^western 右下肺炎，小兒肺炎，右結核性胸膜炎，脊髓灰質炎急性期，猩紅熱。
^ill〔陽氣不宣〕
^symtom ①發熱惡風寒，無汗，②身大熱而惡寒，且發戰粟，臥重衾中，仍嫌不溫，③寒時則厥，神昏肢 冰，半時許吐痰數口，④斑疹不透，.⑤週身酸楚，身痛，⑥耳根發涼，⑦手足涼。
^tounge ①苔黃舌紅，②苔膩白厚c
^pulse ①沉細而滯，②脈浮右大於左。
^symtom ①肌膚灼熱，②壯熱多汗大汗，不惡寒反惡熱，③熱多寒少，④氣粗，⑤心煩不眠，煩躁不安，
^tounge ①苔黃質紅，②舌赤苔黃膩，③苔色黃膩垢濁。
^ck19z12h094
^norm 寒鬱火熾。
^chinese 伏溫，伏暑，麻疹，進瘧，溫瘧，胎瘧。
^ill〔陽氣不宣〕
^symtom ①發熱惡風寒，無汗，②身大熱而惡寒，且發戰慄，臥重衾中，仍嫌不溫，③寒時則厥，神昏肢冰，半時許吐痰數口，④斑疹不透，⑤週身酸楚，身痛，⑥耳根發涼，⑦手足涼。
^tounge ①苔黃舌紅，②苔膩白厚。
^pulse ①沉細而滯，②脈浮右大於左。
^ill2〔津氣道熾〕
^symtom ①肌膚灼熱，②壯熱多汗大汗，不惡寒反惡熱，③熱多寒少，④氣粗，⑤心煩不眠，煩躁 不安，⑥目‧赤唇紅，大渴口渴喜冷，⑦神昏妄語，⑧咽喉腫痛，乳蛾兩顆，色如石榴子，⑨口穢噴人，十尿赤便結，頻溺 短縮:）
^tounge ①苔黃質紅，②舌赤苔黃膩，③苔色黃膩垢濁。
^pulse ①浮數，②脈來洪滑且數，③滑數。
^ill<sub=1>〔津液消灼〕
^symtom ①形體消瘦，②面色少華，③口大渴喜冷，0目痛輿乾齒板燥，⑤便閉，⑥咳嗽痰黃。
^tounge 苔穢乾無津。
^pulse 細數。
^ill2<sub=1>〔清空不寧〕
^symtom ①頭痛，頭昏②鼻塞。
^ill<sub=2>〔氣機不利〕
^symtom 胸膈煩悶。
^ill2<sub=2>〔氣機不降〕
^symtom （D氣粗，２咳痰白稠，③嘔惡不納，嘔逆。
^formulas
^formula1〔桂枝白虎湯證〕
^origin〔《金匱要略》方〕
^ingredients1579 生麻黃、甘草 各3g，生石裔9g，桔梗4.5g，個蠶、前胡、萊菔子（炒）、杏仁 各6g，香豆豉12g，蔥白2寸，水煎服。
^ck19z12h064
^norm 太陽兩傷風寒，肺氣窒痺。
^chinese 肺痺，哮喘。
^western 右下肺炎，右結核性胸膜炎。
^combo 陽鬰+表鬰+氣逆+氣鬱
^ill〔陽氣不宣〕
^symtom ①裔嗇惡寒，淅淅惡風，翕翕發熱，②面色蒼白，口唇紫紺，兩目斜視，牙關緊閉，驚厥，頸項微強，③肢寒，④奐千口渴，⑤小便熱赤。
^tounge 苔略膩，舌質紅。
^pulse ①脈虛數，②脈數無力，③左寸浮緊，右尺洪實。
^ill2〔氣機沖逆〕
^symtom ①咳嗽氣急，呼吸迫促，②氣喘不得臥，痰鳴如鋸，張口氣喘毋煽，涕淚懼無，臥有鼾聲，
^ill<sub=1>〔腠理不宣〕
^symtom ①發熱惡寒，無汗，②壯熱不退，朝輕萏重，③體痛，骨節痛，④肌膚乾澀，不得汗。
^tounge ①苔薄膩而黃，②苔薄黃微乾。
^pulse ①脈浮緊而滑數，②脈浮數。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸中痞塞，②煩躁，煩懊多啼，啼聲不亮，③氣分短促，咳嗽劇烈，咳聲窘迫，④痰多 而清稀，痰黏稠不爽，膿痰腥臭，⑤沉困不食。
^pulse 氣口脈洱數。
^ill<sub=2>〔清空不宣〕
^symtom 頭痛。
^formulas
^formula1〔麻杏甘石湯證〕
^origin〔《傷寒論》方〕
^formula2〔大宵龍湯證〕
^origin〔《傷寒論》方〕
^ingredients1580 麻黃 六兩，桂枝、炙甘草 各二兩，杏仁四十枚，生薑 三兩，大棗十枚，石膏如雞子大。水煎，分3次服。
^ingredients1581 處方：羌活6g，防風、黃芩、白芷、木通 各4.5g，蒼朮、川芎 各3g，赤茯苓18g。
^ingredients1582 又方：葶藶、紫菀 各9g，牽牛、宋半g 各6g，桑白皮、地骨皮 各12g，桔梗3g，蘇子4.5g，赤茯苓18g，天津紅4枚。翌曰汗出痛止，咳仍未除，服後治肺方3劑而愈（《全國名醫驗案類編》74)。
^ck19z12h061
^norm 客寒包火，火鬰，表裡俱實，三陽合病。
^chinese 瘟疫，陽毒發狂，肺閉。
^western 小兒肺炎。
^combo 陽鬰+表鬰+氣鬱氣熾
^ill〔陽氣不宣〕
^symtom ①惡寒，且發戰慄，②四肢不溫，③腰以下，畏寒厚兩足個直。
^tounge 苔白膩。
^pulse ①脈數無力，②按脈則沉細而滯。
^ill2〔腠理不宣〕
^symtom ①惡風，②身大熱而惡寒，③壯熱無汗，肌膚乾澀，④斑欲出朱透，⑤身痛如披杖。
^pulse ①脈浮弦，②脈浮緊。
^tounge 傅白。
^ill3〔津氣逛熾〕
^symtom ①大熱不寒，壯熱面赤，H赤，唇焦紅，胸腹灼熱如焚，②煩躁不眠，神志模糊，目睛微 定，不啼無淚，③極度煩躁，狂躁，掀衣發狂，怒目而視，牙關略緊，揚手擲足，逾垣上域，④口大幹，飲水不輟，⑤大 便不下，便閉溺澀，大便水樣，日3~4次，色深褐穢臭，⑥胸前板痛，腹有微痛。
^tounge ①苔貧厚，質紅絳而乾，②舌苔燥黃焦刺，③苔黃灰焦，④舌燥裂。
^pulse ①脈洪滑數大，右甚，②脈數有力，③脈純躁無靜，剛勁沖指。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，頭痛如裂。
^symtom ①胸滿，咳聲宭迫，②脘悶，沉困不食。
^ill<sub=2>〔氣機不降〕
^symtom 呼吸氣粗急促，胸高抬肩，痰聲漉漉。
^ill2<sub=2>〔清竅不利〕
^symtom ①目赤唇燥，②咽乾口乾，羿塞奧乾。
^formulas
^formula1〔三黃石耷湯證〕
^origin〔《外台秘要》方〕
^formula2〔狂證奪命丹證〕
^origin〔《通俗傷寒論》方〕
^ingredients1583 釜底墨、灶突墨、樑上倒掛塵、青子芩、小麥奴、麻黃 各30g，川貨連45g，雄精9g，辰砂6g，西黃4.5g，珍珠粉3g，蜜丸。
^ck19z12h062
^norm 風寒發痙。
^chinese 小兒痙厥，風海痙症。
^western 脊髓灰質炎急性期。
^combo 陽滯+表鬰+氣熾+氣逆+經滯
^ill〔陽氣不行〕
^symtom 厥冷。
^ill2〔腠理不宣〕
^symtom 發熱無汗。
^tounge 舌苦白膩。
^symtom ①發熱，②煩躁。
^pulse 脈來弦數。
^symtom 嘔吐下利。
^symtom ①牙關緊，②疼攣，角弓反張，③搐搦，④弛緩性麻痺。
^formulas
^formula1〔仿葛根桂枝瓜蔞加羚羊法證〕
^origin〔宋鞠妨方〕
^formula2<var=1>〔萵根芩連湯證〕
^origin〔趙錫武方〕
^ingredients1584 生石奇18g，葛根、銀花、白芍 各12g，甘草、黃芩 各9g，黃連、麻黃 各4.5g，全蠍、蜈蚣 各3g。
^ingredients1585 芎、地龍，下肢加牛膝（《趙錫武醫療經驗》）。
^ck19z12h014
^norm 寒鬱火熾。
^chinese 風溫時苒：赤膈傷寒。
^combo 陽滯+表鬰+氣熾+營灼v
^ill<sub=2>〔清空不宣〕
^formulas
^formula〔通聖消毒散證〕
^origin〔《通俗傷寒論） 方〕
^ingredients1586 荊芥、防風、川芎、白芷 各3g，銀花、連翹、牛蒡子、薄荷、焦山梔、滑石 各6g，風化硝、酒炒生大黃、桔梗、生甘 草 各4.5g，先用犀角3g，大青葉15g，蔥白3枚，淡豆豉12g，蘆筍90g，紫萍9g，臘雪水代水。
^ck19z12h133
^norm 寒火人血。
^chinese 感寒咳血，喉痧，牛皮癬。
^western 猩紅熱。
^combo 表鬰氣熾+血熾+液灼
^ill〔腠理不宣〕
^symtom ①發熱惡寒，②咳嗽劇烈，夜不安枕，③左臂驟然作痛。
^tounge 舌苔白膩。
^pulse ①脈象兩寸浮數，②脈浮緊。
^ill2〔津氣蘊熾〕
^symtom ①口苦思涼飲，②喉痧咽峽疼痛，③大便未行，④小便貧而短。
^tounge 舌苔黃。
^pulse 兩關弦數，兩尺滑。
^ill3〔血熱蘊熾〕
^symtom ①週身發出紅疹，②身癢如針刺狀，③五心煩躁，④咳血。
^ill<sub=1>〔津液消灼〕
^ill<sub=2>〔清空不宣〕
^formulas
^formula1〔加味麻黃湯證〕
^origin〔施今墨方〕
^formula2〔加減升降教證〕
^origin〔蒲輔周方〕
^ingredients1587 桑葉、荊芥、俚蠶、連翹、銀花 各6g，蟬衣、生甘草 各3g，牛蒡子、苦桔梗、酒制大黃、升麻 各4.5g，生石奇15g，浮萍、玄參 各9g，蔥白3寸。
^ingredients1588 (3)趙錫武治牛皮癬，疏風解表，清熱解毐，蒺藜湯主之：白蒺藜30g，苦參、皂角刺、蟬衣、歸尾 各12g，生石耷、薏苡仁、葛根、海桐皮、白鮮皮 各18g，麻黃6g，甘草、杏仁、白芍、桂枝、生薑 各9g，大黃3g，大棗7枚（《趙錫武醫 疔經驗》）。
^alias三陽合病，少陽陽明，熱結在裡，陽明結熱在裡。
^chinese 少陽陽明，溫瘧，伏箸陰瘧。
^ill〔陽氣不和〕
^symtom ①身疼無汗，②身尚惡風，③頭項強，④但欲眠睡，⑤發必在暮夜陰盛之際，.每至平旦交陽分 始退。
^tounge 白膩。
^pulse 脈象沉弦。
^ill2〔腠理不調〕
^symtom ①先寒後熱，熱多難少，②發寒時，身痛無汗，發熱時，口渴惡熱
^ill3〔津氣蘊蒸〕
^symtom ①身熱惡風，發熱亦甚，日晡潮熱無汗，②口渴惡熱喜飲，③與燥口乾，.④目合則汗，⑤小便短赤，⑥大便瀉利。
^pulse ①脈象弦數，②脈左弦右洪。
^tounge白滅。
^pulse脈象沉弦。
^ill4〔腠理不調〕
^symtom①先寒后熱.熱多寒少，②發寒時，身痛無汗，發熱時，口渴惡熱。
^ill5〔津氣蘊蒸〕
^symtom①身熱惡風，發熱亦甚，日哺潮熱無汗，②口渴惡熱喜飲，③鼻燥口干，④目合則汗，⑤小便短
^pulse①脈象弦數，②脈左弦右洪。
^tounge苔雜.。本證—隱指機郎賄
^ill6〔氣機不宣〕
^symtom①胸悶胸滿，②脅下滿，胸脅痛滿，胸脅苦滿，脅
^ill7〔淸空不寧〕
^symtom①頭痛如破，②耳聾，③目赤。
^ck19z15h084
^chinese溫瘧，伏署陰瘧。
^combo陽鬰+表部+氣鬰+氣蒸
^formulas
^formula1〔柴芩雙解湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1589 柴胡、青子芩、豬冬 各4.5g，生葛根、防風 各3g，羌活2.4g，知母6g，生石奇（研）12g，白蔻仁末（沖）、炙甘草 各 1.8go
^formula2〔麻石抒陽湯證〕
^origin〔陳士鐸方〕
^ingredients1590 柴胡、石苻 各6g，白芍15g，麻黃、陳皮 各0.9g，半S3g，茯冬9g。
^ck19z15h085
^norm 少陽陽明。
^chinese  二陽合病，少陽陽明。
^combo 陽鬰+表鬰+氣鬱+氣熾
^ill〔陽氣不和〕
^symtom ①惡寒，②鼻塞，③筋掣。
^tounge 苔白膩。
^pulse 脈之兩寸關弦而微數。
^ill2〔腠理不調〕
^symtom 往來寒熱。‧
^pulse 脈浮弦。
^ill3〔津氣$熾〕
^symtom ①身熱，發熱，汗出不解，②口揭，煩渴，③慮語，④心煩不得寐，心悸、難寐，⑤大便 秘結，數日不大便，⑥下利而不暢，失溲便溏。
^tounge 舌燥。
^pulse ①脈弦有力，②脈洪大，③脈滑。
^ill<sub=1>〔氣機不降〕
^symtom ①嘔惡，@嘔不止，③嘔吐而下利。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶胸滿，②鬱鬱微煩，③胸脅苦滿，④心下急，心下痞硬，心中痞硬，⑤脅大痛，⑥ 背痛。
^ill<sub=2>〔清空不寧〕
^symtom ①頭痛，②耳聾，③目赤。
^formulas
^formula〔大柴胡湯證〕
^origin〔《傷寒論》方〕
^ck19z15h086
^norm 熱結在裡，陽明結熱在裡。
^chinese 少陽陽明。
^combo 陽鬰+表鬰+氣鬱+氣識+氣結
^ill〔陽氣不和〕
^symtom ①頭痛提寒，②四末覺微清。
^ill2〔腠理不調〕
^symtom ①往來寒熱，②拒，寒少熱多9
^ill2〔津氣蘊熾〕
^symtom ①身熱，身大熱，自汗，日晡所發潮熱，②煩渴，③不得臥.④鬰冒，人事&惑，神恍惚，５多譫妄語，菰則神糊煩躁，起臥如狂，６已而微利y７里急後重，下痢紅.白，８遍體皆赤斑。
^tounge 舌苔黃。
^pulse １脈洪大，２脈洪大而實，３脈弦數勁指。、
^ill<sub=1>〔氣機鬱結〕
^symtom ①胸痛，胸脅滿而嘔，②腹痛拒按，③大便不通。
^tounge 舌4：胎黑而燥如芒刺。
^pulse 脈沉實，尺寸脈俱大，兩手沉實而滑。
^ill2<sub=1>〔氣機不降〕
^symtom ①喜嘔，②嘔吐，③嘔逆。
^ill<sub=2>〔清空不寧〕
^symtom ①頭痛，②R痛鼻乾。
^formulas
^formula1〔大柴胡湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔柴胡加芒硝湯證〕
^origin〔《傷寒論》方〕
^ck19z16h281
^norm 木火內熾。
^chinese 少陽病。
^combo 氣滯+氣熾+血熾+神蒙+陽鬰
^ill〔氣機不利〕
^symtom 胸悶不食。
^ill2〔津氣蘊熾〕
^symtom ①發熱，②大便不通，③小便不利，便秘，溲赤。
^ill<sub=1>〔血熱組熾〕
^symtom ①面赤，②心悸而驚。
^ill2<sub=1>〔神志昏蒙〕
^symtom ①言語舉止異於常人，②胸滿煩驚，③譫語叫喊。
^ill<sub=2>〔陽氣不和〕
^symtom ①畏風，<2）—身盡重，不可轉側，③汗少。
^pulse ①脈弦緩，②脈弦細。
^formulas
^formula〔柴胡加龍骨牡蠣湯證〕
^origin〔《傷寒論》方〕
^ingredients1591 柴胡、龍骨 各四兩，黃芩、生薑、鉛丹、人參、桂枝、茯苓、牡蠣 各一兩五錢，制半夏二合半，大黃 二兩（後下），大棗六枚。水煎，分4次服。
^alias客寒包火，風火入血，斑疫內陷。
^chinese春溫兼寒，伏溫，外寒引發伏暑，冬溫伏暑，肺閉，麻疹內陷。
^ck19z03h014
^norm 客寒包火。
^chinese 存溫兼寒，伏溫。
^ill〔陽氣不行〕
^symtom ①惡寒，②肢冷，厥逆。
^tounge 苔白。
^ill2〔津氣蘊熾〕
^symtom ①發熱，壯熱，②口渴口苦』，③F1赤多眵。
^tounge 苔黃乾。
^pulse 脈數。
^ill3〔營熱組灼〕
^symtom ①熱甚於夜，②心煩不寐，③神昏譫語，時抽搐。
^tounge 舌練赤。
^ill<sub=1>〔腠理不宣〕
^symtom 惡風寒，無汁。
^ill2<sub=1>〔經脈不利〕
^symtom 筋骨疼痛，強直。
^ill<sub=2>〔清空不宣〕
^symtom 頭痛如劈。
^formulas
^formula〔涼解方證〕
^origin〔吳坤安方〕
^ingredients1592 犀角、連翹、黃芩、薄荷、梔子、豆豉、淡竹葉。
^ck19z03h025
^norm 營分伏溫。
^chinese 外寒引發伏荖，冬溫伏惡。
^combo 表鬰+營蒸+血蒸+神擾‧
^ill〔腠理不宣〕
^symtom ①惡風惡寒，②無汗，③肢厥冷。
^pulse 脈關尺沉弦小數。
^ill2〔營熱蘊蒸〕
^symtom ①發熱H輕夜重，②面垢設燥，③U幹不喜飲，飲即乾嘔，咽燥如故。
^pulse 脈左弦，兩寸獨數。
^ill3〔血熱蘊蒸〕
^symtom ①胸腹灼熱如焚.②惡熱，③目赤唇紅。
^tounge ①舌鮮紅起刺，②深紅無苔。
^ill<sub=1>〔清空不宣〕
^symtom ①頭痛，②頭暈。
^ill2〔神志不寧〕
^symtom ①心煩，②躁擾不寧。
^ill<sub=2>〔經氣不宣〕
^formula1〔七味蔥白湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^formula2〔加減葳蕤湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1593 生葳蕤6~9g，生蔥白2 ~3枚，桔梗、蘇薄荷各3～4. 5g，東白薇1.5~3g，淡豆豉9～12g，炙甘草1.5g，紅棗2枚。
^ingredients1594 2.病案：尤在涇治熱不b，頭痛不已，紫斑如錦紋，咽痛，表裡邪盛，最為重證。犀角、豆豉、赤芍、元參、牛蒡 子、丹皮、黃芩、甘草。與■診：去豆豉、丹皮，加枯梗、鮮生地、射乾（《柳選四家醫案》41)。
^ck19z03h026
^norm 風火人血，斑疹內陷。
^chinese 伏氣溫熱，肺閉，麻疹內陷。
^combo 表鬰+營灼+血灼+神蒙+陽鬰+絡滯
^ill〔腠理不宣〕
^symtom 惡寒無汗。
^ill2〔營熱蘊灼〕
^symtom ①熱甚於夜，②環口燥裂，大渴引飲。
^ill3〔血熱蘊灼〕
^symtom 紅疹不透，斑疹紫紅，深紅緊束有根。
^tounge 舌乾絳。
^ill<sub=1>〔神志蒙閉〕
^symtom ①神昏譫語，②喘急，③心煩神躁。
^ill2<sub=1>〔陽氣不和〕
^symtom 肢冷。
^ill<sub=2>〔清空不宣〕
^ill2<sub=2>〔絡脈不和〕
^symtom 肢搐。
^formulas
^formula1〔加味麻杏石甘湯證〕
^origin〔《傷寒指舉》方〕
^ingredients1595 生麻黃、薄荷、桔梗、犀角 各2.4g，生石耷12g，杏仁6g，牛蒡子、連翹、枯黃芩、貝母 各4.5g，生付草1.6g，通草 3g，蘆根1捆。
^formula2〔神犀丹證〕治壯熱旬日不解，神昏譫語，斑疫紫紅，環口燥裂，大渴引飲，心煩神躁，便秘尿澀，開竅清凍透解。
^ingredients1596 犀角、生地、豆豉、連翹、黃芩、板藍根、銀花、金汁、元參、石菖蒲、天花粉、紫草。
^alias表裡俱實，裡實兼表，肺氣鬱逆，少陰伏溫。
^chinese 太陽陽明為病，傷寒挾滯，春溫，冬溫，伏箸，夾陰傷寒，挾陰溫病，肺風痰喘，失下發斑，馬脾風。
^western 病毐性感冒，流行性乙型腦炎。
^ill〔腠理不宣〕
^symtom ①形寒惡風，惡寒，②渾身骨疼，③不得汗，④斑當欲出未透之時，⑤一身及面目悉黃，⑥嗜臥，
^tounge 苔白膩。
^pulse ①脈浮，②脈弦浮大。
^ill2〔津氣蘊熾〕
^symtom ①發熱，熱壯口乾，②毋乾嚥乾口燥，唇齒乾燥，③躁擾不安，煩躁不眠，④便閉溺澀，⑤腹部 拒按o
^tounge ①朱點甚多，舌苔淡黃，②舌苔由白轉黃，輕則嫩黃薄膩，重則深黃帶灰。
^pulse ①右洪盛滑數，數大過於左手，②脈浮滑數，兩關較大。
^ill3〔氣機不利〕
^symtom ①大便數日不行，②胸腹滿微硬，③腹有微痛，④腹滿 而痛，⑤腹部拒按，⑥脘悶不舒。
^pulse 脈實。
^ill4〔清空不寧〕
^symtom 頭痛。
^ill5〔清竅不利〕
^symtom 鼻寒，擇乾。
^ill6〔氣機不宣〕
^symtom ①胸滿短氣，②院悶，③咳嗽不爽。
^ill7〔氣機不降〕
^symtom ①咳嗽不爽，②微喘。
^ck19z14h036
^norm 表裡俱實。
^chinese 失下發斑，春溫，冬溫。
^western 病莓性感冒。
^combo 表鬰+氣熾+氣鬱
^ill〔腠理不宣〕
^symtom ①形寒惡風，惡寒，②渾身骨疼，③不得汗，④斑當欲出未透之時，⑤一身及面目悉黃，
^tounge 苔白膩。
^pulse ①脈浮，②脈弦浮大。
^ill2〔津氣蘊熾〕
^symtom ①發熱。熱壯口乾，②毋乾嚥乾口燥，唇齒乾燥，③躁擾不安，煩躁不眠，④便閉溺澀，５腹部拒按。
^ill<sub=1>〔清空不寧〕
^ill2<sub=1>〔清竅不利〕
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1〔防風通聖散證〕
^origin〔《宣明論方》方〕
^ingredients1597 防風、連翅、麻黃、傅荷、荊芥、白朮、扼子、川芎、當歸、白芍葯、大黃、芒硝、石奇、黃芩、枯梗 各一兩，甘草 二兩，滑石 三兩。為粗末，每服二錢，加生薑三片，水煎服。
^formula2〔柴芩清隔煎證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ingredients1598 川柴胡2.4g，生大黃（酒浸）、生枳殼、薄荷、青子芩 各4.5g，蘇苦桔梗3g，焦山梔9g，青連翹6g，生甘草1.8g，鮮 淡竹葉36片。
^ck19z14h094
^norm 裡實兼表。
^chinese 太陽陽明為病，傷寒挾滯，春溫，伏輯。
^western 流行性乙型腦炎。
^combo 陽鬰+氣熾+氣滯
^ill〔陽氣不宣〕
^symtom ①惡寒發熱，②微微惡風，脊背微寒，③肢冷，④無汗，⑤渾身骨疼，身痛如披杖，⑥口 淡，⑦嗜睡。
^tounge ①舌苔薄白，②萏薄膩而黃。
^pulse ①脈浮綏，②脈浮而緊，③脈浮，右大於左。
^ill2〔津氣邃熾〕
^symtom ①身熱10餘H不解，②蒸蒸發熱，微煩，③煩熱汗出，④日晡潮熱。如瘧狀，日晡所發 熱，⑤0微赤，⑥小溲短赤，⑦腹滿微喘，⑧不大便六七日，⑨暴煩下利日10餘行。
^tounge 舌苔淡黃。
^pulse 脈浮滑而數。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾唇焦，唇齒乾燥，口苦咽乾，②大便閉結，小便短澀，③暴利。
^tounge 舌苔中心穢乾無津。
^pulse 右洪數。
^ill2〔清空不寧〕
^symtom ①頭痛，頭痛如裂，②鼻塞。
^ill<sub=2>〔氣機不利〕
^symtom ①大便數日不行，②胸腹滿微硬，③腹有微痛，④腹滿而痛，⑤腹部拒按，⑥脘悶不舒。
^pulse 脈實。
^ill2<sub=2>〔氣機不降〕
^symtom ①咳嗽不爽，②傲喘。
^formulas
^formula1〔厚樸七物湯證〕
^origin〔《金匱要略》方〕
^formula2〔桂枝加大黃湯證〕
^origin〔《傷寒論》方〕
^ingredients1599 桂枝 三兩，大黃 二兩，芍葯 六兩，生薑 三兩，.甘草 二兩，大棗十二枚。水煎，分三次服。
^formula3<var=1>〔蔥豉湯證〕
^origin〔蒲輔周方〕
^ingredients1600 4.5g，薄荷葉2.4g，枇杷葉（去毛筋淨）、淨連翹、苦桔梗、光杏仁6g，生甘草1.5g。
^ck19z14h079
^norm 陽虛伏火。
^chinese ;夾陰傷寒，挾陰溫病，少陰伏溫。
^ill〔陽氣不振〕
^symtom ①人事昏憒，語言輕微，昏沉不食，②通身如火，猶衣被不離，③頭眩嗜臥，④便洩不渴。
^pulse 脈數大空虛，尺倍洪盛。
^ill2〔津氣蘊熾〕
^symtom ①發熱如蒸，咽中乾，夜間發熱，大熱不惡寒轉惡熱，掀去衣被，揚手躑足，身漸汗出，
^ill<sub=1>〔陽氣不宣〕
^symtom ①四肢時冷，②身重惡寒，③厥冷。
^ill2〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^symtom 吐逆。
^formulas
^formula〔附子瀉心湯證〕
^origin〔《傷寒論》方〕
^alias厥陰證，臟寒，厥陰寒熱錯雜之證。
^chinese 蛔厥，熱人血室，寒疝。
^western睪丸炎。
^ill〔氣機不宣〕
^symtom ①院痞嘔惡，②不思納谷。
^tounge 舌常色。
^ill2〔氣機沖逆〕
^symtom ①氣上撞心，心中疼熱，②突k上腹陣陣鑽痛，痛時如絞，輾轉不安，③心胸格拒，千嘔，嘔惡 益頻，嘔逆，或吐痰涎濁沫，或吐酸苫黃綠之水，嘔吐青綠黑臭之水，或黃黑濁飲，④饑而不欲食，食則吐蛔。
^ill3〔津氣蘊蒸〕
^symtom ①體溫漸高，熱仍不退，②煩躁無暫安。
^pulse 脈象滑數。
^ill4〔清空不寧〕〔熱迫津洩〕
^symtom ①利不止，②或下緬。
^ill5〔陽氣不和〕
^symtom ①寒熱，②大汗淋漓，③四末微冷，四肢厥冷，④膚冷。
^pulse ①脈微，②脈細小而沉。
^tounge 苔薄白。
^ill6〔津液消灼〕
^symtom 消渴。
^ck19z16h279
^norm 厥陰證，臟寒，蛔厥。
^chinese 蚵厥。
^western 膽道蛔蟲。
^combo 氣鬱+氣逆+氣蒸+津洩+陽鬰+液灼
^ill〔氣機不宣〕
^symtom ①脘痞嘔惡，②不思納谷。
^tounge 舌常色。
^ill2〔氣機沖逆〕
^symtom ①氣上撞心，心中疼熱，②突發上腹陣陣鑽痛，痛時如絞，輾轉不安，③心胸格拒，乾嘔，嘔惡益頻，嘔逆，或Rh痰涎濁沫，或吐酸苦黃綠之水，嘔吐青綠黑臭之水，或黃黑濁飲，④饑而不欲食，食則吐蛔。
^ill3〔津氣斑蒸〕
^symtom ①體溫漸高，熱仍不退，②煩躁無暫安。
^pulse 脈象滑數。
^symtom ①利不止，②或下蛔。
^ill<sub=2>〔陽氣不和〕
^symtom ①寒熱，②大汗淋漓，③四末微冷，四R厥冷，④膚冷。
^pulse ①脈微，②脈細小而沉。
^tounge 苔薄白。
^symtom 消渴。
^formulas
^formula〔烏梅丸證〕
^origin〔《傷寒論》方〕
^ingredients1601 烏梅三百枚，細辛、炮附子、桂枝、人參、黃柏 各六兩，乾薑 十兩，黃連 十六兩，當歸、蜀椒 各四兩。蜜丸，如梧桐 子大，每服十丸，日三次。
^ck19z16h281
^norm 厥陰寒熱錯雜之證。
^chinese熱入血室。
^combo 氣滯‧*‧氣熾+血熾+神蒙+陽鬰
^ill〔氣機不利〕
^symtom ①胸腡滿悶，②有氣上逆。
^ill2〔津氣逭熾〕
^symtom ①口苦，②口微渴。
^pulse 脈沉弦數。
^ill<sub=1>〔血熱蘊熾〕
^symtom ①人夜身大熱，②經斷復行。
^tounge 舌紅。
^ill2〔神志昏蒙〕
^symtom ①日間楮神恍惚，人夜亂言亂語。
^ill<sub=2>〔陽氣不和〕
^symtom ①寒熱往來，②肢倦神疲，③嗜睡。
^tounge 苔白滑。
^pulse 重按弦虛。
^ill2〔清空不寧〕
^symtom 頭暈。、
^formulas
^formula1〔烏梅丸加柴芩方證〕
^origin〔李翼農方〕
^ingredients1602 人參、官桂、甘草 各3g，附子、川花椒、川黃連、川黃柏、黃芩、烏梅、當歸 各9g，乾薑15g，柴胡6g，細辛1.5g，
^ck19z16h291
^norm 寒火內結。
^chinese 寒疝。
^western 睪九炎。
^combo 氣鬱+氣結+氣滯+陽鬰
^ill〔氣機不宣〕
^symtom 睪丸腫硬脹痛，質堅如石，觸痛明顯。
^pulse 脈弦緊。
^ill<sub=1>〔氣機不利〕
^ill<sub=2>〔陽氣不和〕
^symtom 陰渙濕冷。
^tounge 舌淡紅，苔薄白。
^formulas
^formula<var=1>〔大黃附子湯證〕
^origin〔於慶平方〕
^ingredients1603 大黃、山植、青皮、吳茱英 各6g，附片8g，小茵、荔核 各9g，金鈴子12g，肉桂4g。
^alias陰中伏陽，太陽少陰同病，邪陷少陰。
^chinese 客寒包火，挾陰溫病，少陰伏溫，失音。
^western 喉肌軟化症，流行性腦符髓膜炎。
^symtom ①背後怕冷，②色夭不澤。
^tounge 舌胖淡，苔膩水滑。
^pulse ①脈弦緊，②或數疾，③沉細。
^symtom ①胸膈室悶，②納呆脘痞，③短氣，④欲咳不能咳。
^symtom 兩目乏神。本證一H056清陽失宜候*
^symtom ①失音，②咽痛。轉證—賺清則獅候
^symtom 猶上溢。變證一H075濟陽成閉候HH3陽氣虛織候
^ck19z05h056
^norm 寒閉陽鬰。
^chinese 失音。
^western 喉肌軟化症。
^combo 陽鬰+氣鬱+空竅_
^ill〔陽氣不宣〕
^symtom ①背後怕冷，②色夭不澤。
^tounge 舌胖淡，苔膩水滑。
^pulse ①脈弦緊，②或數疾，③沉細。
^ill2〔氣機不宣〕
^symtom ①胸膈窒悶，②納呆脘痞，③短氣，④欲咳不能咳。
^ill<sub=1>〔清空不宣〕
^symtom 兩目乏神。
^ill2<sub=1>〔清竅不宣〕
^symtom ①失音，②咽痛。
^ill<sub=2>〔氣機不降〕
^symtom 清痰上溢。
^formulas
^formula〔麻黃附子細辛湯證〕
^origin〔《傷寒論》方〕
^ck19z05h059
^norm 陰中伏陽。
^chinese 寒閉，火鬰。
^combo 陽鬰+陽滯+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①身大寒，②指末背冷。
^pulse 六脈沉伏不見，深按至骨，卻似牢而有力。
^ill2〔陽氣佛鬰〕
^symtom ①身大寒反不欲近衣，②內熱煩亂口渴，③煩躁狂熱。
^tounge ①舌苔絳，底浮白甚，②或嫩紅胖大。
^pulse 脈沉伏按之緊數。
^ill3〔腠理不宣〕
^symtom ①身溫無汗，②脊痛。
^tounge 舌底絳浮白。
^symtom 頭痛。
^symtom ①氣塞填胸，②胸滿。
^symtom 噁心。
^formula2〔破陰丹證〕
^origin〔《通俗傷寒論》載方〕
^ck19z05h075
^norm 太陽少陰同病。
^chinese 客寒包火。
^western 流行性腦脊髓膜炎。
^combo 陽虛表鬰+氣灼+神閉經絡鬰滯
^ill〔陽氣不振〕
^symtom ①面色黑滯，②語言輕微，③通身如火，猶衣被不離，④四肢時冷，⑤身蜷足冷，⑥半渴 不渴，⑦大便溏洩，⑧週身迪布紫色瘀斑。
^pulse 脈沉細。
^symtom ①身熱，惡寒，②無汗皮膚枯澀，③頭痛甚劇。
^tounge 苔薄白。
^pulse 脈浮緩。
^symtom ①壯熱不退，②口渴，唇焦，③心煩，晝夜不寐，④咽喉紅痛，時忽痛洩。
^tounge 舌質赤。
^symtom ①人事昏憒，②神志時清時昧，③譫語無倫。
^symtom 項強。
^symtom ①胸膛板結，②飲則嘔吐宿食、痰涎，噴射性嘔吐。
^symtom 舌卷。
^formulas
^formula〔大青龍湯加附子證〕
^origin〔積冷仙方〕
^ck19z05h173
^norm 邪陷少陰。
^chinese 挾陰溫病，少陰伏溫。
^combo 陽虛+氣熾+血熾+陽滯
^ill〔陽氣不振〕
^symtom ①汗多，②肢冷，③嗜寐神迷，④譫語鄭聲，⑤大便溏洩，⑥咳有痰聲。
^pulse 脈已沉細。
^ill2〔津氣蘊熾〕
^symtom ①身熱有汗不解，②氣急胸悶，③神識模糊。
^ill<sub=1>〔血熱組熾〕
^symtom 咳嗽痰多夾紅點。
^ill<sub=2>〔陽氣不行〕
^symtom 渴喜熱飲。
^formulas
^formula〔加味麻附細辛湯證〕
^origin〔柳寶詒方〕
^ingredients1604 麻黃、附子、細辛、犀角、羚羊角、西洋參、4：膝、牡蠣、石決明。
^ingredients1605 1.論著：柳寶詒：少陰之邪未化，而厥陰之火已熾，宜麻附細辛法加犀角、羚羊角、西洋參、牛膝、牡蠣、石決明 (組方見方症）兼清降厥陰風火。
^alias綻遏熱伏，濕遏熱熾，陽明暑證，熱結旁流，暑熱內陷，邪陷少厥，暑傷元氣。
^chinese 濕溫，裊濕，砮溫，暑熱，伏裊內發，荖厥，罟厥兼肺痺，蜃瀉，噤口痢，自汗，麻後喘。
^western 流感，登笮熱，繼發性腹膜炎，心包炎，中毐性肝炎，右下肺炎，麻疹肺炎。
^ill〔氣機不宣〕
^symtom ①胸悶納呆，②院悶胸滿，③咳嗽痰黏，④腹脹。
^tounge ①舌苔白糙，②膩白。
^symtom ①身熱不退，②潮熱，午後人夜更甚，③自汗，無汗，汗出不暢，④口苦口渴，⑤膈間煩悶特甚，神糊煩懊，⑥大便不暢，便溏自利，便秘溲赤。
^tounge ①舌質紅，苔貨膩，②罩灰黑，③舌尖赤燥，近根黃膩帶濁。
^pulse ①脈滑數，②脈息細弦而數。
^symtom ①咽喉腫痛，②兩側扁桃體腫大。
^symtom ①惡捕吐，②乾呢，③喚逆。獅—_淨氣礦候腳6雄氣蒸灼候出_氣煎雌
^ck20z12h042
^norm 濕熱上逆。4
^chinese 濕溫，暑熱。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①典衄，②呃逆。
^tounge 舌紅苔薄黃。
^pulse 弦數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭脹，②首如裹。舌象.‧舌色帶白。
^ill<sub=2>〔清竅不利〕
^symtom ①咽痛，②喉阻，咽喉欲閉，③咳，④耳聾。
^formulas
^formula〔銀翹馬勃散方證〕
^origin〔 <溫病條辨》方〕
^ingredients1606 連翹30g，牛蒡子18g，銀花15g，射乾、馬勃 各9g。右杵為散服。
^ingredients1607 (1)葉天士治鬰二六，輯熱頭脹，咳，喉痛：鮮荷葉、杏仁、射乾、橘紅、桑皮、拮梗、木通、滑石（《臨證指南醫 案》338)。
^ingredients1608 (2)葉天士治濕溫阻於肺衛，咽痛，足跗疼痛，當清上焦，濕走氣自和：飛滑石、竹葉心、連翹、桔梗、射乾、蘆根 (《臨證指南民案》351)。
^ck20z12h041
^norm 濕遏熱伏。
^chinese 伏暑內發，濕溫，裊濕。
^western 流感。
^combo 氣鬱+氣熾
^ill〔氣機不宣〕
^symtom ①胸悶納呆，②膠悶胸滿，③咳嗽瘐黏，④腹脹。
^tounge ①舌苔白糙，②.膩白。
^ill2〔津氣繭熾〕
^symtom ①身熱不退，②潮熱，午後人夜更甚，③自汗，無汗，汗出不暢，④口苦口渴，⑤膈間煩 悶特甚，神糊煩懊，⑥大便不暢，便溏自利，便秘溲赤。
^tounge ①舌質紅，苔黃膩，②眾灰黑，③舌尖赤燥，近根黃膩帶濁。
^pulse ①脈滑數，②脈息細弦而數。
^ill<sub=1>〔清竅不利〕
^symtom ‧.１咽喉腫痛，２兩側扁桃體腫大。
^ill2<sub=1>〔氣機不降〕
^symtom ①噁心嘔吐，②乾嘔，③逆。
^ill<sub=2>〔清空不寧〕
^symtom 頭痛&蜇。
^formulas
^formula1〔大橘皮湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1609 廣陳皮、赤茯苓 各9g，飛滑石12g，檳榔計4匙沖，杜蒼朮3g，豬冬6g，澤瀉4.5g，官桂0.9g。
^formula2〔增減黃連瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔加味連樸飲證〕
^origin〔《通俗傷寒論》何廉K方〕
^ingredients1610 厚樸、黃連、石菖蒲、半夏、豆豉、焦山梔、蘆根、黃芩、枳實。水煎服。
^ingredients1611 (2)吳坤安：主濕熱兼治，用瀉心法：半茇、陳皮、赤茯苓、枳實、川黃連、通草之類。
^ck20z12h094
^norm 濕遏熱熾。
^chinese 蜃溫，濕熱。
^western 登革熱。
^combo 陽鬰+氣熾+液灼
^ill〔陽氣不宣〕
^symtom １寒戰高熱，２身重，３骨節煩疼。
^tounge 苔灰黑而序垢，舌尖乾燥而根膩，
^symtom ①壯熱有汗不惡寒，②面紅目赤，③煩躁不寐，熱盛之時，譫語妄言，④便秘溺赤。
^tounge ①舌紅苔黃千，②或黃膩，③舌苔黃多白少。
^pulse 脈數或滑，脈象弦滑而數。
^symtom ①煩渴，②口乾欲飲，或不多飲。
^symtom 頭痛。
^ill<sub=2>〔氣機不利〕
^symtom 腹滿。
^symtom 胸痞泛惡，不能納谷。
^formulas
^formula<var=2>〔白虎加蒼朮湯證〕
^origin〔彭玉林方〕
^ingredients1612 石裔（先煎）45g，甘草5g，知母、蒼朮各0g，連翹、銀花 各20g，板藍根26g，葛根30g。
^ck20z12h096
^norm 陽明暑證。
^chinese 伏醫，杲溫，自汗。
^combo 氣灼+液灼+神蒙
^ill〔津氣蘊灼〕
^symtom １大熱，２喜冷，３汗出，頭痛嘔吐。
^tounge 舌紅苔黃賦，苔黃哼。
^pulse ①脈洪數，②脈寸尺沉細，兩關洪數。
^ill<sub=1>〔津液消灼〕
^symtom ①大煩渴飲冷，②小便不利如血，③乾嘔，④屏燥，⑤自覺鋝脘內陣發性烘熱，熱氣外竄，隨即汗出浸衣，睡眠欲醒尤易發作，⑥大便秘結。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1〔三石湯證〕
^origin〔《溫病條辨》方〕
^formula2〔新加白虎湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔通利州都法證〕
^origin〔雷少逸方〕
^ingredients1613 白茯苓、飛滑石 各9g，澤瀉4.5g，土炒蒼朮2.4g，車前子6g，通草、苦桔梗 各3g，河水煎服。
^ck20z12h101
^norm 熱結旁流，暑熱內陷。
^chinese 暑濕，菩熱，裊瀉。
^combo 氣熾+滓洩+液灼+氣滯
^ill〔津氣蘊熾〕
^symtom ①壯熱汁出，汗多而熱不衰，②嗜睡譫語，③煩躁不安，④疹瘩現於頸項，⑤四肢厥冷。
^tounge 舌質灰燥，舌尖紅絳。
^pulse ①脈數滑，②左脈數滑，右脈促數。
^ill2〔熱迫津洩〕
^symtom ①利下，大便稀瀉。
^ill<sub=1>〔津液消灼〕
^symtom ①U渴不止，②病不明。
^tounge 舌苔灰黑焦乾。
^ill<sub=2>〔氣機不利〕
^symtom ①胸痞，噯飧不暢，②腹痛拒按，疼痛及於少腹。
^formulas
^formula1〔東垣涼塢散法證〕
^origin〔金子久方〕
^formula2〔張錫鈍通變白頭翁湯法證〕
^origin〔李健頤方〕
^ingredients1614 白頭翁、貨芩 各6g，秦皮、杭白芍、杏仁、桔梗、女貞子 各9g，淮山藥30g，知母、南沙參 各12g。
^alias濕竭化燥，陽明腑實症，陽明少陽合病，伏熱陽結，熱結旁流，熱盛神昏，火旺生風，熱陷厥少，陽盛格陽，內閉外脫。
^chinese 陽明少陽合病，陽明腑實，陽番，濕溫，卷溫挾濕，涼燥，陽明痙症，中替，暑厥；嘔逆，痛洩，大瘕洩，濕熱痢疾，熱痢，伏暑痢，裊毒赤痢，噤口痢，疫痢閉脫，關格，腸結，癃閉。
^western 急性胰腺炎，中毐性籐痢，急性出血性壞』死性腸炎，乙狀結腸炎，腸梗阻，腸傷寒腸出血，乙腦，急性白
^ill〔津氣蘊熾〕
^symtom ①潮熱，②汗出手足較其，.③口乾，④煩躁，⑤大便解多不爽，溏如敗醬膠飴。
^ck20z14h100
^norm 濕竭化燥，陽明腑實症，陽明少陽合病。
^chinese 陽明少陽合病，陽明腑實。
^western 急性胰腺炎。
^combo 氣熾+液灼+氣結+神蒙
^ill〔津氣蘊熾〕
^symtom １潮熱，２汗出手足較叢:，３口乾，４煩躁，５大便解多不爽，溏如敗醬膠飴。
^tounge 苔黃不甚燥。
^ill2〔氣機鬱結〕
^symtom ①痞滿燥實，②胳旁硬痛不可忍，③大便閉。
^pulse 脈沉數，沉實搏指。
^ill<sub=1>〔津液消灼〕
^symtom ①大便閉結，②小便赤澀。
^pulse 脈小弦。
^ill<sub=2>〔神志昏蒙〕
^symtom 神昏譫語。
^formulas
^formula1〔厚樸三物湯證〕
^origin〔《金匱要略》方〕
^formula2〔大柴胡湯證〕
^origin〔《傷寒論》方〕
^formula3〔更衣丸證〕
^origin〔（時方歌括》方〕
^ingredients1615 硃砂 15g，蘆薈21g。取酒少許和丸，每服3.6g，好酒送服。
^ck20z14h102
^norm 伏熱陽結。
^chinese 嘔逆。
^combo 氣熾+氣逆+液灼
^formulas
^formula〔黃連合承氣證〕
^origin〔笛臻璧方〕
^ingredients1616 黃連2g，半夏9g，大黃、朴硝 各24g，枳實5g，甘草6g，生薑30g (搗汁另沖），徐徐服下。
^ck20z14h101
^norm 熱結旁流。
^chinese痛洩，大瘕洩。
^combo 氣熾+津洩+液灼+氣滯
^ill〔津氣蘊熾〕
^symtom ①發熱，壯熱，②煩躁不寐，③口渴，④小便赤澀且有熱痛。
^tounge 舌紅苔黃膩。
^pulse 脈洪大而數。
^ill2〔熱迫津洩〕
^symtom ①暴注下迫，垢膩臭穢，下黃黑稠黏，②完谷不化，吃湯下湯，瀉出如射，肛門焦痛，③ 自利不爽，裡急後重，④腹痛洩瀉，日夜無度。
^ill<sub=1>〔津液消灼〕
^symtom ①小便赤澀，②口渴，③面垢。『
^tounge 舌光乾燥。、
^pulse ①脈右大無力，②脈滿滑。
^ill<sub=2>〔氣機不利〕
^symtom ①腹中拘急，②腹脹痛，③痛一陣瀉一陣。<
^formulas
^formula1〔四苓合芩芍湯證〕
^origin〔《溫病條辨》方〕
^ingredients1617 茯苓、豬苓、澤瀉、白朮、黃芩、白芍。
^formula2〔加減芩芍湯證〕
^origin〔《溫病條辨》方〕
^ingredients1618 白芍9g，黃芩、厚樸、廣陳皮 各6g，黃連4.5g，煨木香3g。水煎服。忌油膩生冷。
^formula3〔苦洩清涼湯證〕適應暴注下迫，垢膩臭穢，或下黃黑稠黏，或邪熱不殺谷，吃水下水，脈洪大或數。
^ingredients1619 白芍、生甘草、焦山扼、茯芬V澤瀉、黃芩、枳殼、木通、川黃連。
^ingredients1620 有大瘕洩者，裡急後賁，每至囿而不能便。似痢非痢，所下皆是糞水，莖中痛，乃寒濕化為濕熱也，宜八珍散：木通、車前子、焦扼子、篇蓄、粗麥、滑石、甘草梢、大黃、燈草（《通俗傷寒論》385)。
^ck20z14h139
^chinese 濕熱痢疾，熱術』，伏暑炮，罟毐赤痢，噤口痢。一
^western 急性出血性壞死性腸炎，腸傷寒腸出血。
^combo 氣熾+血識+瀋洩+血溢+氣滯+陽滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①發熱，身熱氣促，②轟熱汗出，頭汗不止，③響乾口乾口苦，口渴音微，思飲冷水，④ 面垢，⑤小便短赤而澀，溺則管痛，⑥心中疼熱，嘔惡。
^tounge ①舌苔白膩微黃，②苔黃。
^pulse ①脈弦稍數，②脈象弦滑稍數，③脈滑數，④洪大。
^symtom ①煩躁，夜間煩熱，徹夜不瞑，②手心灼熱，③口乾不渴，④目赤唇紅。
^tounge ①舌光紅無苔，或絳，②舌質瘦，苦紅尖有細微芒刺，苔薄白略乾。
^pulse 脈細黹數。
^ill<sub=1>〔熱迫津洩〕
^symtom 突然腹瀉，下利黃水，水樣便。
^ill2<sub=1>〔絡血妄行〕
^symtom ①大便瀉出紅水，滯下呈稀糊狀，色暗紅，或為鮮血，鮮紅光澤，或色深紫，或有凝塊紫 亮，②赤白?，下膿血，③咳血苔黃或無苔而絳，脈滑數。
^ill2<sub=1>〔陽氣不行〕
^symtom ①面色灰臼，②四肢厥冷，四肢冷過肘膝。
^pulse ①脈細，脈搏細弱，②脈象沉細而緩，③脈伏。
^tounge 舌質淡紅，苔白微乾。
^ill<sub=2>〔神志昏蒙〕
^symtom ①煩撖不安，②神志昏沉，③高熱神昏，熱壯神昏，汗出不止，勢瀕於危。孟英按脈洪數 七至，口渴苔貨，洞瀉如火，小溲不行。
^ill2<sub=2>〔氣機不利〕
^symtom ①腹滿脹痛，不排氣，大便不暢，②滯下，腹痛異常，腹痛如絞，③腹脹腹痛痛而下墜，裡急後賁，腸中逆阻似閉，腹痛在下尤甚，④上腹部拒按，陣發劇痛，⑤熱氣上衝，嘔惡，嘔吐。
^formulas
^formula1〔白頭翁湯證〕
^origin〔《傷寒論》方〕
^ingredients1621 白頭翁 二兩，黃柏、黃連、秦皮 各三兩。水煎，分2次服。
^formula2〔加減黃連解毒湯證〕
^origin〔姚國美方〕
^ingredients1622 黃芩、黃連、黃柏、扼子、銀花、馬齒莧、陳蘿蔔菜。
^ingredients1623 (8)黃文東治慢性結腸炎，大便膿血黏液甚多，日1～2‧次，便前腹脹痛，腸鳴動則心悸，轟熱汗出，口乾，舌紅苔 黃膩，脈細譎數。清腸湯主之：赤芍、白芍、黃芩、秦皮、焦山楂、銀花、槐花 各9g，甘草、木香、陳皮 各4.5g，白頭 翁、地榆12g，暑濕正氣丸3g ((黃文東醫案》
^ck20z14h124
^norm 濕火燥結。
^chinese涼燥。
^combo 液灼+液枯+氣結+氣虛
^ill〔津液消灼〕
^symtom ①身微熱，②口微渴，③面微赤，④發熱自汗。
^tounge 黃苔未淨。
^pulse 脈微數。
^ill2〔津液枯涸〕
^symtom ①火便燥結，大便十數日不通，②口乾燥，③小便短澀。
^pulse 脈右浮數。
^ill<sub=1>〔氣機鬱結〕
^symtom 腹滿似脹。
^pulse 沉滯。
^ill<sub=2>〔氣虛不充〕
^pulse 脈大而虛。
^formulas
^formula1〔麻仁丸證〕
^origin〔《衛生寶鑒》方〕
^ingredients1624 枳先、擯榔、菟絲子、山藥、防風、山茱萸、肉桂、車前子 各45g，木香、羌活 各30g，鬰李仁、大黃、麻仁 各120g。密丸，梧桐子大，每服15~20丸，睡前服。
^formula2〔三仁承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1625 炒火麻仁、松子仁、杏仁 各9g，枳實4.5g，大腹皮6g，蜜生大黃、豬膚 各3g，油木香1.5g。
^formula3〔松柏通幽法證〕
^origin〔雷少逸方〕
^ingredients1626 火麻仁、松子仁 各12g，柏子仁、冬葵子、瓜蔞仁 各9g，桔梗、大腹皮（酒沉） 各3g，薤白2.4g，白密1匙。
^ck20z14h104
^norm 火旺生風，熱盛神昏，陽明痙症。
^chinese 暑溫挾濕。
^western 乙腦。
^combo 氣熾+神閉+絡滯+液灼+燥結
^ill〔津氣蘊熾〕
^symtom ①壯熱，②脫腹灼手，③有微汗不惡寒但惡熱，④口渴心煩，⑤呼吸急促，喉間痰鳴，⑥ 小便短少而黃，大便10 口未通。
^tounge ①舌質紅，②苔黃厚膩，③苔黃起刺。
^pulse ①脈洪數，②脈弦滑，③滑大而數。
^ill2〔神志蒙閉〕
^symtom ①熱甚煩亂，②神志昏糊，時有譫語，③神識昏迷，不語，④譫語妄笑，振空。
^ill<sub=1>〔津液消灼〕
^symtom ①大便不通，②溺赤短澀，③渴喜熱飲。
^tounge ①污苔黃刺乾膩，②或兼灰，③黃躁黑刺。
^ill2〔氣機鬱結〕
^symtom ①院腹拒痛，②肢部脹硬，痞滿燥實堅，③腹痛嘔吐。
^pulse ①右沉弦數實，②沉小而實，③沉微似伏。
^ill<sub=2>〔絡脈不和〕
^symtom ①手足抽搐，②發痙，③舌卷囊縮，四肢浮腫。
^formulas
^formula1<var=1>〔小承氣湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔調宵承氣湯合紫雪丹證〕
^origin〔吳熾善方〕
^ingredients1627 大黃、玄明粉 各4.5g，甘草2.4g，紫雪丹0.9g。
^ck20z14h105
^norm 陽盛格陽。
^chinese 中屠。
^combo 氣熾+陽滯+神閉+液灼+燥結
^ill〔津氣蘊熾〕
^symtom ①發熱，②不甚熱，③旋轉反側，手足撩亂，躁不能寐。
^formulas
^formula<var=2>〔三黃證〕
^origin〔梁右齋方〕
^ck20z14h108
^norm 內閉外脫。
^chinese疫痢閉脫。
^western 中毒性菌痢。
^combo 氣熾+神閉+陽脫+燥結+液灼
^formulas
^formula1〔溫脾湯證〕
^origin〔蕙廷瑤方〕
^ingredients1628 淡附、當歸 各4.5g，乾薑、炙甘草 各3g，肉桂1.5g，酒沒大黃、元明粉、炒白芍 各9g，黨參6g。
^formula2〔參草姜棗湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔蜜煎導法證〕
^origin〔《通俗傷寒論》方〕
^alias邪伏募原，少陽陽明，濕遏熱伏，濕熱蘊結肝膽，濕熱鬱結肝膽。
^chinese 膜原伏暑，伏暑實證，暑瘧，濕溫，濕瘧，脾癉，熱厥，厥陰病，陽明溫病。
^western 膽結石，膽鋌炎，化膿性膽渙炎，毛細膽管炎，慢性肝炎，間質性肝炎，肺部感染，中毒性休克。
^ill〔陽氣不和〕
^symtom ①面白唇蒼，欲睡，②面色黑滯，昏睡餌睛，H瞪上視，③默默不食。
^tounge ①舌苔滿佈，舌苔白膩而厚，②舌苔穢濁而淳。
^pulse ①脈息緩滯，②脈數而滯，左浮滯沉數，③脈六部俱無。
^symtom ①寒熱類瘧，凜寒起伏，多在午後與夜間，冷時雖擁被猶寒，熱時亦有微汗，②口臭便難。
^tounge 舌苔邊白中黃。
^pulse 脈沉弦。
^symtom ①遍身熇熱內熾，汗出不清，②午的發熱，夜半始退，③身熱退，而胸腹之熱不除，不惡寒反惡 熱，④煩躁不安，⑤口苦口渴，⑥溲濁黃赤，⑦大便秘或溏臭，⑧腹臍作痛拒按，⑨神昏氣絕，骱齒咬牙，昏睡上視。
^tounge ①舌紅，苔黃，②黃糙，③舌紅刺苔黃膩間現黑點，④深紫苔滿佈堆積如粉。
^pulse ①脈浮洪數，②兩脈沉實。
^ck20z15h061
^norm 股原濕火。
^formulas
^formula〔新加木賊煎證〕
^origin〔《通俗傷寒論》俞根初方〕
^ingredients1629 木賊4.5g，淡豆豉、裒枯草、焦山梔 各9g，桑葉、制香附、丹皮 各6g，炙甘草1.5g，鮮蔥白3枚，鮮荷梗2寸。
^ck20z15h094
^norm 濕遏熱伏。
^chinese 濕瘧，脾癉。
^combo 陽鬰+氣熾+液灼+氣滯
^ill〔陽氣不宣〕
^symtom ①惡寒，②身重，③四肢倦怠，④口膩，宵鈍，喜熱飲，口中甜酸鹹苦辣味從金津、玉液
^tounge ①舌苔白滑厚膩，舌邊滑潤，②灰滑膩，③灰糙膩。
^pulse ①脈右弦滯，②左沉弦細軟，③脈譎，④脈伏。
^formulas
^ingredients1630 柴胡，人參，半夏，黃芩，甘牮，陳皮，厚樸，蒼朮。加姜棗，水煎服。
^formula2〔柴胡陷胸湯證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ingredients1631 柴胡、苦桔梗 各3g，姜半復9g，小川黃連2.4g，黃芩、小枳實 各4.5g，瓜蔞仁（杵）15g/生薑汁4滴分沖。
^formula3〔桂苓甘露飲證〕
^origin〔《通俗傷寒論》方〕
^ck20z15h099
^norm 邪伏蘇原，少陽陽明。
^chinese 膜原伏暑，伏暑實證，暑瘧，濕溫。
^combo 氣熾+液灼+氣滯+神蒙
^ill〔津氣遒熾〕
^symtom ①狀如瘧疾，但寒熱模糊不甚分明，②寒輕熱重，③但熱不寒，熱甚於:夜，壯熱汗出，汗 出熱不解，④身熱雖退，胸腹之熱不除，⑤心煩6汗，⑥渴喜冷飲，⑦或皮膚隱隱見疹，或紅或白，（海利不爽，⑨腑行 燥結，大便不通，小溲短赤。
^tounge ①舌苔膩黃，②舌苔黃而糙澀，甚或深黃而膩，③或起芒刺，④或起裂紋。
^pulse ①脈象濡滑而數，②右弦洪搏數，左弦數，③脈弦滑。
^ill2〔津液消灼〕
^symtom ①口渴引飲，渴喜冷飲，②面垢齒燥唇焦，③便閉溺赤澀少。
^tounge ①尖紫，苔燥黃，黃而糙澀，起芒刺，②荇黑底黃，甚則轉灰轉黑，③或糙或乾，④或焦
^pulse ①脈弦數，②脈小帶數。
^ill<sub=1>〔清竅不利〕
^symtom ①頭痛如劈，②耳聾唇煤咽緊，③典衄。
^ill2〔氣機不利〕
^symtom ①膠悶，②臍腹膨脹，③或嘔或呃，嘔惡，④咳嗽，呼吸粗促，痰血咳嗽。
^tounge ①舌苔初則白膩而厚，②或滿佈如藕粉，③繼則由白轉黃。
^pulse 脈沉弦而不數。
^ill<sub=2>〔神志昏蒙〕
^symtom ①昏督，夜多譫語，囈語，祌昏譫語舌強，②輾轉反側，煩躁無奈，③手足瘈擬，④四肢 厥冷。
^formulas
^formula1〔蒿芩清膽湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1632 青茼4.5~6g，黃芩4.5~9g，制半夏、枳殼、陳皮 各4.5g，赤茯苓、竹茹、碧玉散（即滑石、甘草、青黛） 各9g。水煎服。
^formula2〔柴胡白虎湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔新加白虎湯證〕
^origin〔《通俗傷寒論》方〕
^formula4〔枳實導滯湯證〕
^origin〔《通俗傷寒論》方〕
^formula5〔竹葉石脅湯證〕
^origin〔《傷寒論》方〕
^ck20z15h085
^norm 少陽陽明，邪狀膜原。
^chinese 濕瘧。
^combo 陽鬰+表鬰+氣熾+氣鬱
^ill〔陽氣不和〕
^symtom ①面白唇蒼，欲睡，②面色黑滯，昏睡露睛，目瞪上視，③默默不食。
^tounge ①舌苔滿佈，舌苔白膩而厚，②舌苔穢濁而厚。
^pulse ①脈息緩滯，②脈數而滯，左浮滯沉數，③脈六部俱無。
^ill2〔腠理不調〕
^symtom ①寒熱類瘧，凍寒起伏，多在午後與夜間，冷時雖擁被猶寒，熱時亦有微汗，②口臭便難。
^tounge 舌苔邊白中黃。
^pulse 脈沉弦。
^ill3〔津氣蘊熾〕
^symtom ①遍身熇熱內熾，泮出不清，②午前發熱，夜半始退，③身熱退，而胸腹之熱不除，不惡 寒反惡熱，④煩跺不安，⑤口苦口渴，⑥溲濁黃赤，⑦大便秘或溏奐，⑧腹臍作痛拒按，⑨神昏氣絕，骱齒咬牙，昏睡 上視。
^tounge ①舌紅，苔黃，②貨椅，③舌紅刺苔黃膩間現黑點，④深紫苔滿佈堆積如粉。
^pulse ①脈浮洪數，②兩脈沉實。
^ill<sub=1>〔氣機不降〕
^symtom ①膈悶欲嘔，②嘔惡。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸脘痞滿，②院痞，煩悶，③胸腹鬱悶，④胸脅苦滿，⑤脅痛，⑥咳聲低微。
^pulse 脈象弦急。
^ill<sub=2>〔清空不寧〕
^symtom ①頭疼，②耳.聾，③目赤。
^formulas
^formula1〔柴芩清膈煎證〕
^origin〔俞氏《通俗傷寒論》經驗方〕
^formula2〔達原飲證〕
^origin〔《瘟疫論》方〕
^ingredients1633 檳榔6g，厚樸、知母、芍葯、黃芩 各3g，草果、甘草 各1.5g。水煎服。
^formula3〔加味梔子柏皮湯證〕適應寒熱往來，嘔吐不已，面色黧黑，咳牽筋掣，小便短赤黃濁，舌紅苔黃膩，脈滑大。
^ingredients1634 炒梔子、茵陳、旋復花、赤茯苓、澤瀉、杏仁、海金沙 各9g，川黃柏、枯梗、木通 各3g，生甘草4.5g，赤芍 15g，惹 苡仁12g，薑黃6g，龍膽草1.5g。
^ck20z15h086
^norm 少陽陽％並病，濕熱蘊結肝膽。
^chinese 脅痛。
^western 膽結石，膽旗炎。
^combo 陽鬰+表鬰+氣鬱+氣熾+氣結
^ill〔陽氣不和〕
^symtom 突然寒戰發熱
^tounge 舌淡紅，苔薄黃微膩c
^ill2〔腠理不調〕
^symtom ①發熱惡寒，②畏寒高熱。
^ill2〔津氣蘊熾〕
^symtom ①口苦咽乾，②大便秘結，③尿深黃，④面目輕度黃染，發黃。
^tounge ①舌紅苔黃白膩，②舌苔薄白中根黃，③舌苔序膩微黃，④舌苔黃膩。
^pulse ①脈弦數，②脈弦大。
^ill<sub=1>〔氣機鬱結〕
^symtom ①右上腹疼痛拒按，發作時痛如絞如刺，②右脅痞硬疼痛，甚則撐及中脘，③滿悶作脹，④腹脹納呆。
^ill2<sub=1>〔氣機不降〕
^symtom ①泛惡嘔吐，②嘔吐黃水。
^ill<sub=2>〔清空不寧〕
^formulas
^formula1〔加味大柴胡湯證〕
^origin〔林宗廣方〕
^ingredients1635 柴胡、廣木香、生大黃（後下） 各6g，半夏、炒黃芩、廣鬰金、枳實、元明粉（沖） 各9g，川黃連2.1g。
^formula2〔清膽湯證〕
^origin〔旅大市二院方〕
^formula3〔利膽湯證〕
^origin〔青島台西醫院方〕
^ingredients1636 雙花、大青葉、金錢草、茵陳、大黃 各30g，m、芒硝各％，知母、柴胡、厚樸 各15g，鬰金12g。體溫不降加石音 30g，丹皮9g;腹脹加木香、枳光；嘔加安半夏、竹茹、代赭石。
^ingredients1637 (3)姜春華治急性膽褒炎：發熱惡寒，腹痛拒按，而且發黃，口苦咽乾，抖吐黃水，大便秘結，舌紅苔黃白?，脈弦 數。加味大柴胡湯：生大黃、元明粉、柴胡、虎杖、枳實、半岌、黃芩、山梔 各9g，茵陳、對座草 各30g。
^ck20z15h279
^norm 厥陰病，陽明溫病。
^chinese 濕溫。
^western 膽璲炎。
^combo 氣鬱+氣逆+氣蒸+津洩+陽鬰
^formulas
^formula1<var=2>〔生薑瀉心湯證〕
^origin〔俞根初方〕
^formula2〔柴胡滑石湯證〕
^origin〔《李斯熾醫案》方〕
^ingredients1638 柴胡、枯貨芩、序樸、法半夏、竹葉、鬰金、枳實 各9g，滑石、冬瓜子 各12g，白蔻仁3g，木通6g。
^ck20z15h273
^norm 濕熱鬱結肝膽。-
^chinese 黃疸，脅痛。
^western 慢性肝炎，間質性肝炎，膽瘓炎，膽石症，毛細膽管炎。
^combo 氣滯+氣蒸+氣鬱+陽鬰
^ill〔氣機不利〕
^symtom ①右脅部痛，牽及右肩酸痛，②腹脹腹部膨滿，鼓腸，③食後作脹。
^tounge ①舌白膩微黃，②黃厚。
^pulse ①脈左關浮弦，②弦大。
^ill2〔津氣蘊蒸〕
^symtom ①午後低熱，②口午且苦，③黃疸，身面目黑黃，④小便色黃，尿貨黑，⑤大便燥結，⑥
^tounge ①舌苔黃膩，②舌中有乾黃苔。
^ill<sub=1>〔氣機不宣〕
^symtom ①心下痞滿，②胸悶納呆，不思飲食。
^ill2<sub=1>〔氣機不降〕
^symtom ①噁心，②噯氣。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色萎黃，②大便溏薄。
^tounge 苔薄。
^formulas
^formula1〔大小湯證〕
^origin〔岳美中方〕
^ingredients1639 柴胡、白句、法半黃芩 各9g，川大黃、枳實 各6g，生薑12g，大棗4枚，糖瓜蔞30g，川黃連3g。
^formula2〔柴金湯證〕
^origin〔岳『中方〕
^ingredients1640 柴胡、滑石、雞內金 各12g，白芍、黃芩、半茇 各9g，枳實、川大黃 各6g，生薑15g，大棗4枚，金錢草24g。
^alias木火上炎，暑入厥陰。
^chinese 惡濕，濕溫，厥陰病，mmf熱厥，厥陰瘧，五色銅，噪a炮，脅痛，胃痛，嘔血，消渴。
^western 上消化道出血，十二指腸球部潰瘍伴出血，幽門不完全性梗阻，肝昏迷，急性膽道感染伴中毒性休克。
^ill〔津氣組蒸〕
^symtom ①身熱，身熱如焚，勞則發熱，②靜而時煩，③中心如焚，④人暮譫語。
^tounge 舌苔黃中帶灰黑。
^symtom ①耳聾，②神眾。
^symtom ①宿結，②心胸格拒，③胸腹板實，④聲音不出，⑤饑不欲食。
^symtom ①有氣從小腹上衝，②氣上捕心，心中疼熱，③吞酸。作噦，④氣逆欲嘔，嘔惡，水液不下，嘔時 週身牽引，直至足心，⑤食則吐蛔，吐酸苦黃綠水，吐痰涎濁沫，或黃黑濁飲。
^symtom ①便溏下利，②下利血水，③腹痛久痢，④下蟈。本證一 H279木火舶逆候 .
^symtom ①寒熱似瘧夜作，②先厥後熱，③四肢不熱，肢寒，轉證一 H283木火升逆候 ④冷汗。變證H284木火熾逆候
^tounge 舌灰潤。
^pulse ①脈滯而沉，②細小而沉。R 1，0肝照火證證候結構圖
^symtom 口渴。
^ck20z16h279
^norm 厥陰病。
^chinese 厥陰病，蛔厥，厥陰之瘧，噤口痢。
^combo 氣鬱+氣逆+津洩+氣蒸+陽鬰液灼
^ill〔氣機不宣〕
^symtom ①瘡結，②心胸格拒，③胸腹板實，④聲音不出，⑤饑不欲食。
^ill2〔氣機沖逆〕
^symtom ①有氣從小腹上衝，②氣上撞心，心中疼熱，③氣逆欲嘔，嘔惡水液不下，作噦，食則吐 蛔，吐酸苦黃綠水，吐痰涎濁沫，或黃黑濁飲，嘔時週身牽引，直至足心，④腹痛脹。
^formulas
^formula1〔椒梅湯證〕
^origin〔《溫病條辨》方〕
^ingredients1641 黃連、黃芩、乾薑、人參、半芨 各6g，生白芍、炒黑川花椒、去核烏梅 各9g，枳實4.5g。水人杯煮取3杯，分3 次服。
^formula2〔減味烏梅圓法證〕
^origin〔《溫病條辨》方〕
^ingredients1642 半夏、黃連、乾婆、吳萸、茯苓、桂枝、白芍、川花椒炒黑、烏梅。
^formula3〔烏梅丸證〕
^origin〔《傷寒論》方〕
^ingredients1643 烏梅三百枚，乾姜 十兩，黃連 十六兩，當歸、蜀椒 各四兩，細辛、炮附子、桂枝、人參、黃柏 各六兩。蜜丸，如梧桐 子大，每服十丸，日3次。
^ingredients1644 久痢，傷及厥陰，而上犯陽明，氣上撞心，饑不欲食，乾嘔腹痛，烏梅圓主之：烏梅、細辛、乾薑、黃連、當歸、附 子、蜀椒（炒焦去汗）、桂枝、人參、黃柏（《溫病條辨》卷三84)。
^ingredients1645 若身熱耳聾，口渴，胸腹板實，人菩譫語，嘔逆吐蛔，舌胎黃中帶灰黑，此濕熱之邪結於厥陰之界，病勢最險，宜川 黃連、枳實、半夏、茯苓、菖蒲、烏梅、薑汁之類治之（《傷寒指舉》卷二.36)。
^ingredients1646 (2)葉天士治暑邪不解，陷人歸陰，舌灰，消渴，心下板實，嘔惡吐蛔，寒熱下利血水，最危之症：川黃連、黃芩、乾薑、生白芍、川花椒、烏梅、人參、枳實（《臨證指南醫案》346)。
^ck20z16h284
^norm 木火上炎。
^chinese 暑濕，濕溫，脅痛，胃痛。
^combo 氣熾+氣逆+氣滯+陽鬰+空竅
^ill〔津氣蘊識〕
^symtom ①身壯熱，身熱灼膚，汗出，②口湛而不喜.飲，③脘嘈懊儂，④大便秘結難解，大便下而 不暢，⑤小便發熱澀疼，⑥形瘦色蒼。
^tounge 舌質前半紅絳，後半膩白。
^pulse ①脈兩關弦數，②數大，③左尺沉實有力，兩寸沉細。
^ill2〔清空不寧〕
^symtom ①頭額疼痛，太陽穴筋脈跳脹，②頭暈，③典乾，④眼赤目痛，視物如恍，⑤耳聾。
^ill<sub=1>〔氣機沖逆〕
^symtom ①心窩部有熱氣上升，②嘔逆，痰湧如潮。
^ill2<sub=1>〔氣機不利〕
^symtom ①心下板痛拒按，②脅痛如割。
^ill<sub=2>〔神志不寧〕
^ill2<sub=2>〔陽氣不和〕
^symtom 右手發麻而木。
^formulas
^formula〔通胃府，瀉肝火，洩膽熱方證〕
^origin〔徐正奎方〕
^ingredients1647 龍膽草、柴胡、黃芩、酒制大黃、香附、枳實、竹苑、焦山梔、全瓜蔞、車前子。
^ck20z16h283
^norm 濕火迫血。
^chinese 嘔血。
^western 上消化道出血，十二指腸球部潰瘍伴出血，幽門不完全性梗阻。
^ill〔津氣蘊熾〕
^symtom ①口渴欲冷飲，②口苦，③口臭噴人，④嘈雜，⑤大便未行，小便黃。‧
^tounge 苔黃膩。
^pulse ①弦數，②脈滑數。
^ill2〔血熱蘊熾〕
^tounge ①舌紅，②邊尖紅。
^ill<sub=1>〔氣機沖逆〕
^symtom ①嘔逆，②吞酸。
^ill2<sub=1>〔絡血妄行〕
^symtom ①吐血，嘔吐咖啡色，②大便漆黑氣穢螢多。
^ill2〔氣機不利〕
^symtom ①胃脘不適，②胃脹腹滿。
^ill<sub=2>〔神志不寧〕
^symtom 心悸。
^symtom ①頭暈，②舉厥。
^formulas
^formula〔清熱瀉火，洩濁止嘔方證〕
^origin〔陳之才方〕
^ingredients1648 黃連6g，生甘草3g，黃芩、山梔 各9g，枳實、姜竹茹 各4.5g，芍葯20g。另：生大黃粉3g，白及粉9g調勻，每日3 次，每次4g。
^alias過氣人營，熱搏血分，熱閉內竅，濕溫內陷，陽證似陰，內閉外脫。
^chinese 胸痺，心悸，伏暑，暑溫，濕溫，胎黃，熱厥，暑厥。
^western病毐性心肌炎，生理性黃疸兼肺炎，乙腦，腦水腫，呼吸衰竭。
^ill〔津氣蘊蒸〕
^symtom ①熱勢起伏，壯熱不為汗解，②口燥引飲，③心胸室悶，則呼吸之氣有出無入，痰黏難出，④小 溲短少，大便祕結。
^tounge 苔黃濁。
^pulse 脈沉而數。
^symtom ①面赤目紅，②熱起煩擾，胸悶煩 躁』夜煩不寐，③赤疹密佈。本證一H021氣呰蘊蒸候
^tounge 舌尖邊俱絳。轉證~~H030營液蒸灼候
^symtom ①心煩，②不寐，③交睫驚跳。變證一H026營血鬱閉候１9氣液閉厥候HW1氣血閉脫候
^symtom 神昏請語。gin捕濕火證證候結構圖
^ck20z03h021
^norm 過氣人營。
^chinese 伏暑，濕溫。
^combo 氣蒸+營蒸+神擾+祌蒙
^ill〔津氣蘊蒸〕
^symtom ①熱勢起伏，壯熱不為汗解，②U燥引飲，③心胸室悶，則呼吸之氣有出無人，痰黏難出，
^tounge 苔貿濁。
^pulse 脈沉而數。
^ill2〔營熱菝蒸〕
^symtom ①面赤0紅，②熱起煩擾，胸悶煩躁，夜煩不寐，③赤疹密佈。
^tounge 舌尖邊俱絳。
^ill<sub=1>〔神志不寧〕
^symtom ①心煩，②不寐，③交睫驚跳。
^ill<sub=2>〔神志昏蒙〕
^symtom 神昏譫語。
^formulas
^formula1〔清營透衛法證〕
^origin〔麻竹香方〕
^formula2〔透邪宣竅，清營解毒證〕
^origin〔孫朗川方〕
^ingredients1649 竹葉、葸苡仁 各24g，銀花、連翹 各15g，生山梔、香豉 各9g，元參18g，蘆根48g，枯黃等6gv葉氏神犀丹1粒。
^ingredients1650 三診：經服前藥2劑，神消熱退，並下黑色燥屎數枚，夜寐得安，但仍乾咳痰黏，尿短而赤，尚宜清胃肅肺：竹葉、薏苡仁 各30g，生石啻48g，知母、連翹各l5g，銀花18g，元參24g，葦莖60g，牛蒡9g，甘草3g。
^ck20z03h030
^norm 熱搏血分，熱閉內竅。
^chinese 伏暑，濕溫，暑溫。
^combo 哲灼+液灼+神擾+神紫+絡鬰+陽鬰
^ill〔營熱蘊灼〕
^ill<sub=1>〔神志不寧〕
^ill2<sub=1>〔神志昏漦〕
^ill<sub=2>〔絡脈不和〕
^ill2<sub=2>〔陽氣不和〕
^formulas
^ck20z03h026
^norm 濕熱人血。
^chinese 胎黃。
^western 生理性黃疸兼肺炎。
^combo 表鬰+營灼+血灼+神閉+陽鬰
^ill〔腠理不宣〕
^symtom 無汗。
^ill2〔營熱逭灼〕
^symtom ①高熱，②口唇發乾，③ig體面目皆黃。
^ill3〔血熱逭灼〕
^symtom ①口內生瘡，②腫塊色紅6
^tounge 舌紅。
^formulas
^formula<var=1>〔茵陳地黃湯證〕
^origin〔蒲輔周方〕
^ingredients1651 山茵陳、赤茯苓、天花粉 各3g，細生地6g，赤芍：當歸、川芎、澤瀉、豬苓、木通、生甘草、犀角屑 各1.5g。
^ck20z03h119
^norm 陽證似陰，熱厥。
^chinese 濕溫內陷。
^combo 火熾+神閉+陽滯+液枯
^ill〔津氣蘊熾〕
^symtom ①熱甚，②大便不通，③小便黃赤。
^tounge 舌苔黑而不潤。
^pulse 脈細數有力。
^symtom ①神識昏迷，昏閉不蘇，②塘語妄言。
^symtom ①頭痛身疼，②四肢厥冷。
^pulse 脈伏。
^symtom ①目乾無涕，②典煤齒黑，③便閉不行。
^tounge 舌紅苔焦黑。
^ill<sub=2>〔絡脈不和〕
^symtom ①舌蘚難伸，②角弓反張，③抽搐。
^formulas
^ingredients1652 黃連、鬰金 各9g，硃砂（研沖）2. lg，牛黃（沖）1.5g，冰片（沖）、麝香（沖） 各0.3g，珍珠（研沖）3g，山裙、黃芩、連翹、銀花 各12g，鮮竹葉50片，雄黃粉、犀角（磨汁沖）各知。作為煎劑。
^ingredients1653 三診：舌轉潤，黑苔全退，大便已解，神識亦清，但陰液還不能一時恢復，擬與加味茇脈湯：元參、生地黃 各24g，炙甘草6g，白芍、金釵斛 各12g，阿膠（另燉沖）、火麻仁 各9g，去冬15ga
^ck20z03h141
^norm 內閉外脫。
^chinese 暑厥。
^western 乙腦，腦水腫，呼吸衰竭。
^combo 氣熾+血熾+神閉+氣脫+陽滯
^pulse 脈多沉伏。
^formulas
^formula1〔清芬辟疫湯證〕
^origin〔《通俗傷寒論）方〕
^formula2〔導赤宜肺湯證〕
^origin〔馬玉川方〕
^ingredients1654 生地、滑石、茅根 各30g，木通、杏仁、生草梢、黃連 各10g，絲瓜絡25g，桑白皮、竹葉各Ug。水煎500ml，分2次 鼻飼灌人。
^alias氣營兩熾，血交熾，濕熱傷陰，邪乾營血，邪灼心包，熱深厥深。
^chinese濕溫，暑溫，想熱，暑熱挾濕，伏暑，濕蒙，熱痢，陽厥證，胎毒欲痙，痞滿。
^western 急性單核細胞性白血病，中毐性痢疾。
^ill〔津氣蒸灼〕
^symtom ①發熱有汗不解，壯熱多汗，②面赤，煩渴，③氣粗似喘，④項發白痞。
^tounge ①舌邊爛，舌中白，②舌苔滿佈而厚膩，③苔黃，根帶灰符。
^pulse ①右脈滑，②脈象弦堅而數，③脈數右部沉鬱。
^ill2〔營熱逭灼〕
^symtom 午後發熱，夜甚。
^tounge 舌紅。
^pulse 左部弦大。
^ill3〔血熱蘊熾〕
^symtom ①心煩，不臥，②夜間煩躁，寐中錯語，③咯痰帶血，衄血不止，便血大便或血或黑，④胸現紅疹。
^ck20z07h022
^chinese濕®。
^ill〔漳氣蒸灼〕
^symtom①發熱有汗不解.
^tounge苔M,根帶灰霉。
^pulse脈數右部沉部。
^ill2〔營熱蘊灼〕
^symtom午后發熱，夜甚。
^tounge舌紅。
^pulse左部弦大。
^ill<sub=1>〔津液消灼〕
^symtom①煩渴而不欲飲，②全：&他怠。
^ill2<sub=1>〔神志不寧〕
^symtom①心煩，②無寐。
^ill<sub=2>【伸志昏】
^symtom神&譫語。
^ill2<sub=2>〔氣機不降〕
^symtom①胸悶不舒，②氣粗。
^formula1〔退熱洩濕方證〕
^origin〔張羋青方〕
^formula2<var=2>〔清宮湯證〕
^origin〔駱朝聘方〕
^ingredients1655 銀花、連翅、麥冬、絲瓜絡、川貝母、知母、天竺貨、天花粉、荷葉 各9g，石音24g，羚羊尖0.3g。
^ingredients1656 四診：一般症狀有瘥減，但晚間尚有發熱譫語。此乃熱邪留陰分，擬青苒鱉甲湯加減，以入陰搜邪：青藺6g，鱉甲、知母、黃芩、枳殼、杭芍、天花粉 各9g，生地2.4g，薏苡仁12g，滑石15g。
^ingredients1657 五診：夜間巳不發熱，但小便尚短少，仍當清熱利濕：枳殼、天花粉、竹茹、絲瓜絡、北山楂、銀花、連翹9g，黃 芩、木通、川貝 各6g，生石斛、寒水石 各12g，惹苡仁18ga
^ingredients1658 六診：服藥後，熱已盡退，唯津液已虧，應清熱保律以善其後：竹葉、元參、麥冬、沙參、甘草 各9g，半芨、茯神、生地 各6g，石脅、石斛 各18g。連服3劑痊癒（《福建中醫醫案醫話選編（二）》17)。
^ck20z07h136
^norm 氣血交熾。
^chinese 濕溫，暑溫。
^combo 氣灼+血熾液灼+神蒙
^ill〔津氣苗灼〕
^symtom ①壯熱多汗，②面赤，煩渴，③氣粗似喘，④項發白痞。
^tounge舌邊爛，舌中白，２舌苔滿佈而厚膩。
^pulse １石脈滑，２脈象弦堅而數。
^ill2〔血熱蘊熾〕
^symtom １心煩，不臥，２夜間煩躁，寐中錯語，３咯痰帶血，衄血不止，便血大便或血或黑，４胸現紅疹C
^tounge ①舌絳，②舌淡絳有刺。
^pulse ①脈形細數，②脈細數虛而啄指，③左脈數。
^symtom ①渴飲，②溲澀，③便溏。
^pulse 脈大而虛。
^ill2〔神志昏蒙〕
^symtom ①神昏澹語，②狂跺妄言，③琿竅蒙蔽，耳聾無聞，④手足抽犁。
^formulas
^formula<var=2>〔犀角地黃湯證〕
^origin〔吳鞠通方〕
^ingredients1659 飛滑石、犀角、冬桑葉、羚羊角、元參、鮮蘆根、細生地、丹皮、鮮荷葉邊、杏仁泥。
^ingredients1660 (2)箸熱內擾，耗宵液而損血絡，煩渴自汗，氣粗似喘，身熱心煩，不臥，脈大而虛，主涼營清熱，如六一散、石 奇、枇杷葉、桑白皮、丹皮、白茅根、藕汁、阿膠。
^ck20z07h027
^norm 邪千營血。
^chinese 邪灼心包，熱痢。
^western 中毐性痢疾。
^combo 營灼+血蒸+液灼‧神擾+神蒙
^formulas
^formula<var=1>〔庳角地黃湯證〕
^origin〔螢建華方〕
^ingredients1661 犀角2.5g，生地、石斛、蘆根 各30g，丹皮、銀花炭、荷葉、青蒿、連翅 各10g，赤芍、白芍、西洋參 各6g。
^ck20z07h140
^norm 熱深厥深，陽厥證。
^chinese 濕滎，暑熱，伏輯，胎毐欲痙。
^combo 氣熾+血熾+神閉+絡鬰+液灼+陽滯
^ill〔津氣蘊熾〕
^symtom ①面赤壯熱，②汗，③大渴飲冷，煩因，④口奐氣粗，⑤小溲紅黃，⑥大便閉結。
^pulse ①脈多洪數，②六脈弦數。
^symtom ①心煩，②目赤。
^tounge ①尖端紅絳如朱，②舌多紫紅。
^pulse 脈細數不洪大。
^symtom ①神識昏迷，神昏不語，或睡中獨語一二句，形貌似醉，②目閉。
^symtom 手足德疚。
^symtom ①唇焦，②n幹不飲水，③舌心乾燥。
^symtom 肢厥。
^pulse 兩尺不絕如縷。
^formulas
^formula1〔葉氏神厴丹證〕
^origin〔《通俗傷寒論》方〕
^formula2〔清心通絡法證〕
^origin〔賴良蒲方〕
^ingredients1662 貨連、黃耆 各3g，梔仁、赤芍、黃芩、天竺黃、尖貝母 各6g，麥門冬9g，菖儲、桔絡 各4.5g，蘆根5g。
^formula3〔潤燥救液清熱化濕證〕
^origin〔宋鶴年方〕
^ingredients1663 元參、麥冬、葛花、銀花、天花粉、扁豆花 各9g，鮮葦莖72g，生地8g，鮮竹心160條，滑石24g，甘草3g，玉竹 15g，紫雪丹（沖）1.5g，水煎服。
^ck20z07h031
^norm 濕熱傷陰。
^chinese 思熱挾濕。
^combo 營灼+陰灼+陰涸+神擾+神蒙+絡鬰
^ill〔營熱蘊灼〕
^symtom ①面赤，②咯痰帶血，③肌腠癇疹。
^tounge 舌紅赤，舌赤無苔。
^pulse 脈細弦數。
^ill2〔陰熱蘊灼〕
^symtom ①不甚渴飲，②咯痰濃厚。
^tounge 舌絳無苔。
^ill<sub=1>〔陰液消潤〕
^symtom ①足冷，②耳聾，「③咽乾渴飲，咽物咽中若阻，④肌腠麩脫，⑤溺溲尿管猶痛。
^tounge 舌心乾燥。f
^ill2〔神志不寧〕
^ill<sub=2>〔神志昏蒙〕
^symtom 神昏內閉。f
^ill2<sub=2>〔絡脈不和〕
^formulas
^formula1〔清營分，滋胃汁方證〕
^origin〔葉天士方〕
^ingredients1664 紫雪丹4.8g，知母、竹葉心、連翹心、炒川貝母、竹瀝、犀角、元參、金汁、銀花露。
^formula2〔甘寒化解方證〕
^origin〔徐渡漁方〕
^ingredients1665 大生地、肥知母、淡竹葉、大麥冬、川貝母、粳米、生石裔、淨連翹、藕汁、枇杷葉、蔗漿。
^ingredients1666 1.論著：吳坤安：舌赤無苔，其症神昏內閉，此系濕熱傷陰，宜揮角、鮮生地、銀花、連翹、石菖蒲、鬰金、蘆根、梨汁、竹瀝、薑汁等（《彩圖辨舌指南》卷二29)。
^chinese坍濕.著s.垛熱，中游，暑熱壞證.伏*內陷，濕溢，s熱挾痰，w脫，血疳瘡。
^western血栓性血小板減少性紫瘢。
^ill〔津氣蒸灼〕
^symtom①熱熾熱勢不挫，至夜則劇，②a渴。
^tounge①苔轉灰黑，②舌苔中黑邊絳。
^pulse脈息弦滑而疾。
^ill2〔營熱灼〕
^symtom①面紅目赤，②a*不欲飲，③遍發斑疫。
^tounge①舌絳苔少，@舌苔中黑邊絳。
^pulse脈數左弦。
^ill2〔血熱〕
^symtom①胸部細紅斑點隱隱，②va身皮膚滿布紫紅色斑疹，③帶血.④齦*如漿，咳唾粉紅，⑤大便色
^tounge①舌鮮紅燥刺，②焦紅或縮.③舌現紅星點點，④紫干，圓硬。
^ill4〔津液消灼〕
^symtom①舌黑咽嫌②煩渴大渴飲冷，③.聲啞不語.④小便短赤。
^tounge①苔轉灰黑，②舌苔焦黑無津。•
^ill5〔神志不寧〕
^symtom①心煩.②夜寐不安。本證一H021氣營菹蒸候
^ill6〔神志昏蒙〕
^symtom ①神糊.②妄言，時冇譫語，③肢逆。
^ck20z06h021
^chinese署況，伏蜃內陷。
^combo氣蒸+營蒸+神擾+神蒙
^ill〔津氣?蒸〕
^symtom①發熱不已，②不饑微痞，③胸悶。
^tounge舌苔白，上浮黏膩。
^ill2〔營熱瑄蒸〕
^symtom①面赤，②神呆。
^tounge舌絳。.
^ill<sub=1>〔神志不寧〕
^symtom①心煩.②《寐不安。
^ill<sub=2>〔神志昏蒙〕癥象：夜間祌&，間有《語。
^norm 過氣+營，暑邪人心。
^chinese 暑濕，伏箸內陷。
^combo 氣蒸+營蒸+神擾+神蒙
^ill〔津氣蘊蒸〕
^symtom ①發熱不已，②不饑微痞，③胸悶。
^formulas
^formula〔清透方證〕
^origin〔何廉臣方〕
^ck20z12h022
^norm 氣營兩熾，溫邪入營。
^chinese 濕溫，邪人心包，溫熱挾痰。
^combo 氣灼+營灼+液灼+神蒙
^ill〔津氣蒸灼〕
^symtom ①熱熾熱勢不挫，至夜則劇，②口渴。
^tounge ①苔轉灰黑，②舌苔中黑邊絳。
^pulse 脈息弦滑而疾。
^ill2〔營熱蘊灼〕
^symtom ①面紅0赤，②口燥不欲飲，③遍發斑疹，④帶血，⑤齦瓣如漿，咳唾粉紅，⑥大便色黑
^tounge ①舌絳苔少，②舌苔中黑邊絳。
^pulse 脈數左弦。
^symtom 咳嗽痰黏。
^tounge 苔轉灰黑。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神糊，②妄言，時有譫進，③肢逆。
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1〔加減清官湯證〕
^origin〔《溫病條辨》方〕
^ingredients1667 犀角3g，連翹心、赤小豆皮 各9g，元參、竹葉、銀花 各6g。
^formula1〔清宮湯證〕
^origin〔《溫病條辨》方〕
^formula3<alias=千金葦莖湯>〔葦莖湯證〕
^origin〔《千金要方》方〕。功能清肺化痰，逐瘀排膿。治肺癰，症見咳吐腥臭黃痰膿血，胸中 隱隱作痛，咳時$甚，口乾咽燥，脈浮數者。
^ck20z06h030
^norm 熱入心營，血液受劫。
^chinese 暑熱壞證。
^combo 哲灼+液灼+神擾+神蒙+絡鬰
^ill〔營熱蘊灼〕
^symtom ①身熱，高熱如‧焚，手不可近，②心中煩躁。
^tounge ①舌絳苔少，②舌紅而有大紅點。
^pulse 脈象細數無倫。
^symtom ①舌黑咽燥，②煩渴大渴飲冷，③聲啞不語，④小便短赤。
^tounge 舌苔焦黑無津。
^symtom 不寐。』
^symtom 神識昏迷。
^formulas
^formula〔生脈散合犀角地黃湯證〕
^origin〔賴良蒲方〕
^ingredients1668 洋參、白芍、犀角、丹皮、天竺黃、連翹 各9g，麥門冬15g，五味子、黃連 各3g，生地24g，天花粉12g，水煎服。摘錄：　　　1.論著
^ck20z06h023
^norm 熱閉心包。
^chinese 進熱，中暑。
^combo 津灼+營灼+神閉+絡滯+陽滯+氣逆
^symtom ①壯熱汗出，②小便淋瀝，小便黃赤，③大便不通。
^symtom 口乾不飲水。
^tounge 舌鮮紅無苔。
^pulse 脈細數有力。
^symtom ①神昏如寐，
^symtom ①肌肉麻木，
^symtom 煩躁。
^formulas
^formula<var=2>〔犀角地黃湯證〕
^origin〔何拯華方〕
^ck20z06h028
^norm 輯熱深陷，熱陷血絡，邪陷心包，逆傳心包，邪乾腋中，痰蒙心竅。
^chinese 伏輯人營，濕溫乘心包，費溫，
^combo 營灼+血蒸+神閉+絡鬰+陽鬰
^ill〔營熱蘊灼〕
^symtom ①持續高熱，熱以夜甚，②煩渴，③口渴但不欲多飲。
^tounge ①舌質紅絳，舌尖微露紅降，苔膩而潤，②純絳鮮澤，③舌絳苔乾黑。
^pulse 脈沉細疾數。
^ill2〔血熱蘊蒸〕
^symtom ①胸部細紅斑點隱隱，週身皮膚滿佈紫紅色斑疹，有黃色液體滲出，背部皮疹已連接成片，
^tounge ①否鮮紅燥剌，②焦紅或縮，③舌現紅氈點點，④紫乾，圓硬。
^symtom ①半昏迷狀態，昏糊，②時有譫語，欲跺，③神識昏呆，閉目不語。
^pulse 二脈鬰伏。
^ill<sub=1>〔絡脈不和〕
^symtom ①手足牽引，②發痙。
^ill2<sub=1>〔神志不寧〕
^symtom 時煩躁，煩跺不安，入夜尤甚。
^ill<sub=2>〔陽氣不和〕
^symtom ①表熱不揚，肢體反不發熱，②四肢不暖，肢冷，腳尖少溫。
^formulas
^formula1<var=1>〔葉氏犀角地黃湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔加減清宮湯證〕
^origin〔《溫病條辨》方〕
^ingredients1669 犀角3g，連翹心、赤小豆皮 各9g，元參、竹葉、銀花 各6g。
^ingredients1670 銀花、元參、生地、板藍根、土茯苓、公英 各30g，連翹24g，生槐花、地丁、赤芍、粉丹皮 各15g，川貨連（人煎） 4.5g，黃耆、木通、貿芩 各9g，竹葉6g。另廣角粉6g (分沖）。
^ingredients1671 邪人苕分，如濕溫之邪人於血絡，舌苔中貿邊赤，發為赤斑丹疹，神昏譫語，宜清疏血分以透斑，佐芳香逐穢以開閉，攤角、連翹、赤芍、銀花、牛蒡子、菖蒲、鬰金、元參、薄荷、人中黃之類（《傷寒指掌》卷四55)。
^ck20z06h141
^norm 內閉外脫，溫毒內陷，斟熱深陷。
^chinese 閉脫。
^western 血栓性血小板減少性紫瘢。
^combo 氣熾+血熾+神閉+絡鬰+陽滯+氣脫*
^ill〔津氣組熾〕
^symtom 身熱。
^tounge 舌苔淡黃厚膩。
^pulse 脈大滑。
^ill2〔血熱蘊熾〕
^symtom ①煩躁不安，②全身皮膚紫癱，身發瘀點，瘀斑續布，大小不等，色黑少光，極不圓整，邊緣高凸，中心凹陷，③血尿、便血。
^ill<sub=1>〔神志蒙閉〕
^symtom ①神識&糊，意識由朦朧至深度昏迷，兩眼凝視，②神昏欲躁，譫語。
^ill2<sub=1>〔氣虛脫絕〕
^symtom ①面蒼白無華，②神萎不語，③眼戴口張，喉中痰鳴，痰聲漉漉，④手足不溫，肢冷，⑤ 汁多黏冷，⑥二便失禁。
^pulse ①脈微細若無，②脈如絲。
^ill<sub=2>〔絡脈不和〕
^symtom ①項強，②囓齒，③舌音縮，肢臂腐動，手足牽引，④抽搐。
^ill2<sub=2>〔陽氣不行〕
^symtom ①表熱不揚，肢體反不發熱，②手足不溫，腳尖少溫，③蜷臥。
^tounge 苔膩而潤，舌尖微菥紅絳。
^pulse 二脈鬰伏。
^formulas
^formula〔清營護心解毒方證〕
^origin〔孫寶楚方〕
^alias伏番人營，熱人血絡，溫病發斑，肝火上逆，暑人厥陰，熱動肝風。
^chinese 伏暑，摒風，伏縣感秋燥，赤疹，火丹，急黃，頭痛，繭唇風，狐惑，帶下。
^western 急性傳染性黃疸型肝炎，變亞敗，顱內血腫，血栓性血小板減少性紫癜，帶狀包疹，口眼生殖器三聯綜 合征。
^ill〔津氣蘊蒸〕
^symtom ①發熱，②心煩，坐臥不安，③小便貨。
^tounge 舌苔黃，苔根黃膩。
^pulse 脈弦數。
^ill2〔血熱瑾蒸〕
^symtom ①遍身癢疹，瘙痄難忍，疹色鮮紅，②胸脅部近乳處起泡狀疹，族狀水包晶瑩腫脹，灼熱或赤或 紫，腫脹劇痛，皮膚赤紅。
^tounge 舌紅，舌紅絳。
^pulse 脈細數。
^ill3〔絡血妄行〕
^symtom ①上下失血，②汗血，③典衄。
^pulse 脈弦數而急疾。
^ill4〔津液消灼〕
^symtom ①咳嗽多痰，②大便魚少而乾。
^tounge 舌紅少苔。
^pulse 脈細數。
^ill5〔神志不寧〕
^symtom ①煩躁不安，②自覺怒火滿腔，呻吟叫罵之聲 不斷，甚至摔物毆人，晝夜不寐。
^ck20z10h133
^norm 伏暑人營。
^chinese 伏暑。
^combo 表鬰+氣熾+血熾+液灼
^ill〔腠理不宣〕
^symtom ①寒熱起伏，②汗少。
^symtom ①熱識，②面赤氣粗，③發黃，雜秘，練洩醬穢肛痛。
^tounge 苔黃。
^pulse 脈象弦數。
^symtom ①目赤唇絳，煩，心胸悶甚，③神情模糊，誼語，④經忽行。
^tounge 質絳，舌紅。
^symtom ①口渴，②便秘。
^tounge 舌乾。
^ingredients1672 滑石、宵蔣、鬰金、連翹、丹皮、銀花、通草、梔仁、黃芩、川黃連、竹葉、荷梗。
^ck20z10h134
^norm 濕火入血。
^chinese 赤疫，火丹。
^western 帶狀包疹。
^combo 氣蒸+血蒸+液灼
^ill〔津氣蘊蒸〕
^symtom ①發熱，②心煩，坐臥不安，③小便黃。
^tounge 舌苔黃，苔根黃膩。
^ill2〔血熱道蒸〕
^symtom ①遍身癢疹，瘙癢難忍，疹色鮮紅，②胸脅部近乳處起泡狀疹，簇狀水包晶瑩腫脹，灼熱 或赤或紫，腫脹劇痛，皮膚赤紅。
^tounge 舌紅，舌紅締。
^pulse 脈細數。
^ill<sub=1>〔津液消灼〕
^symtom ①咳嗽多痰，②大便蛩少而乾。
^tounge 舌紅少苔。
^pulse 脈細數。
^ill<sub=2>〔清竅不利〕
^formulas
^ingredients1673 龍膽草、柴胡、澤瀉、車前子、木通、生地黃、當歸、黃芩、梔子、金銀花、野菊花、蒲公英、紫花地丁、紫背天葵。外用二味拔毐散：雄黃、明礬濃茶調塗。
^ck20z10h187
^norm 熱入血絡，溫病發斑。
^chinese 伏荖入營，急黃。
^western 急性傳染性黃疸型肝炎，變亞敗。
^combo 血熾+液灼+血溢+神蒙
^ill〔血熱蘊熾〕
^symtom ①高熱，午後夜間為甚，汗出時感畏寒，②胸腹斑疹隱隱，赤斑丹疹，③黃疸迅速加深。
^tounge ①舌紅苔少，②舌質紅絳，苔黃而燥。
^pulse ①脈弦數，②脈滑數。
^symtom ①唇焦齒枯，②口渴，③咽乾，④二便不暢。
^tounge ①舌光絳，②根有黑地。
^pulse 脈細數。
^symtom ①上下失血，②汗血，③兵衄。
^pulse 脈弦數而急疾。
^ill<sub=2>〔神志昏蒙〕
^symtom ①煩躁不寧，②神昏譫語，耳聾痰鳴，③驚惕抽搐。
^formulas
^formula1<var=2>〔增液湯證〕
^origin〔林英藩方〕
^ingredients1674 生地、丹皮，麥冬、川貝母、青萵、鱉甲、佩蘭、淡竹、鮮荷、蘆根、碧玉散、紫雪丹。
^formula2〔清熱解毒，涼血開竅方證〕
^origin〔範春如方〕
^formula3<var=2>〔柴芩清營湯證〕
^origin〔李常度方〕
^ingredients1675 柴胡、紫草、麥冬、連翹 各15g，黃芩、玄參、赤芍 各12g，廣角60g，生地、銀花、丹參 各30g，黃連6g。
^ingredients1676 (1)吳坤安：邪人營分，如濕溫之邪人於血絡，舌苔中黃邊赤，發為赤斑丹疹，神昏譫語，宜清疏血分以透斑，佐芳 香逐穢以開閉：犀角、連翹、赤芍、銀花、牛蒡子、菖蒲、鬰金、元參、薄荷、人中貨之類（《傷寒指牮》55)。
^ingredients1677 發黃兼發斑者，無非熱毐鬱結所致，宜渾角、連翹、赤芍、梔子、茵陳、黃柏、牛蒡子、薄荷、銀花之類主之（《傷 寒指舉：》卷四13)。
^ingredients1678 (2)薛生白：濕竭化火人血，走竄欲洩，上下失血或汗血，宜大劑犀角、生地、赤芍、丹皮、連翹、紫草、茜草、銀 花涼血洩火以救陰，血止須進參?善後。
^ck20z10h284
^norm 肝火上逆。
^chinese 頭痛。
^western 顱內血腫。
^combo 津熾+氣逆+擾空+擾神+氣滯
^symtom ①u渴煩躁，②口乾哀冷，③兩B紅赤，④唇紅聲嘶。
^tounge 舌紅苔黃膩略乾。
^pulse ①脈弦或兼數，②脈弦數而勁。
^symtom ①頭痛如劈，②頭昏腦脹。
^symtom 噁心嘔吐，嘔吐頻繁。
^symtom ①煩躁不安，呻吟叫罵之聲不斷，煩躁無暫安時，甚至摔物毆人，②晝夜不寐。
^symtom ①表情淡漠，意識模糊，反應遲鈍，②語言賽澀，③右手腳無力，行走持物閒難。
^formulas
^formula<var=2>〔龍膽瀉肝湯證〕
^origin〔易珍瑜方〕
^ingredients1679 龍膽草、柴胡、黃芩、山梔、木通、車前、澤瀉、生地、當們、甘草、石決明、三七。
^ck20z10h285
^norm 蜃入厥陰，熱動肝風。
^chinese 裊風，伏君感秋燥。
^western 血栓性血小板減少性紫瘢。
^combo 氣熾+血熾+神閉+氣逆
^ill〔津氣蘊熾〕
^symtom ①提寒高熱，身熱，②便多燥結，③溺短赤澀，或點滴而急痛。
^pulse ①脈滑大，②脈右浮澀沉數。
^ill2〔血熱蘊熾〕
^symtom ①牙血不止，尿血便血，②全身紫癜。
^tounge ①舌鮮紅，②兩邊紫。
^pulse 左弦小數。
^ill<sub=1>〔神志蒙閉〕
^symtom ①昏迷，②喉中痰鳴。
^ill2<sub=1>〔絡脈不和〕
^symtom ①手足麻木，②手足瘛瘋，抽搐，狀如驚癇。
^ill<sub=2>〔氣機沖逆〕
^symtom 咳嗽咯痰，黏而不爽。
^symtom ‧.臍間動氣，按之堅而葙手。
^formulas
^formula〔清營熄風方證〕
^origin〔何拯華方〕
^alias火邪逆乘心包，血分濕熱，少陰病，陰枯火熾，虛火妄動，心腎不交，心火下移小腸，溺毒人血。
^chinese暑熱，伏籍虛證，伏箸陽陷，熱淋，血淋，溺血，血精，赤帶，淋濁。
^western 急性膀胱炎，乳糜尿，黴菌性陰道炎。
^ill〔津氣苗熾〕
^symtom ①發熱不退，②口苦，③溲短赤熱。
^tounge 舌苔簿黃。
^pulse 脈沉數。
^symtom ①寒少熱多，日輕夜重，②目赤唇紅，唇舌赤腫，燥裂，③面垢，④心煩惡熱，失眠，⑤口乾不 喜飲，⑥胸腹灼熱如焚，⑦經水不應期而驟至。
^tounge ①舌色鮮紅起刺，別無苔垢，②甚則深紅起裂，③苔始漸布薄黃，及上罩薄苔黏膩，④或紅中起
^ck20z11h137
^norm 溺毒人血，火邪逆乘心包。
^chinese 箸熱。
^combo 氣熾+血熾+液灼+血溢+陽滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①發熱不退，②口苦，③溲短赤熱。
^tounge舌苔薄黃。
^pulse脈沉數。
^ill2〔絡血妄行〕
^symtom １心煩失眠，２唇舌赤腫，燥裂。
^pulse脈沉細數。
^symtom １口渴咽乾唇乾，唇舌燥裂，２小便赤澀，點滴如稠。
^pulse兩寸符瞥虛大，關寸小弱，按久六脈皆虛。
^ill2〔陽氣不行〕
^pulse 六脈沉細短數。
^ill3〔神志昏蒙〕`)