jsonp(9,{"name":"cm","start":17578},`^symtom ①神昏不語，不時煩擾，②神昏譫語，③煩躁狂言。
^formulas
^formula〔導赤瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1680 鮮生地、木通、甘草梢、淡竹葉、小川黃連‧、青子芩、山梔、知母、辰砂拌茯神、寸麥冬、益元散。
^ck20z11h194
^combo血熾+陰熾+陰酒神蒙
^ill〔血熱瑾熾〕
^symtom①寒少熱多，日輕夜隸，②目赤腭紅，③面垢，④心煩惡熱，⑤口干不軎飲，⑥胸腹灼熱
^tounge①舌色鮮紅起刺.別無萏垢，②甚則深紅起裂，③苔始漸布薄賁，及上眾薄荇黏膩，④或
^formulas
^formula〔I導赤清心湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔犀地清絡飲證〕
^origin〔《通俗傷寒論》俞氏經驗方〕
^ck20z11h195
^norm 下焦濕火。
^chinese 血精，赤帶，淋濁。
^western 乳糜尿，輯菌性陰道炎。
^combo 血熾+陰熾+血溢+陰涸+氣滯
^ill〔血熱疽熾〕
^symtom ①面赤，心煩，失眠，②虛煩不寐，怔忡懊儂，多夢，③溲時有灼熱感，排尿時終末血尿，
^pulse 脈沉細數。1
^ill2〔陰熱蘊熾〕
^symtom ①昏睡不省，②舌咽作痛，③小便如泔，④小便尿黃，灼熱，溲時刺痛，⑤小腹熱，⑥腰 疼伴下腹會陰部疼，⑦外陰奇癢灼痛。
^tounge 苔少舌紅。
^pulse 脈細數，左尺有力。
^ill<sub=1>〔絡血妄行〕
^symtom ①保血，②血精，③赤帶綿注。
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陰液消涸〕
^symtom ①口燥，咽乾口苦口渴，②頭暈，③腰酸，腰腿酸重。
^tounge 苔薄黃少津。
^pulse 脈弦細。
^formulas
^formula1〔導赤清心湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1681 小薊炭、地榆炭、元參、仙鶴草 各15g，生地、滑石 各30g，蒲黃、黑梔、淡竹葉 各10g，當歸、木通、甘草 各5g，丹
^formula3〔滋陰利濕湯證〕
^origin〔<程門雪醫案》方〕
^ingredients1682 阿膠珠、益元散、萆蘚、赤豬苓、澤瀉、石葦、雞內金、滋腎通關丸 各9g，小生地、海金沙 各12g，丹皮6g，知母 4.5g，藕節4支。
^formula4〔黃連導赤散證〕
^origin〔姚寓晨方〕
^ingredients1683 人中黃、淡竹葉、生山梔、苦參 各10g，川黃連3g，木通6g，大生地15g，生甘草5g，丹皮12g，黛燈芯2g。
^ck20z11h206
^norm 少陰病。陰祜火熾。
^chinese 伏暑陽陷。
^combo 陰枯+氣熾+液洩
^ill〔津氣蘊熾〕
^symtom ①心煩不得眠，②臉紅目眵，③小便不利。
^tounge 舌邊紅紫
^pulse 右關間有滑象。
^ill2〔熱迫液洩〕
^symtom ①下利，水瀉肛熱，②嘔吐涎沫，咳而嘔渴。
^tounge 舌本絳苔薄白。
^ill<sub=1>〔陰液消涸〕
^symtom ①口渴飲水，②咽乾，③小便不通，④肢清。
^tounge ①舌黑如墨。
^pulse ①脈左沉細搏數，右尺似有似無，重按雖細如絲，卻有挺然之象。左關沉細中有力，右反 浮大虛軟，②脈三、四動一少歇。
^ill<sub=2>〔神志昏蒙〕
^formula1〔豬苓湯證〕
^origin〔《傷寒論》方〕
^ingredients1684 豬苓、茯苓、澤瀉、阿膠（烊化）、滑石 各一兩。水煎，分3次服。
^ck20z11h315
^norm 心火下移小腸。
^chinese 熱淋，血淋。
^western 急性膀胱炎。
^combo 氣熾+血熾+陰涸+律滯+絡滯+血溢
^formulas
^formula1<var=1>〔導赤八珍散證〕
^origin〔(通俗傷寒論》方〕
^formula2〔加味導赤散證〕
^origin〔《黃文東醫案》方〕
^ingredients1685 生地、黃芩、萆蘚 各15g，竹葉、烏藥9g，生甘草4.5g，木通3g，小薊30g。
^formula3〔丹梔導赤散證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients1686 '甘草梢、黃連各.5g，白木通、竹葉 各3g，生地、藕節 各9g，焦山梔、丹皮 各2.4g，香附9.5g。
^formula4<var=1>〔導赤清心湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1687 火傷血絡，血與尿俱下，痛不可忍，脈沉數有力，主涼血洩熱，雞蘇散：薄荷、竹葉、滑石、木通、小薊、生地，甚 者加黃連、黃柏。
^ingredients1688 (2)心火下移，尿血熱臭，舌千咽痛，虛煩不眠，小便短赤，尿道刺痛如淋，小薊飲子：小薊、扼仁、當歸、藕節、生地、滑石、蒲黃炭、通草、甘草、竹葉。
^ingredients1689 (5)赤濁，莖中澀痛，壯年施洩無度，精不及化，梢血雜下，琥珀散：琥珀、海金沙、沒藥、乳香、炒蒲黃、通草。
^alias陽明經濕熱，陽明腑實症，濕溫化火，氣分窒塞，暑熱傷氣。
^chinese 濕熱證，濕熱挾積，溫熱挾濕，陽明S‧溫，陽黃，陽黃內閉，熱居，鼻衄，穢濁，熱痺，傷寒戴陽，陰脫，
^western 腸傷寒，急性心肌炎並發偽膜性腸炎，精神分裂症。
^ill〔陽氣不宣〕
^symtom ①四肢痛而沉寬，②雙下肢關節痛，③食指與小拇指有麻感。
^ill2〔津氣蘊熾〕
^symtom ①曲微赤，面目俱赤，目黃而赤，②但熱不寒，熱後汗多不解，發熱午後尤繭，胸腹灼熱，③口 吳，渴而喜飲，④心煩惡熱，夜不能眠，喜動惡靜，⑤氣粗煩喘，⑥大便秘結，大便初硬後溏，⑦大便熱瀉，多敗漿色溏 糞，⑧小便微黃，溺赤。
^tounge ①舌質紅，苔黃厚膩稍乾，@5‧苔黃膩帶灰，中見黑點。
^pulse ①脈洪數，②甚或大堅而長。
^ill3〔津液消灼〕
^symtom ①□燥咽乾，②渴欲飲水，口乾苦，③自汗，@兩焦齒燥，⑤溲短赤澀5
^tounge ①黃燥，②苔芒剌。
^ill4〔清竅不利〕
^symtom ①耳聾，②目赤，③唇焦，④齒燥。
^ill5〔氣機不宣〕
^symtom ①院悶，②胸滿痞。
^ill6〔氣機不降〕
^symtom ①噁心，嘔逆。
^ill7〔氣機不利〕
^symtom ①中胺按之微痛不硬，②腹滿腹痛，③大便不解。
^pulse ①脈沉實，②潘細數。
^ck20z13h094
^norm 陽明經濕熱。
^chinese 濕熱證，溫熱挾濕。
^western 梢神分裂症。
^combo 陽鬰+氣熾+氣滯+液灼
^ill〔陽氣不宣〕
^symtom ①四肢痛而沉頂，②雙下肢關節痛，③食指與小拇指有麻感。
^ill2〔津氣蘊熾〕
^symtom ①面微赤』②但熱不寒』熱後汗多不解，③口臭，渴而弈飲，④夜不能眠』喜動惡靜，⑤ 大便秘結，大便初硬後溏，⑥小便微黃。
^tounge 舌質紅，苔黃厚膩稍乾。
^pulse 脈洪數。』
^ill<sub=1>〔津液消灼〕
^symtom 口乾欲飲，口乾苫。
^ill2<sub=1>〔清空不寧〕
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1<var=2>〔蒼朮白虎湯證〕孫伯揚治溫熱夾濕，但熱不寒，熱後汗多，肢痛沉重，詳見病案（1)。
^ingredients1690 生石耷24g，知母、蒼朮、黃芩、逭杏、佩蘭 各9g，炒澈苡仁I2g，竹葉、甘草 各6g。
^formula2<var=1>〔瀉黃散證〕
^origin〔劉宗明方〕
^ingredients1691 藿香20g，扼子15g，石奇、防風、枳殼、葛根、生甘草 各30g。
^ck20z13h099
^norm 陽明腑實症。
^chinese濕熱挾積，陽黃，陽明箸溫。
^combo 氣熾+液灼+氣滯+神蒙
^ill〔津氣繭熾〕
^symtom ①發熱午後尤重，②胸腹灼熱，③心煩惡熱，④面目俱赤，目貧而赤，⑤自汗出，⑥氣粗 煩喘，⑦便結溺赤，⑧大便熱瀉，多敗漿色溏糞。
^formula1〔增減黃連瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔杏仁石脅湯證〕
^origin〔<溫病條辨》方〕
^formula3〔大黃硝石湯證〕
^origin〔（金匱要略》方〕
^ck20z13h137
^norm 濕火入血。
^chinese 鼻衄，濕溫化火。
^western 腸傷寒，急性心肌炎並發偽膜性腸炎。
^combo 氣熾+血熾+液灼+血溢+陽滯+神眾
^ill〔津氣蘊熾〕
^symtom ①壯熱不已，腹大熱，或晡熱，手足不欲暖蓋，②面赤氣粗，③口苦，④大腑閉結不通，
^tounge ①舌質紅苔黃中厚，②舌苔黃膩而厚。
^pulse ①弦數有力，②沉弦而實。
^symtom ①目黃心煩，②渴不欲飲，③紅色包疹融合成片，④遍身紅斑。
^tounge ①舌質紅，②紫絳無苔。
^symtom ①廚齒焦燥，②n渴，③小便赤澀，④便秘，⑤便洩無次數。
^tounge ①苔黃燥，②純黃純黑。
^pulse 脈濡數。
^ill2〔絡血妄行〕
^symtom 典衄。
^ill<sub=2>〔陽氣不行〕
^symtom 聲音低微。
^ill2<sub=2>〔神志昏蒙〕
^symtom ①神志迷糊，喃喃6語，②神昏譫語，循衣摸床，③精神萎靡，表情呆滯。
^formulas
^formula1<var=2>〔吳氏養營承氣湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔加味大黃黃連瀉心湯證〕苦洩涼血，治典衄，陽明燥火逼血上行。詳見論著（3)。
^ingredients1692 大黃 二兩，黃連 一兩、生地、茅根、天花粉。開水浸漬，分2次服。
^formula3<var=2>〔竹葉石音湯證〕
^origin〔丁學成方〕
^ingredients1693 竹葉、丹皮、青蒿、激苡仁、茯苓 各15g，石呸（先煎）40g，麥冬、天花粉、敗醬草 各20g，甘草10g，生地12g，生 大黃3g，水煎服，每曰I劑。
^ck20z13h190
^norm 濕火入絡。
^chinese 熱痺。k
^combo 血蒸+血滯+絡滯‧液灼
^ill〔血熱蘊蒸〕
^symtom ①面色潮紅，②壯熱不已，③雙下肢稍熱。
^tounge 舌質深紅。
^pulse 脈洪滑。
^ill2〔血滯不行〕
^symtom 其肌肉稍遇觸動，其痛苦更難名狀。
^ill<sub=1>〔絡脈不利〕
^symtom ①卒然四肢紅腫發痛，行動不能，②雙下肢發熱疼痛至知，以夜間尤甚。
^ill2<sub=1>〔絡脈不和〕
^symtom ①筋脈抽掣，②屈伸不利。
^ill<sub=2>〔津液消灼〕
^symtom ①口苦，②大腑閉結不通，③小便黃。
^tounge ①苔少稍黃，②舌苔黃膩而厚。
^pulse 脈象沉弦而實。
^formulas
^formula<var=1>〔白虎湯證〕
^origin〔劉付明方〕
^ingredients1694 石宵60g，知母、川牛膝、淮山、川木瓜 各15g，甘草9g，薏苡仁、丹參、雞血籐各3pg，2劑，水煎服。
^ck20z13h071
^norm 氣分室莖。
^chinese 陽黃內閉，穢濁。
^combo 陽滯+氣熾+神閉+氣鬱+絡滯
^ill〔陽氣不行〕
^symtom ①微熱不揚，②渴不多飲。
^tounge 舌白。
^ill2〔津氣組熾〕
^symtom ①身熱暮重，②熱蒸頭脹，③週身發黃鮮明，④便色褐如膠狀，⑤溲赤，小便不通。
^tounge 舌苔乾灰膩。
^pulse 脈弦數有力。
^ill3〔神志蒙閉〕
^symtom 昏睡，不省人事，夢語如譫。
^ill<sub=1>〔氣機不宣〕〔氣機不降〕
^symtom 嘔逆。
^ill<sub=2>〔絡脈不利〕
^symtom ①牙關緊閉，②身痛，③足蟠動。
^formulas
^ingredients1695 ?苡仁、茯苓皮、豬苓、大腹皮、通草、淡竹葉，牛黃丸二丸。
^formula2<var=2>〔茵陳蒿湯、梔子柏皮湯合安官牛黃丸證〕
^origin〔楊護生、張紹宗方〕
^ingredients1696 茵陳30g，生梔子、生大黃 各9g，黃柏、鬰金 各6g，銀花15g，菖蒲、丹皮 各4.5g，甘草3g。用水3碗，煎取1碗，稍和後，加人安宮牛賁丸2粒，烊化均勻，分作數次，用毋飼法，徐徐灌下。
^ingredients1697 5月5日三診：神識已完全恢復正常，大便每日暢通1次，黃疸續見兄著減退，再予洩熱化濕，清利余邪：茵陳18g，扼子、赤茯苓、大黃、連翹、滑石 各9g，黃柏、澤瀉 各6g，鬰金、木通 各4.5g，銀花、薏苡仁 各12g，甘草3g。服藥後病 情繼續好轉，至5月9日基本治癒，根據患者要求，同意出院調養（《福建中醫醫案醫話選編（二)）38)。
^ck20z13h113
^norm 嵙熱傷氣。
^chinese 傷寒戴陽，陰脫，氣聰，熱箸。&『
^combo 液枯+液脫+氣脫+神脫
^ill〔津液枯個〕
^symtom ①煩躁無汗，②設燥耳聾，典孔黑似煙黑，唇紅U圈青黑，③聲啞，④咽乾引飲。
^formula2〔生脈散合保元湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1698 人參、麥冬、五昧子、甘草、肉桂、黃耆、採米。
^alias瘀熱在裡，火傷陰絡，濕火閉厥，燔灼厥陰。
^chinese 陽黃，谷疸，酒疸，疫黃，急黃，歧脹，腹痛，濕熱痢，便血，吐血，臍血，鼻衄。
^western 急性黃疸型肝炎，毛細膽管型肝炎，重症肝炎，慢性寬症肝炎，肝昏迷前期，肝昏迷，亞急性肝壞死，亞急 性重型肝炎（甲肝病毒與鉅細胞病毐賞迭感染），膽道感染，膽斑炎，原發性腹膜炎，胃炎，不完全性腸梗阻，斑替氏綜 合征，結核性胸膜炎。
^ill〔津氣逋熾〕
^symtom 雜勢起伏，高燒+退，肢熱，２粗U臭，面赤煩喘，③頭汗出，身無汗，④口渴，口乾思飲，
^tounge ①舌紅苔黃膩，②苔貨乾。
^pulse ①脈弦滑，②脈弦數，或弦數滑，③脈右滑數。
^symtom ①面紅目赤，②兩目發黃，目絡微赤。
^tounge ①舌紅，②舌質紅絳，中部偏乾少津。
^pulse 脈來滿數。
^symtom ①口渴，渴引水漿，②大便秘結，③小便短赤，④白帶淋漓。
^tounge ①苔黃質絳，②苔糙起刺，③黃燥。
^pulse 脈細數。
^symtom ①脅痛，右脅痛，兩脅脹悶，②胸膈煩滿，
^tounge 舌苔白。
^pulse 左弦滯、沉。
^ck20z18h099
^norm 瘀熱在裡。
^chinese 陽黃，谷疸，酒疸。
^western 黃疽型肝炎，毛細肫管型肝炎，重症肝炎。
^combo 氣熾+液灼+氣滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①高熱不退，發熱肢熱，②而赤煩喘，③頭汗出，身無汗，④口苦，口泛苦味，⑤口渴，
^tounge 舌紅苔黃膩。
^pulse ①脈弦數，或弦數滑，②脈浮數，③脈右滑數。
^ill2〔津液消灼〕
^symtom ①口渴，渴引水漿，②大便秘結，③小便短赤，④白帶淋漓。
^tounge ①苔黃質絳，②苔糙起刺，③黃燥。
^pulse 脈細數。
^ill<sub=1>〔清竅不利〕
^symtom ①鼻乾，②不食，食即頭眩。
^ill2<sub=1>〔氣機不利〕
^symtom ①脅痛，在脅痛，兩脅脹悶，②胸膈煩滿，③脘中脹痛，心中熱痛，中搭，④腹滿，有時 腹痛，⑤口吐黃汁，噁心嘔吐。
^tounge 舌苔白。
^pulse 左弦滯、沉。
^ill<sub=2>〔神志昏蒙〕
^symtom ①昏昏嘿嘿，②煩擾不寧，③浪語。
^formulas
^formula1〔茵陳S湯證〕
^origin〔《傷寒論》方〕
^formula2〔梔子大黃湯證〕
^origin〔《傷寒論》方〕
^ck20z18h137
^norm 濕火內陷人血。
^chinese 疫黃。
^western 急性寅疸型肝炎，肝昏迷前期，亞急性重型肝炎（甲肝病毐與鉅細胞病毒重迭感染）、膽道感染、
^combo 氣熾+血熾+液灼+血溢+神蒙+陽滯
^ill〔津氣瑄熾〕
^symtom ①熱勢起伏，高燒不退，②氣粗口臭，③口乾思飲，④一身黃如橘皮，⑤左肋疼痛，兩脅 酸痛，脅下脹痛，⑥胺腹作脹，⑦大便不暢，大便乾結，氣急腹脹，⑧尿色深黃。
^tounge ①萏黃乾，②苔黃薄膩。
^pulse 脈弦滑。
^ill2〔血熱蘊熾〕
^symtom ①面紅H赤，②兩目發黃，目絡微赤。
^tounge ①舌紅，②舌質紅絳，中部偏乾少津。
^pulse 脈來滿數。
^ill<sub=1>〔津液消灼〕
^symtom 小便短赤，尿少。
^ill2<sub=1>〔絡血妄行〕
^symtom 典衄。
^ill<sub=2>〔陽氣不行〕；
^symtom ①神志尚清，反應呆鈍，②神倦思睡。
^formulas
^formula1〔茵銀湯證〕
^origin〔章次公方〕
^ingredients1699 綿茵陳30g，銀花、馬鞭草、車前子 各15g，白薇、澤瀉 各12g，全瓜蔞、元明粉 各9g，鮮生地60g打汁。
^formula2〔荷包草湯證〕
^origin〔姜春華方〕
^ingredients1700 大黃、山梔、生地、丹皮、黃柏、茅花、茅根 各9g，大青葉15g，犀角6g，荷包草30g。
^formula3〔瀉肝湯證〕
^origin〔《關幼波臨床經驗選》方〕
^ingredients1701 茵陳60g，黃連、灑制大黃、枳實、半復 各10g，黃芩、、丹皮、黃柏、梔子、赤芍、蒲公英、地丁草、野菊花、草河車  各15g，銀花、板藍根、瓜蔞 各30g。煎分4次服，每服送局方至寶丹半粒。
^ck20z18h195
^norm 火傷陰絡。
^chinese 便血，濕熱痢，吐血，臍血。
^combo 血熾+陰熾+血溢‧陰涸+氣滯
^ill〔血熱蘊熾〕
^symtom ①煩熱，②肛門烙熱。
^tounge 舌紅少苔，脈弦細數。
^pulse 脈象細數。
^ill<sub=1>〔絡血妄行〕
^symtom ①葉‧血，②便血，③痢下皆成紫黑膿血，④臍中流血。
^ill<sub=2>〔氣機不利〕
^symtom 腹痛。
^ill2<sub=2>〔陰液消涵〕
^symtom ①面色少華，神疲乏力，②舌糜，③口渴。
^pulse 脈細而弱。
^formulas
^formula〔黃連阿膠湯證〕
^origin〔《傷寒論》方〕
^ingredients1702 (1)陳士鐸：臍中流血，降臍湯：大黃1.5g，當歸、生地 各30g，地榆9ga
^ingredients1703 (1)範文虎治邵老婆婆。濕熱鬰久成痢，熱偏重也，已1月有餘，神疲乏力，脈細而弱。前醫以肉蔻、訶子、扁豆之 類治之，痢下愈益加重，腹痛、痢下皆成紫黑膿血，日下50餘行，煩熱口海，病勢極其危險。白頭翁、北秦皮、黃柏、川 黃連、驢膠珠 各9g。二診：下痢稍減，瀋耗液損，舌已見糜，虛甚之故也。白頭翁、北秦皮、川黃連、寅芩、麥冬、人 參、霍山石斛 各9g。三診：稍瘥，守前法。白頭翁、北秦皮、川黃連、黃芩、人參、崔山石斛、麥冬 各9g。四診：期下繼 續好轉，脈仍細弱，舌紅少苔，面色少華，元氣虛，一時難復也。‧蓮子肉、人參、五味子、麥冬、枸杞子、酸棗仁 各9g，川黃連6g。
^ingredients1704 (2)範文虎治徐君：熱痢日久，津枯液涸，心肝火熾。炒黃芩、阿膠、生白芍務9g，川黃連3g，雞子黃2枚。
^ck20z18h140
^norm 濕火閉厥，燔灼厥陰。
^chinese 急黃，鼓脹。
^western 兔症肝炎，肝昏迷，亞急性肝壞死，慢性重症肝炎。
^combo 氣熾+血熾+祌閉+輅滯+液灼+陽滯
^ill〔津氣蘊熾〕
^symtom ①壯熱，②全身黃染如橘子色，③小便短少深黃，小便紅濃茶色，④腹脹，無大便，⑤腹 膨便溏，⑥噁心，進食嘔吐。；
^tounge 苔黃厚膩。
^pulse ①脈弦數，②六脈沉而弦數有力。
^ill2〔血熱蘊熾〕
^symtom ‧.１身目深黃色，２唇乾紫，３右少腹皮膚出血斑，皮膚瘀點，瘀斑背紫，４衄血便血，５ 注射針眼溢血。
^pulse 脈細弦數。
^tounge ①舌紅，②苔黃質絳。
^ill<sub=1>〔神志蒙閉〕
^symtom ①精神萎靡，時欲寐，神志似清似糊，②嗜睡，目閉口張，喉中痰鳴，醒時跺擾，③煩躁 不安，④神昏譫妄，⑤意識朦朧，煩躁痙厥。
^ill2<sub=1>〔絡脈不和〕
^ill<sub=2>〔津液消灼〕
^symtom 高燒無汗。
^pulse 脈濡數。
^ill2<sub=2>〔陽氣不行〕
^symtom ①四肢厥冷，②全身水腫，③中等度腹水，訴腹脹難忍，④尿少。
^tounge 苔呈白黃膩。』
^pulse 六脈沉而弦數有力。
^formulas
^ingredients1705 (3)0黃連、黃柏、梔子、丹皮、鬰金、酒大黃各翎，犀角5g (先煎），生地、旱蓮草 各6g，赤芍3g，茵陳9g，敗漿草8g。
^formula2〔犀角地黃湯加減〕
^origin〔張鏡人方〕
^ingredients1706 廣角15g，鮮生地30g，赤芍，白芍、丹皮、連翹、荷葉、生蒲黃 各9g，安宮牛黃丸2粒，全身加茵陳30g，焦山梔、生大黃9g，衄血加土大黃、茜蘋 各15g，便血加側柏葉15S，地榆炭9g。
^alias濕火下注，陰虛火熾。
^chinese頭痛，嘔吐，如瘧，尿血，脅淋。
^western 神經性頭痛，乳糜尿，乳糜血尿，急性腎功能衰竭。
^ill〔陽氣不振〕
^symtom ①面色青黑，②四肢冰冷，③身軟無力，④納差。
^pulse 脈滿數。
^tounge 舌淡胖。
^ill2〔津氣組熾〕
^symtom ①煩跺汗出，②腹部板窒，臍腹按痛，③腹痛便閉，大 便秘結，④小便短少，小便混黃，溺時不爽。
^tounge ①苔黃白板揹，②苔晦黃厚膩而潤。
^pulse 脈濡滑帶數。
^ill3〔氣化不行〕
^symtom ①淋澀不暢，②少腹脹滯，吋有泛惡。
^ill4〔陽氣不行〕
^symtom ①四肢冰冷，②前額苦悶昏蒙。
^ck20z19h173
^norm Si虛火熾。
^chinese 頭痛。
^western 神經性頭痛。
^combo 陽虛+氣熾+血熾+陽滯
^ill〔陽氣不振〕
^symtom ①面色青黑，②四肢冰冷，③身軟無力，④納差。
^pulse 脈潘數。
^tounge 舌淡胖。
^symtom ①煩躁汗出，②頭痛如擊，③大便秘結，④小便短少。
^tounge 苔晦黃厚膩而潤。
^ill<sub=1>〔血熱蓮熾〕
^ill<sub=2>〔陽氣不行〕
^symtom ①四肢冰冷，②前額苦悶昏蒙。
^formulas
^formula<var=1>〔附子瀉心湯證〕
^origin〔袁尊山方〕
^ingredients1707 生大黃（泡）、附片、黃冬、法半S、木通 各10g，貧連6g，乾薑9g，茵陳15g，滑石30g，
^ck20z19h174
^norm 陽虛火逆。
^chinese 嘔吐。
^western 急性腎功能衰竭.
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^formulas
^formula〔溫腎解毒湯證〕
^origin〔_上海龍華醫院徐嵩年方〕
^ingredients1708 紫蘇、六月雪、綠豆、丹參 各30g，黨參、白朮 各15g，半芨、熟附子（先煎） 各9g，黃連、砂仁（後下） 各3g，土 大黃(或生川大黃)9~15g，生薑6g。
^ck20z19h315
^norm 濕火下注。
^chinese 尿血，耷淋。
^western 乳糜血尿。
^combo 氣熾+血熾+陰涸+絡傷+血溢
^ill〔津氣蘊熾〕
^symtom ①頭脹，②口乾引飲，③尿後恥骨聯合處灼熱疼痛。
^tounge 苔黃膩。
^pulse 脈弦數。
^symtom 尿道刺痛。
^tounge 舌質紅。
^symtom 淋澀不暢。
^symtom ①溲下乳糜，②尿道拘急。
^tounge 苔薄黃。
^pulse 脈來歇止。
^symtom ①兩腰酸楚，②腰部疼痛，活動、叩擊尤甚，③尾間及腰脊酸楚。
^symtom 尿血，尿色暗紅，夾有血塊。
^formulas
^formula<var=1>〔八正散證〕
^origin〔徐劍泉方〕
^ingredients1709 涼血化瘀止血；鮮生地、白茅根 各30g，大生地15g，川黃柏、知母 各4.5g，萆蘚、飛滑石（包） 各12g，淡竹葉、通草 各3g，甘草梢2g，黑山梔、川楝子 各10g。7劑。
^alias少陽風火，風火入絡，肝膽實火.肝膽濕熱，肝鬰化火，厥陰臟證，肝火頭痛，膽火上逆，肝氣鬱滯，肝脾不調，陰 虛肝燥，陰虛肝橫。
^chinese 頭痛，眩費，陽黃，黃桓，肝癰，脅痛，臌脹。
^western膽道出血，膽渙炎，急性膽盎炎膽石症，慢遷肝炎，肝硬變，肝硬變腹水症，蛛網膜下腔出血，交通性腦積 水，急性結膜炎，急性中耳炎，急性化膿性中耳炎，外耳道炎，與前庭，外耳道癤腫。
^symtom ①低熱不解，臉色微紅，面潮紅，②口乾苦而渴，消揭，③目赤唇深紅近紫，④牙痛出血，⑤大 便秘結，⑥小便色黃，小便赤熱，熱痛，⑦溺血赤澀，⑧或便膿血。
^tounge ①舌紫赤，②苔傅黃，③舌紅苔膩微黃，④苔黃。
^pulse ①脈弦滑，②脈弦勁有力，③脈弦數，④脈弦數實。
^symtom ①頭暈嘔吐，似覺周圍物體旋轉，②頭頂部疼痛而有灼熱感，痛處腫起綿軟，用冷敷頭痛可暫緩，
^symtom ①氣上衝心，心中疼熱，饑不欲食，食則吐蟈，
^symtom ①洩利下裡，雖洩不爽，②脅痛欲疼。艦一職木火爐、逆候瞧）肝氣失班候
^symtom ①胸中嘈雜，心中煩乾嘔，不能安睡，②煩躁失圖119肝膽濕火證證候結構圖
^ck20z20h042
^norm 少陽風火，風火入絡。
^chinese 頭痛。
^western 交通性腦積水，總性結膜炎，急性中耳炎，急性化胳性中耳炎，外耳道炎，典前庭，外耳道癤腫。病因病lib肝肭濕火蘊逆。濕熱蘊於肝膽，挾木火上逆，循少陽經脈，上乾清道，擾動清氣，致空竅失於寧靜，而成 火擾清竅之證。
^combo 氣蒸+清空清竅
^ill〔津氣蘊蒸〕
^symtom ①發熱煩躁，寒熱往來，②口乾口苦，③口渴多飲，④大便秘結，⑤胸脅不利，脅痛。
^tounge ①舌質淡赤，光滑少苔，②舌紅苔黃。
^pulse ①脈弦數，②脈三部弦硬而大，③脈象柄數，右關兼弦。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛似刀劈，②頭痛，頭目眩暈，③噁心，有時嘔吐。
^ill<sub=2>〔清窮不利〕
^symtom （DB赤，復視，有色帶，２耳聾，耳鳴，耳痛，波及頸潁，耳內外腫痛，邳腫，③齒浮齦 腫，口唇破碎。
^tounge 舌尖紅苔薄膩。
^formulas
^formula〔龍膽瀉肝湯證〕
^origin〔《蘭室秘藏》方〕
^ingredients1710 龍膽草0.9g，柴胡、澤瀉 各3g，車前子、木通 各1.5g，生地黃、當歸 各0.9g (近代方有黃芩、梔子）。水煎服。
^ingredients1711 肝熱治之：決明子30g，青葙子（布包）24g，夜明砂15g，龍膽草、牛膝、黃冬、佩蘭 各12g，廣木香、丹皮 各9g，土鱉 蟲（打）3g，當歸龍薈丸（沖服）3g。
^ck20z20h281
^norm 肝膽實火。
^chinese 陽黃，黃疸。
^western 膽道出血，朐II炎，急性膽鍛炎膽石症，壞後肝硬變。
^combo 氣滯+氣熾+血熾+神蒙+陽鬰
^ill〔氣機不利〕
^symtom ①右側脅肋脹痛，②上腹部脹滿，上腹絞痛，右脘部壓痛拒按。食油膩物品，則脹痛加劇，牽引右捫背都亦痛，③噁心，嘔吐，嘔吐綠水，不饑不食。
^ill2〔津氣蘊熾〕
^symtom ①寒顫發熱，發熱，高熱不退，②口苦咽乾，喉窒咽痛，③口渴引飲，④‧雙目鞏膜及全身 皮膚發黃，⑤大便不暢，大便不通，⑥小便黃赤，小便盤少黃濁，⑦白帶淋漓。
^tounge ①質淡紅，②舌紅苔黃膩，根黃膩，③舌苔黃白厚膩。
^pulse ①脈弦數，②脈弦滑數，③脈洪數。
^symtom ①面紅目赤，.②唇部焦乾略紅，③面目貨染，④引流管內流出鮮血並有血塊堵塞。
^tounge ①舌質紅，②苔黃質絳。
^pulse 脈弦細數。
^symtom 煩躁不安，夜不寐。
^symtom ①寒熱往來，②汗出淋漓，③面色恍白，④精神疲倦，無力。
^tounge 舌光剝無苔呈鏡面舌，質淡紅少津。
^pulse 脈沉細。
^ill3〔清空不寧〕
^formulas
^formula〔龍膽瀉肝湯證〕
^origin〔葉光華方〕
^ingredients1712 龍膽草15g，黃芩、梔子、澤瀉、木通、車前子、當歸 各9g，柴胡12g，甘草6g，生地30g。
^ingredients1713 4.5g，炒枳實、天花粉、生山梔、龍膽草、廣鬰金、草決明、篇蓄草 各9g，黃芩6g，金銀花、大黃 各12g。（服2帖）。
^ck20z20h284
^norm 厥陰臟證，肝鬰化火，肝膽濕熱，膽火上逆。
^chinese 肝火頭痛，眩暈。
^western 蛛網膜下腔出血。
^combo 氣熾+氣逆+氣滯+清空+神擾
^ill〔津氣蘊熾〕
^symtom ①低熱不解，臉色微紅，面潮紅，②口乾苦而海，消渴，③H赤唇深紅近紫，④牙痛出血，
^tounge ①舌紫赤，②苔薄黃，③舌紅苔膩微萸，④苔黃。
^pulse ①脈弦滑，②脈弦勁有力，③脈弦數，④脈弦數實。
^symtom ①頭暈嘔吐，似覺周圍物體旋轉，②頭頂部疼痛而有灼熱感，痛處腫起綿軟，用冷敷頭痛 可暫級，③頭痛劇烈，頭痛如裂，④耳聾。
^ill<sub=1>〔氣機沖逆〕
^symtom ①氣上衝心，心中疼熱，饑不欲食，食則吐蛔，②噯氣作酸，乾艱，③嘔吐頻繁，0上酸，間吐鮮血，④時作呃逆，⑤發則有熱氣上衝，⑥夜間開目，時覺有光，可在暗中見物，但瞬即逝失
^ill2〔氣機不利〕
^symtom ①洩利下jft，雖洩不爽，②脅痛欲痙。
^ill<sub=2>〔神志不寧〕
^symtom ①胸中啡雜，心中煩乾嘔，不能安睡，②煩躁失眠。
^ill2<sub=2>〔陽氣不和〕
^symtom 有時下肢抽搐u
^formulas
^formula<var=1>〔'龍膽瀉肝湯證〕
^origin〔陳逸蓀方〕
^ck20z20h290
^norm 肝氣鬱滯，肝脾不調。
^chinese 肝癰，脅痛，臌脹c
^western 肝硬變腹水症。
^combo 氣鬱+氣滯+絡滯+陽鬰
^ill〔氣機不宣〕
^ill2〔氣機不利〕
^symtom ①右脅內痛，腫出如拳，.硬如石，②腹部脹滿，脅痛，食後脹加劇‧③腰肋連脅腫痛，不 能轉側，④大便不解，小便黃赤，口苦咽乾，口乾欲飲。
^tounge 舌苔根黃，尖及邊部均絳。
^ill<sub=1>〔絡脈不和〕
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^symtom ①奐衄，②頭眩。
^formulas
^ingredients1714 龍膽草、生地黃、當歸 各0.9g，.柴胡、澤瀉 各3g，車前子、木通 各1.5g。水煎服。
^formula2〔當歸龍薈丸證〕
^origin〔《丹溪心法》方〕
^ingredients1715 當歸、蘆薈、梔子、黃連、黃柏、黃芩 各30g，龍膽草、大黃 各15g，木香7.5g，廨香1.5g (－方加柴胡、川芎；一方 加青黛）。糊丸或蜜丸，每服9gc
^alias肝火犯肺，時邪挾肝火，木火刑金。
^chinese ：傷寒，感冒風溫，內挾肝經碑熱，肺癰，喉娥。
^western 肺膿瘍。
^ill〔氣機不宣〕
^symtom ①塊咳，痰黏帶血絲，②脅痛。
^ill2〔津氣蘊熾〕
^symtom ①惡寒，繼而高熱，發熱不退，汗少，②面部潮紅，③口渴，口泛苦味，５煩跺不寐，６小便短赤，７大便乾結，或後陰微痛，８白帶淋漓
^tounge ①舌苔黃白，②苔W‧質絳，③舌苔老黃而厚，表面蔽浮黑苔。
^pulse ①脈浮弦數，②脈弦滑數。
^ill3〔清竅不利〕
^symtom ①咽部充血，喉窒咽痛，咽喉灼痛，雙側喉核腫大，②耳聽 不聰。
^ill4〔氣機沖逆〕
^symtom ①呼吸不利，呼吸粗急，②咳嗽頻劇。
^ill5〔氣機不利〕
^symtom ①胸部戡痛，②咯痰難出。
^ill6〔絡血妄行〕
^symtom 咳吐膿血痰甚多。
^ck20z04h041
^norm 肝火犯肺，時邪挾肝火。
^chinese 傷寒，感冒風溫，內挾肝經濕熱，喉娥。
^combo 氣鬱+氣熾+空竅『
^ill〔氣機不宣〕
^symtom ①痰咳，痰黏帶血絲，②脅痛。
^ill2〔津氣蘊熾〕
^symtom ①惡寒，繼而高熱，發熱不退，汗少，②面部潮紅，③口渴，渴不欲飲，④唇紅焦乾，口 乾舌焦，口泛苦味，⑤煩跺不寐，⑥小便短赤，⑦大便乾結，或後陰微癉，⑧白帶淋漓。
^tounge ①舌苔黃白，②苔黃質絳，③舌苔老黃而厚，表面蔽浮黑苔。
^pulse ①脈浮弦數，②脈弦滑數。
^ill<sub=1>〔清竅不利〕
^symtom （I)咽部充血，喉窒咽痛咽喉灼痛，雙側喉核腫大，２耳聽不聰。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔清空不寧〕
^symtom 頭痛，劇烈頭痛。
^formulas
^formula<var=2>〔龍膽洱肝湯證〕
^origin〔胡粢基方〕
^ingredients1716 葛根、生地 各18g，龍膽草、木通 各9g，柴胡、貨芩、梔子、淨瀉各i2g，鈴羊魚(先煎）2.4g，元明粉（沖服）
^ck20z04h284
^norm 肝火犯肺。
^chinese 肺脹。
^western 急性肺炎。
^combo 氣熾+氣逆+氣滯+神擾+陽鬰
^ill〔津氣蘊熾〕
^symtom ①發熱不退，②口渴引飲，③腐紅，咽部充血，厭食，④二便均少..o
^tounge ①舌苔黃白乾燥，②質紅，邊尖起刺。
^pulse 脈急細數。
^ill2〔清空不寧〕
^ill<sub=1>〔氣機沖逆〕
^symtom ①呼吸不利，呼吸粗急，②咳嗽頻劇。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸部翳痛，②咯痰難山。
^ill<sub=2>〔神志不寧〕
^symtom 夜睡不寧。
^ill2〔陽氣不和〕
^symtom ①面色萎黃，楮神憔悴：②下午自覺手足冷感，則發熱更熾。
^formulas
^formula<var=2>〔龍膽瀉肝湯證〕
^origin〔胡肇基方〕
^ingredients1717 龍膽草、木通 各9g，柴胡、梔子、黃芩、法半夏 各12g，甘蓽、川黃連 各6g，生地、瓜蔞仁 各18g，羚羊角3民（羚羊 角骨30g代，先煎）。
^ck20z04h137
^norm 木火刑金。
^chinese 肺癰。
^western 肺膿瘍。
^combo 氣熾+血熾+液灼+血溢+陽滯+神蒙
^formulas
^formula〔三黃桔甘敗醬湯證〕
^origin〔胡朝鈞方〕
^ingredients1718 炒川黃連、甘草 各3g，炒川黃柏、桔梗 各4.5g，炒黃芩、天花粉、象貝母、夏祜草、敗醬草、蒲公英、紫花地丁  各9g。
^alias濕熱下注，毐瘡內陷，膀胱濕熱，陰虛火旺，陰枯火熾，木火通明，心腎不交。
^chinese 黑迫，陽水水腫，熱淋，癱閉，詭淋，血尿，赤白油，小便不禁，遺稍，血精，陽瘦，陽強，熱怖，肝沛，陰汗，陰腫，陰瘡腫，陰癢，陰挺，陰想，前陽臊臭，月經不調，經漏，滑胎，瘺想，鍛癰，懸擁，下府，便霉。
^western 重症肝炎，尿路感染，急性膀胱炎，急性腎炎，腎結核血尿，前列腺肥大，精躲炎，乳糜血尿，腎萎縮，習 慣性流產，子宮下垂，子宮功能性出血。
^ill〔津氣蘊熾〕
^symtom ①憎寒惡熱，憎寒壯熱，寒熱往來，日晡寒熱，②面赤身熱目赤，③臉色及眼球略黃，深黃色，４口舌乾苦，口苦耳聾，５頭錄、頭&目眩，頭頂有熱感，６尿黃，溺多赤淋，小便灼熱，便後有餘瀝，臊氣，７大便乾結，便結，８溺孔流濁而覺灼熱，莖出白物如膿，舉則急痛，莖中作痛，痛極發癢，挺縱不收，出白物如精，隨小便而下，９白帶淋漓，或色黃而臭，質稠，氣甚腥穢，十睪丸痛腫，?龜頭腫起水泡龜頭水腫，陰莖腫或縮或挺或癢，?陰斑紅腫 潮濕，奇癢脫皮，或陰襄皮膚紅赤，灼熱痛癢，夜晚瘙癢益甚，局部水泡糜爛，貲水授淫，?陰盎腫痛，皮腫光亮，發熱 疼甚得熱愈甚，十便毒腫痛，（c陰道內或外陰部瘙癢，時出黃水，十陰瘡腫，陰戶灼熱腫痛，c子戶中突生一物狀如堅筋，色赤，脹痛不便起止，時流黃水，有腥臭味，?前陰常聞臊奧，十陽痿而睪丸發冷，陰汗津潤。
^tounge ①紅，②苔黃滑，③微黃膩，④苔貨膩，⑤舌苔捽黃。
^pulse ①脈弦勁滑數，②脈左弦，脈弦數，③脈洪數有力，④脈沉數。
^ill2〔血熱蘊蒸〕
^symtom ①面紅晦滯，②心煩易怒，睡眠不安，夜+能寐，寐則多夢，③全身紅疹瘙癢，④口腔黏膜充血 起包疹，唇腫，⑤血尿，腰骨筋伢酸痛，５莖中痛如錐刺刀割，⑥紫紅色血性精液。
^tounge ①舌質紅，②舌邊尖絳，苔薄白，③舌質紫絳舌苔黃膩，④苦薄質晦暗。
^pulse ①脈弦細，②脈細澀。
^ill3〔氣機不利〕
^symtom ①脅肋刺痛，②腰痛，③少腹痞脹，④少腹脹痛。
^ill4〔氣化不行〕
^symtom ①小便短澀不利，尿頻蛩少，色黃渾濁，色如濃茶，２小便澀痛，小便淋秘，尿道 灼熱，點滴難下，溺則號痛不已，少腹脹滿難堪，３腹脹，腹痛，二便虛急，腰腹掬脹，４小便癃閉。
^ck20z21h044
^norm 苺瘡內陷，陽水水腫。
^chinese 陽水水腫。
^western 急性腎炎。
^combo 氣鬱+氣蒸+津滯 .
^ill〔氣機不宣〕
^symtom ①頭眩，頭暈頭痛，②食少體乏。
^ill2〔津氣蘊蒸〕
^symtom ①低熱，②夜睡欠佳，③尿少色黃或赤，④大便乾，⑤皮膚瘡痍。
^tounge （D舌質稍紅，舌苔薄黃，②質淡紅，舌苔黃膩。
^pulse ①脈弦滑，②脈滑而數。
^ill<sub=1>〔津不化氣〕
^symtom ①眼瞼浮腫，面目浮腫，②繼而腹部及四臉亦腫。
^tounge 舌苔黃白較厚。
^pulse 脈滑細數。
^ill2〔氣化不行〕
^symtom 小便螢少黃濁。『
^ill<sub=2>〔氣機不降〕
^symtom 噁心。
^formulas
^formula<var=2>〔龍膽瀉肝湯證〕
^origin〔胡肇基方〕
^ingredients1719 龍膽草、木通 各9g，柴胡、梔子 各12g，黃誇、澤瀉、車前子、檳榔 各18g，大貿（後下）15g。另用白茅根60g煎水 作飲料。
^ck20z21h281
^norm 濕火迫血。
^chinese 月經不調，經漏。
^western 子宮功能性出血。
^combo 氣鬱+氣熾+血熾+神蒙+陽鬰+清空
^ill〔氣機不利〕
^symtom ①胸悶，②脅肋刺痛，③少腹滿痛，④經前乳房及小腹脹痛，⑤面和四肢浮腫。
^pulse 脈沉澀有力。
^symtom ①潮熱，②汗出，③口乾嵙凍飲，④口苦咽乾，⑤土:心煩熱，⑥大便不爽，肛f：]灼熱，⑦
^ill2〔津氣蘊熾〕
^symtom 小便黃而熱泰。
^tounge 苔黃膩。
^pulse 脈弦。
^symtom ①面紅晦滯，②睡眠不安，失眠，③月經過多先期量多夾塊，拖日難盡，色紫黯，④月經
^tounge ①舌紅少津，②舌質紅絳，③苔薄黃。
^pulse 左關細數。
^ill2〔神志昏蒙〕
^ill<sub=2>〔陽氣不和〕
^symtom 肢膝關節時痛。
^tounge 舌質淡紅，中心有黃膩苔。』*
^ill2〔清空不寧〕
^symtom ①頭痛頭暈，頭昏目眩，②頭頂有熱感。
^formulas
^formula<var=2>〔龍膽瀉肝湯證〕
^origin〔林永華方〕
^ingredients1720 龍膽草、炒黃芩、焦山梔 各9g，妙車前子、大生地 各15g，軟柴胡、丹皮、澤瀉 各12g。
^ck20z21h135
^norm 濕熱下注。
^chinese 血尿，赤白濁，血精，滑胎，陽痿，陰汗，陰腫，熱疝，肝疝，陰瘡腫，陰腫，陰癢陰挺，陰 慝，渙癰，懸癰，下疳便毒，前陰臊炱。
^western枵結核血尿，習慣性流產，子宮下垂O
^combo 氣熾+血蒸+氣滯+氣鬱
^ill〔津氣瑾熾〕
^symtom ①憎寒惡熱，憎寒壯熱，寒熱往來，日晡寒熱，②面赤葑熱目赤，③臉色及眼球略黃，深 黃色，④口舌乾苦，口苦耳聾，⑤頭翠、頭昏目眩，頭頂有熱感，⑥尿黃，溺多赤淋，小便灼熱，.便後有餘瀝，臊氣，⑦ 大便乾結，便結，⑧溺孔流濁而覺灼熱，莖出白物如膿，舉則急痛，莖中作痛，痛極發癢，挺縱不收，出白物如精，隨小 便而下，⑨白帶淋漓，或色黃而臭，質稠，氣甚腥穢，R睪丸痛腫，?龜頭腫水泡龜頭水腫，陰莖腫或縮或挺或癢，? 陰襄紅腫潮濕，奇癢脫皮，或陰鋌皮膚紅赤，灼熱痛癢，夜晚瘙癢益甚，局部水&糜爛，黃水浸淫，c陰襄腫痛。皮腫光 亮，發熱疼甚得熱愈甚，十便毒腫痛，?陰道內或外陰部瘙癢，時*貿水，?陰瘡腫，陰戶灼熱腫痛，?子戶中突生一物 狀如堅筋，色赤，脹痛不便起止，時流黃水，有腥臭味，十前陰常聞臊臭，十陽痿而睪丸發冷，陰汗瀋潤。
^tounge ①舌紅，②苔黃滑，③微黃膩，④苔貨膩，⑤舌苔厚黃。
^pulse ①脈弦勁滑數，②脈左弦，脈弦數，③脈洪數有力，④脈沉數。
^ill2〔血熱逭蒸〕
^symtom ①面紅晦滯，②心煩易怒，醃眠不安，夜不能寐，寐則多夢，③全身紅疹瘙癢，④口腔黏 膜充血起包疹，唇腫，⑤血尿，腰骨筋骨酸痛，⑥莖中痛如錐刺刀割，⑦紫紅色血性精液-
^tounge ①舌質紅，②舌邊尖絳，苔薄白，③舌質紫絳舌苔黃膩，④苔薄質晦暗。
^pulse ①脈弦細，②脈細澀。
^ill<sub=1>〔氣機不利〕
^symtom ①脅肋刺痛，②腰痛，③少腹痞脹，④少腹脹痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶，②脅脹不舒。
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=1>〔龍膽瀉肝湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1721 龍膽草、木通、澤瀉、車前子、柴胡、黃芩、赤芍、生地、焦山梔、丹皮、鬰金、青黛。
^ingredients1722 (2)王雨三：由狎妓宿娼而來，間有遺傳之毒，腰骨筋骨酸痛，莖中痛如錐刺刀‧割，溺孔流濁而覺灼熱，主鮮土茯苓 30g，苦參、大黃 各15g，甘草梢、黃柏、赤芍，防風 各9g，甚效。
^ingredients1723 (5)肝經濕熱下沈，陽瘺而睪丸發冷，陰汗津潤，小便黃赤，便後有餘瀝，臊氣，主龍膽瀉肝湯或柴胡勝濕湯：升 麻、柴胡、羌活、茯苓、澤瀉、黃柏、龍膽草、甘草、歸尾、防己、五味子、麻黃根。
^ck20z21h315
^norm 濕熱下注，膀胱濕熱。
^chinese 熱淋，癃閉。
^western 尿路感染，急性膀胱炎，前列腺肥大。
^combo 氣熾+血熾+陰涸+血溢+絡鬰
^ill〔津氣蘊熾〕
^symtom ①寒戰，發熱，②發熱口渴汗出，③面部潮紅，呼吸粗促，④口乾，口苦，乾嘔，⑤賞有 尿意，迫及待，小便不禁，小便頻數，尿量極少，俅管刺痛，⑥大便乾結，⑦腹脹，腰酸墜。
^tounge ①舌苔黃白厚膩，質淡紅，②苔黃膩，③根部較厚。
^pulse ①左關滑數，②脈弦滑，左關尤甚，③脈弦滑而數，④脈急數。
^ill2〔血熱蘊熾〕
^symtom ①神志煩躁，②陰戶腫脹，潰爛不堪，.臭穢之極。
^tounge 舌紅，苔薄黃。
^pulse 脈弦數。
^ill<sub=1>〔氣化不行〕
^symtom ①小便短澀不利，尿頻螢少，色黃渾濁，色如濃茶，②小便澀痛，小便淋秘，尿道灼熱，點滴難下，溺則號痛不已③少腹脹滿難堪，④腹脹，.腹痛，腰腹掬脹，⑤二便虛急，⑥小便癃閉。
^ill2<sub=1>〔陰液消涸〕
^symtom ①面赤有油垢，②唇紅齒燥，③煩躁不安，④汗出如浴，d滴中夢遺。
^pulse 視其脈潘細而數。
^tounge 舌質紅。
^ill<sub=2>〔絡脈不和〕
^ill2<sub=2>〔絡血妄行〕
^formulas
^formula〔龍膽瀉肝湯兼龍薈丸證〕
^origin〔《得心集醫案》方〕
^ingredients1724 龍膽草、木通、澤瀉、車前子、柴胡、黃芩、赤芍、生地、焦山梔、甘草。
^ingredients1725 (3)膀胱受邪，腹脹，小便不利，解則色貨渾濁，主滲利苦洩，七正散：車前子、赤茯苓、山扼、木通、龍膽草、篇 蓄、生甘草、燈芯、竹葉。
^ingredients1726 (2)孔伯華治小便急煩而頻數，脈弦滑而數。清水湯主之：朱蓮芯4.5g，知母、黃柏、梔子炭、元參、地骨皮、生稻 芽 各9g，龍膽草6g，石決明、竹前 各18g，銀花12g，枳實3g，石菖蒲30g (《孔伯華醫案》）。
^ck20z21h316
^norm 陰虛火旺。
^chinese 虛淋，血楮，瘺鐙。
^western 精鋌炎，腎萎縮，乳糜血尿。
^combo 陰虛+陰熾+精滑+血溢+經弱
^formulas
^formula〔加味地黃丸證〕
^origin〔《李斯熾醫案》方〕
^ingredients1727 生地、丹皮、澤溝、茯菩、山藥、冬瓜子各2g，知母、黃柏、元參、蘆根、棗皮各，9g，小莉、白茅根 各15g。
^ck20z21h210
^norm 陰枯火熾。
^chinese 黑疸。
^western 重症肝炎。-
^combo 氣熾+陰涸+液灼
^ill〔津氣繭熾〕
^symtom ①黃疸色澤晦咭不明，②心煩少寐。
^ill2〔陰液消涸〕
^symtom ①面色黧黑，②形體.消瘦。
^tounge 舌紅絳少津。
^pulse 脈弦細數。
^ill<sub=1>〔津液消灼〕
^symtom 口乾舌燥。
^formulas
^formula<var=2>〔一貫煎合知柏地黃丸證〕
^origin〔孟憲益方〕
^ingredients1728 北沙參、大生地、枸杞子、川黃柏、丹參、山茱萸各12叻川石斛、丹皮、赤白芍、炙知母 各9g，紅花5g，茵陳15g，生甘草3g。
^ck20z21h319
^norm 木火通明，心腎不交。
^chinese 遺梢，陽疫，陽強，小便不禁。
^combo 陰虛+陰熾+神擾+精滑+血溢
^ill〔陰虛失養〕
^symtom ①頭舉，耳鳴，②神疲體倦，③脛酸，④陽痿。
^pulse 脈象細數。
^tounge 苔光薄舌質紅。
^ill2〔陰熱斑熾〕
^symtom .‧１口苦幹，目赤，２尿黃，尿赤，溲渾赤，尿道有灼熱感，莖中癢痛，３小便不禁，４大 便乾結，５陰莖易舉，陽強不倒。
^pulse ①脈弦數有力，②脈左關尺弦大。
^tounge 舌苔黃燥，質紅。
^ill<sub=1>〔神志不寧〕
^symtom ①惡夢不能安睡，②心悸。|
^ill2<sub=1>〔陰精不固〕
^symtom 遺精。
^ill<sub=2>〔絡血妄行〕
^symtom 尿血。
^formulas
^formula1〔三才封R丹證〕
^origin〔《衛生寶鑒》方〕
^ingredients1729 天門冬、熟地黃、人參 各15g，黃柏90g，砂仁45g，炙甘草22.5g。糊丸，梧桐子大，每服50丸，酒蓯蓉煎湯送服。
^formula2〔龍膽瀉肝湯證〕
^origin〔（蘭室秘藏》方〕
^ingredients1730 龍膽草0.9g，柴胡、澤瀉 各3g，車前子、木通 各1.5g，生地黃、當!M 各0.9g (近代方有黃芩、梔子）。水煎服。
^ingredients1731 (2)陽強不倒，柴胡清肝湯：柴胡、人參、山扼、黃芩、川芎、連翹、桔梗、廿蘋，或小柴胡湯加川黃連，大劑行其 濕熱，少佐雋柏，降其氣逆，外用絲瓜汁調五倍子未敷之即愈，或龍膽瀉肝湯。
^alias風熱上受，上焦風火，客寒包火，邪熱壅肺，風溫犯肺，燥熱犯肺，陽明腑實症，二陽並病，太陰陽明俱病，陽明經 腑俱熱，濕竭化燥，砮傷陽絡，溫毐入苕血，熱盛神昏，陽明痙症，逆傳心包，內閉外脫。
^chinese溫病，春溫兼寒，春溫變症，風溫，冬溫，陽明伏溫，伏箸，瘟疫，結胸轉脫，麻疹喘，咯血，暑瘵，毋 衄，吐血，便閉，冬溫喉痛，齒痛，白喉，風熱白喉，典淵，風火喉症，爛乳蛾，喉疳重症。
^western 肺炎，大葉性肺炎，流行性腮腺炎合併肺炎，麻疹肺炎，支氣管擴張，流行性出血熱多尿期水電解質紊亂，原發性血小板減少性紫瘢，咽白喉，剝脫性皮炎。
^symtom ①大熱，身熱灼手，日晡益甚，②胸膈灼熱，脘腹灼熱，③少腹熱灼如焚，至下午尤甚，坐臥不 安，苦難名狀，夜不安寐，④面色紅赤，⑤氣粗聲高，⑥大汗淋漓，⑦大煩渴，⑧心煩，煩跺不安，⑨口苦唇赤.十便秘，?尿短赤極臭，十赤斑週身如錦文。
^tounge ①舌苔邊黃，②苔黃燥。
^pulse ①脈弦而數有力，②右脈沉伏而數，左脈小實。
^symtom ①唇焦煩渴，②渴欲飲水，③咳嗽痰多痰黏，④小便短澀而赤，大便閉結。
^tounge ①舌紅，苔貿燥，②黃糙中心部黑燥而厚，起刺。
^pulse ①脈象細數，②脈盡伏。
^symtom ①咽喉腫痛，②口舌生瘡，③目赤，④咳嗆乾咳。
^symtom 咳嗽頻繁，徹夜咳嗽不休。
^symtom ①氣逼，氣促，喉間痰鳴，輕度鼻煽，②咳嗽氣逆不能合目。
^symtom ①胸膺板悶，胸痛脘悶，②胃脘拒按，腹脹癇拒按，③腹滿不大便。
^ck21z12h042
^norm 風熱上受，上焦風火口
^chinese 冬溫喉痛，齒痛，白喉，鼻淵，風火喉症，爛乳蛾。
^western 典竇炎毋息肉，急性扁桃體炎，急性滲出性扁桃體炎，慢性咽炎。
^combo 氣蒸+空竅不利
^ill〔津氣組蒸〕
^symtom ①面赤，發熱，壯熱不退，②□渴引飲，煩揭，③口苦明乾，咳嗽，④口穢重濁，⑤項腫，
^tounge ①舌苔黃膩，②舌紅苔貨燥，③苔薄。
^pulse ①脈滑數，②脈洪數，③脈沉實而數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭昏頭痛，②頭脹痛。
^ill<sub=2>〔清竅不利〕
^symtom ①鼻阻塞，流黃色黏膿體涕，②口乾咽痛，咽部充血，③兩側扁桃體掀紅腫大，表而滿佈 奶白色偽膜，④雙乳蛾白色腐爛，呼吸喘促，奐武煽動，喉中痰盧如拽鋸，語聲嘶啞，飲食則嗆，⑤喉痺失音，⑥齒痛，
^formulas
^formula1〔疏邪利咽，清熱解毒方證〕
^origin〔朱大年方〕
^ingredients1732 銀花、連翹、佃蠶 各9g，馬勃、貨連、生甘草 各3g，生石甘30g，桔梗2.4g，射千6g，板藍根15g，汗出熱降，去俚 蠶加隼山扼％，生石裔改60g。
^formula2<var=2>〔清疽敗毒飲證〕
^origin〔張僑保方〕
^ingredients1733 生石奇15g，生大黃（後下）12g，銀花、連翹 各10g，知母、黃芩、生甘草、牛蒡子、赤芍 各6g。
^formula3〔辛夷清肺飲證〕
^origin〔華‧良才方〕
^ingredients1734 辛夷、蒼耳子、焦山梔、炙枇杷葉、百合 各10g，生甘草、知母、麥冬 各8g，鍛石裔 15g，炒黃芩、升麻 各6g。
^ck21z12h036
^norm 客寒包火。
^chinese 存溫栽寒。
^combo 表鬰+氣熾+氣鬱+空竅
^ill〔腠理不宣〕
^symtom ①一起即洒淅惡寒，寒已發熱，②肢懈身痛。
^ingredients1735 金銀花、青連翹、焦山梔、淡豆豉 各9g，蘇薄荷、蘇葉梗、牛蒡子 各4.5g，苦桔梗3g，生甘革1.5g，先用活水蘆根 30g，煎湯代水。
^ck21z12h041
^norm 邪熱壅肺。
^chinese 風溫。
^western 肺炎，流行性腮腺炎合併肺炎。
^combo 氣鬱+氣熾+空竅
^ill〔氣機不宣〕
^symtom 咳嗽頻繁，徹夜咳嗽不休。
^ill2〔津氣逭熾〕
^symtom ①離熱，午後壯熱尤甚，②口乾海，煩渴，煩跺不安，③小便黃少，④大便秘結，⑤腹脹，
^pulse 脈滑數。
^ill<sub=1>〔清竅不利〕
^ill2<sub=1>〔氣機不降〕
^symtom ①氣逼，氣促，喉間痰鳴，輕度典煸，②咳嗽氣逆不能合B。
^ill<sub=2>〔清空不寧〕
^formulas
^formula1<var=2>〔麻杏石甘湯證〕
^origin〔胃俊逸方〕
^ingredients1736 泡麻黃2g，生石宵12g，光杏仁、炒黃芩6g，甘草3g，川黃連5g，連翹10g。
^formula2〔導熱下行方證〕
^origin〔羅時來方〕
^ingredients1737 全瓜蔞15g，黃連、炒枳實 各6g，大黃（後下）7g，麻黃、枇杷葉 各5g，銀花、杏仁 各8g，生石奇20g，板藍根 12g。
^ck21z12h099
^norm 陽明腑實症，二陽並病，太陰陽明俱病，陽明經腑俱熱，濕竭化燥。
^chinese 溫病，春溫變症，風溫，陽明伏溫，伏暑。
^western 大葉性肺炎。
^combo 火熾+津灼+氣滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①大熱，身熱灼手，日晡益甚，②胸膈灼熱，脘腹灼熱，③少腹熱灼如焚，至下午尤甚，坐臥不安，苦難名狀，夜不安寐，④面色紅赤，⑤氣粗聲高，⑥大汗淋漓，⑦大煩渴，⑧心煩，煩躁不安，⑨口苦唇赤，⑩便秘，?尿短赤極奧，?赤斑週身如錦文。
^tounge ①舌苔邊貨，②苔黃燥。
^pulse ①脈弦而數有力，②右脈沉伏而數，左脈小實。
^ill2〔津液消灼〕
^symtom ①唇焦煩渴，②揭欲飲水，③咳嗽痰多痰黏，④小便短澀而赤，大便閉結。
^tounge 齡紅，苔黃燥，②黃糙中心部黑燥而厚，起刺。
^pulse ①脈象細數，②脈盡伏。
^ill<sub=1>〔清轉不利〕
^symtom ①咽喉腫痛，②口舌生瘡.③目赤，④咳嗆乾咳。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸膺板悶，胸痛脘悶，②胃脘拒按，腹脹痛拒按，③腹滿不大便。
^ill<sub=2>〔神志昏蒙〕
^symtom ①時時譫語，②神昏妄笑，③罵晉，狂亂，不避親疏，棄衣而走。
^formulas
^formula1〔涼隔散證〕
^origin〔 <太平惠民和劑局方》方〕
^ingredients1738 連翹二斤半，大黃、甘草、芒硝 各二十兩，梔子、黃芩、薄荷 各十兩。為粗末，每服二錢，加竹葉七片，蜂蜜少許，水煎服。
^formula2<var=2>〔涼膈白虎證〕
^origin〔王德藩方〕
^ingredients1739 石奔、粳米 各18g，甘草3#5，青蒿、黃芩 各4.5g，知母、淡竹葉、連翹、梔子 各9g。
^ck21z12h133
^chinese 麻疹喘，喉疳重症。
^western 麻疹肺炎。
^combo 表鬰+氣熾+血熾+液灼
^ill〔腠理不宣〕
^symtom ①壯熱無汗，②頭面身軀散在稀疏斑丘疹，色淡紅，四肢吏少。
^tounge 舌紅苔薄，苔白。
^ill2〔津氣繭識〕
^symtom ①壯熱，②□乾欲飲，③便秘，便洩，溲赤，④咽痛紅腫，喉關以內白腐滿佈，喉腫關小，⑥促毋煸。
^tounge ①苔薄膩，②舌紅苔黃。
^pulse ①脈數，②脈滑數大。
^ill3〔血熱蘊熾〕
^symtom ①胸悶懊煩，②鼻衄，③散在斑丘疹，色紅而活。
^tounge 舌質紅。
^symtom 口碎作痛。
^formulas
^formula1<var=1>〔麻杏甘石湯證〕
^origin〔陳漢京方〕
^ingredients1740 麻黃、生甘草、川黃連、紫草 各3g，杏仁、山扼、桃仁 各9g，黃芩12g，紅花2.4g，牛蒡子、前胡 各4.5g，石棄、大 青葉 各30g。
^ck21z12h135
^norm 暑傷陽絡。
^chinese 略血，暑瘵，輿衄，吐血。
^western原發性血小板減少性紫瘢。
^combo 氣熾+血熾+氣滯+血溢
^ill〔津氣蘊熾〕
^symtom ①面色赤如火燎，目赤，呼吸氣粗，②口臭，口渴，大渴喜飲冷水，③汗出如雨，④頭痛 如破，⑤煩熱，胸中悶熱如焚，狂叫，⑥神疲肢厥，⑦便秘，⑧小便黃短，⑨咽痛。
^tounge ①苔溥貿，②苔黃而乾。
^pulse ①脈弦大略數，②脈數洪冇力，右盛。
^ill2〔血熱蘊蒸〕
^symtom ①膙中煩擾不寧形瘦煩躁，②不得臥，③吐血衄血，吐血盈Ulftj‧來，鼻衄如注，咳嗽痰血，大S咯血不止，咯血如泉湧，狂吐血塊不止，④四肢散發性青紫瘀點。
^tounge ①舌紅絳，②舌鮮紅。
^pulse 脈弦細數。
^ill<sub=1>〔氣機不利〕
^symtom 胸痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶痄咳，②頭目不清。
^ill<sub=2>〔氣機不降〕
^symtom ①咳逆上氣，②氣喘。
^formulas
^formula<var=1>〔犀角地黃湯證〕
^origin〔張聿青方〕
^ingredients1741 犀角1.5g，細生地、寸麥冬、黑扼、元參 各9g，丹皮、赤芍 各4.5g，綠豆衣15g，酒制大黃6g，藕汁2杯，茅花45g。
^ingredients1742 (4)陳士鐸：狂吐血塊不止，頭痛如破，汗出如雨，大渴狂叫，解著止血湯：青蒿、石膏 各30g，當歸、寸麥冬、元 參 各15g，炒思荊芥9g，大黃3g。散巖止血湯：大黃、石呸、生地 各9g。
^ck21z12h137
^norm 溫毒入營血。
^chinese 瘟疫，風溫，冬溫，鼻血，風熱白喉。
^western 咽白喉，剝脫性皮炎，原發性血小板減少性紫癜。
^combo 氣熾+血熾t‧液灼+血溢+陽滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①寒戰高熱無汗，②身不惡寒，蒸蒸發熱，有汗不解，頭額汗多，③日晡潮熱，有低熱，
^tounge ①舌苔垢黃且厚，②苔黃燥，③苔深黃乾。
^pulse ①脈滑數，②脈弦滑而數，③脈來右洪數，左弦數，④沉數。
^tounge ①舌尖絳，苔黃白相間，②舌質紅，苔根撖黃，③舌紅苔少，④舌紅絳，尖有裂紋和瘀斑。
^pulse ①脈細數，②脈來細弦。
^symtom ①高熱無汗，②面色灰暗，色如油光，③舌刺唇焦唇裂典乾口燥，咽燥，前板齒燥，④上
^tounge ①舌乾絳，②舌心黑，③根苔黑。
^pulse 脈細弱而數。
^symtom ①鼻衄，②嘔吐血，③血痰貨稠夾血絲，④二便血，⑤皮膚黏膜出血點。
^symtom 肢冷。
^symtom ①昏睡狀，神志不清，時或躁動，②神昏譫語，譫妄。
^formulas
^ingredients1743 生石奔酒黃芩、生地、知母、焦山梔、元參、鮮竹葉、菊花、銀花、青蒿 各9g，丹皮、桔梗、赤芍、川黃連、甘草 各6g，犀角4.5g，殭蠶2g，連翹5g。
^ingredients1744 賢診：微燒，喘咳，心煩：元參9g，瓜蔞仁、地骨皮 各6g，紫菀、焦山梔 各3g，叭噠杏仁、前胡、浙貝母、連翹、天 麥冬 各4.5g，甘草1.5g，2劑漸愈（《慎中醫案》）。
^ck21z12h111
^norm 燥火傷津。
^chinese 風溫犯肺。
^western 咽白喉。
^combo 津灼+液枯+氣虛+神蒙
^ill〔津液消灼〕
^symtom ①單熱不寒，汗出而熱不哀，②面目俱赤，③夜來熱甚煩譫，④唇紅，⑤口，渴煩躁，⑥嗆 咳脅痛，嗽痰帶血，咳血甚多，⑦咽紅腫，乳蛾腫甚黃色腐膜。
^tounge 舌赤苔薄黃。
^pulse ①脈弦數，②脈洪大數疾。
^ill<sub=1>〔津液枯潤〕
^symtom ①口渦心煩，②口舌咽乾，③面色灰滯，唇暗紅不鮮，④大便乾結，尿赤。
^tounge 舌紅萏少。
^pulse 脈細數。
^ill2<sub=1>〔氣虛不充〕
^symtom ①面黃，梢神不爽，②神倦昏暈，額汗淋漓，③耳聾。
^pulse 脈細弱。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula1<var=1>〔程杏軒風溫湯證〕
^origin〔《杏軒醫案》方〕
^ingredients1745 葳蕤、料豆、甘蓽、沙參、生地、丹皮、地骨皮、知母、貝母、黃芩，引用蘆根、梨汁、白蜜服之。
^formula2〔清解養陰方證〕
^origin〔陳蔚春方〕
^ingredients1746 銀花、生地、蘆根 各30g，土膝、元參各r5g，白芍、丹皮、連翹、黃柏 各9g，黃連、甘草 各3g。
^ck21z12h234
^norm 燥熱犯肺。
^chinese 咯血。
^western 支氣管擴張。
^combo 液灼+氣主+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①面色萎黃，②形體消瘦，③手足心熱。
^pulse 脈弦細數。
^ill2〔氣機不宣〕
^symtom ①胸中憋悶，②納谷欠馨。
^ill<sub=1>〔清竅不利〕
^symtom 聲音嘶啞。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom 尺膚熱。
^tounge 舌紅苔黃。
^ill<sub=2>〔絡血妄行〕
^symtom 痰中帶血，甚或咯血，多至盈杯，始而血色鮮紅，繼則色暗雜以塊。
^ill2<sub=2>〔氣機不降〕
^symtom 咳嗽痰多。
^formulas
^formula〔養陰潤燥清熱方證〕
^origin〔路志正方〕
^ingredients1747 沙參、蘆根（後下） 各15g，麥冬、炙杷葉 各12g，杏仁（後下）、枳實 各9g，甘莩6g，白芍、穀麥芽 各10g，大黃粉 (分沖）2g。
^ck21z12h104
^norm 熱盛神昏，陽明痙症，逆傳心包。
^chinese 冬溫。
^combo 氣熾+神閉+液灼+氣結絡滯
^ill〔津氣蘊熾〕
^symtom ①杜熱不退，肌膚灼熱，②呼吸急促，咳嗽有痰。
^pulse 脈象沉伏。
^ill<sub=2>〔絡脈不和〕
^symtom ①目瞪口噤，②不語，③舌卷。
^formulas
^formula1〔清熱通下開竅方證〕
^origin〔魏長春方〕
^formula2〔五合湯證〕
^origin〔李聰甫方〕
^ingredients1748 生石奇15g，知母、天花粉、川貝母、鮮枇杷葉、錦紋大黃、元明粉 各10g，元參、麥冬、鮮竹茹、瓜蔞仁、鮮生地 各13g，川鬰金7g，紫雪丹2g。
^ck21z12h108
^norm 內閉外脫。
^chinese瘟疫證，結胸轉脫。
^combo 氣熾+神閉+陽脫+液灼+氣結
^ill〔津氣蘊熾〕
^symtom 發熱愈甚。
^ill2〔神志蒙閉〕
^pulse 手六脈俱微，數極而無倫次，乂若蝦游狀。
^ill<sub=1>〔津液消灼〕
^ill<sub=2>〔氣機鬱結〕
^symtom 胸中氣築作痛，萸能臥。
^formula〔三合湯證〕
^origin〔虞搏方〕
^alias陽明腑實，燥火上逆，熱沖頭腦/胎毐積熱，火熱迫注，熱結旁流，火旺生風，氣虛火結，晷熱傷津，溫熱入血，熱 病化燥，陽明痙症，陽盛格陰，真熱假寒，陽極似陰，熱深厥深，邪人少陰，陽病見陰，內閉外脫。
^chinese 傷風夾食，傷寒，勞力感寒，陽明腑實症，陽明痙症，陽厥，釀』溫熱，陽明溫病，春溫，熱病，伏氣溫 熱，伏熱，濕溫化燥，溫病發斑，溫毐發斑，溫苺發痘，溫熱失血，風溫逆傳心包，暑溫，中暑，傷裊，伏暑病，伏著化 燥，伏摒化火，產後實熱，妊娠溫病，火喘，麻毒閉肺，火呃，嘔逆，腹痛，便閉，積熱化瀉，熱結旁流，協熱下利，熱 瀉，噤口痢，便血，疫痢，赤痢，奇恆痢，暑毐赤痢，伏熱五色痢，消渴病，中消偏重，癆瘵咯血，眉稜骨痛，眩旬:，頭 痛，口疳，食復。
^western腸梗阻，不全性高位腸梗阻，高年機械性腸梗阻，麻痺性腸梗阻，先天性幽門梗阻，中毒性腸麻痺，急性壞 死性腸炎並麻痺性梗阻，急性中毒性痢疾，腸傷寒大出血，乙腦，病毐性腦炎，蛛網膜下腔出'血，急性脊髓灰質炎，破傷 風，敗血症，流行性出血熱，中毐性休克，賢衰，燒傷，糖尿病，酮中毒型.急性肝炎，右下肺炎，麻疹肺炎，肺結核咯 血，口腔黴菌病。
^ill〔津氣蘊熾〕
^symtom ①申酉潮熱，②惡熱煩躁，張目不眠，③手足汗，④大渴引飲，口渴不思飲，⑤喘宵不得臥，⑥ 頭痛始劈。
^tounge 舌苔黃乾。
^pulse 脈弦滑數有力。
^symtom ①心下痛滿，繞臍作痛，堅硬拒按，②腹脹日加，全腹均有壓痛及反跳痛，無排氣排便，③腹中 轉矢氣，④火便膠閉，大便不通。
^pulse ①脈沉實右滑，②脈沉有力。
^symtom ①小便不利，黃赤短數，②咽乾，咽痛，③口渴引飲。
^tounge ①舌黃燥起刺，②熱刺。
^ck21z14h042
^norm 熱沖頭腦。
^chinese 眉稜骨痛，眩鐓，頭痛。
^combo 氣蒸+清空清竅
^ill〔津氣蘊蒸〕
^symtom （P大便乾結不解，２小便黃澀，③煩渴，④心中亦時發熱，.⑤夜寐不安，⑥舌燥唇紅，⑦ 口有穢氣。
^tounge ①舌紅，②苔黃黑，③舌根黃賦。
^pulse ①脈數實，②脈象洪實，③弦滑。
^ill<sub=1>〔清全不寧〕
^symtom ①頭熱脹痛，或如錐刺，甚則如劈，或頭痛動作則甚，便解後稍止，前額痛劇。頭巔有似 腫脹，②頭昏耳鳴，③眩母，④有熱起自下焦上衝腦部。
^ill<sub=2>〔清竅不利〕
^symtom 目眩B脹。
^formulas
^formula1〔調胃承氣湯證〕
^origin〔《傷寒論》方〕
^ingredients1749 大黃 四兩，炙甘草 二兩，芒硝半升。水煎服。
^formula2〔加味調胃承氣湯證〕
^origin〔陳繼明方〕
^ingredients1750 灑炒大黃9g，甘草、元明粉、枳實 各6g，葛根、淡竹葉 各12g，生石耷30g。
^ck21z14h248
^norm 胎毐積熱。
^chinese 嘔逆。
^western 腸梗阻，先天性幽門梗阻。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①進脘痛嘔吐，②進食嘔吐，③口乾欲飲，飲人即吐。
^tounge 舌紅口瘡。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不利〕
^symtom ①大便秘而不通，②腹滿痛拒按。
^tounge 苔黃燥起芒刺。
^pulse 脈沉實。
^formulas
^formula1<var=2>〔瀉心湯證〕
^origin〔楊以階方〕
^ingredients1751 生大黃、川黃連、黃芩 各0.6g，清半芨1.2g，生薑1小片，紅棗2枚，生蜜2匙，頻飲。
^formula2<var=2>〔赭遂攻結湯證〕
^origin〔張谷才方〕
^ingredients1752 赭石釦g，芒硝（沖）5g，甘遂3g，大黃（後;p，厚樸、桃仁、枳實 各10g。劑。
^ck21z14h099
^norm 陽明腑實。
^chinese 傷寒，溫熱，伏暑病，伏氣溫熱。
^combo 氣熾+液灼+氣滯+神滎
^ill〔津氣蘊熾〕
^symtom ①發熱多汗，身微熱，無汗，壯熱頭疼，潮熱多汗，惡熱，②面目俱赤，息祖，③胸悶，心中懊儂而煩躁，④手足染染汗出，⑤大便七八口不通。
^tounge 苔老黃。
^pulse ①脈右滑數而實，②脈轉實大有力，長大而實，③洪大無倫。
^ill2〔津液消灼〕
^symtom ①大便硬，大便秘，②小便數，溺赤短澀而濁，③咽喉作燥，口揭，④唇齒焦黑如疆。
^tounge ①舌絳，②苔薄焦燥無津，③苔千黑芒刺。
^pulse 脈數。
^ill<sub=1>〔清竅不利〕
^symtom 目中不了了，睛不和。
^ill2<sub=1>〔氣機不利〕
^symtom 腹滿，轉矢氣。
^pulse 脈沉數有力。
^ill<sub=2>〔神志昏蒙〕
^symtom 譫語，神&如睡。
^formulas
^formula1〔小承氣湯證〕
^origin〔《傷寒論》方〕
^formula2〔大承氣湯證〕
^origin〔<傷寒論》方〕
^ck21z14h100
^norm 陽明腑實症。
^chinese 陽明腑實症，伏暑化燥，產後實熱，妊娠溫病。
^western 麻痺性腸梗阻。
^combo 氣熾+液灼+氣結+神蒙
^ill〔津氣組熾〕
^symtom ①中酉潮熱，②惡熱煩躁，張目不眠，③手足汗，④大渴引飲，口渦不思飲，⑤喘冒不得 臥，⑥頭痛始劈。
^tounge 舌苔黃乾。
^pulse 脈弦滑數有力。
^ill2〔氣機鬱結〕
^symtom ①心下痛滿，繞臍作痛，堅硬把按，②腹脹日加，全腹均有壓痛及反跳痛，無排氣排便，③腹中轉矢氣，④大便膠閉，大便不通。
^pulse ①脈沉實右滑，②脈沉有力。
^ill<sub=1>〔津液消灼〕
^symtom ①小便不利，黃赤短數，②咽乾，咽痛，③口渴引飲。
^tounge ①舌黃燥起刺，②黑刺。
^ill<sub=2>〔神志昏蒙〕
^symtom ①譫語發狂，②昏不識人，③舌孿，語言不正。
^formulas
^formula1〔大承氣湯證〕
^origin〔《傷寒論》方〕
^formula2〔調胃承氣湯證〕
^origin〔《傷寒論》方〕
^ingredients1753 大黃 四兩，炙甘草 二兩，芒硝半升。水煎服。
^ck21z14h102
^norm 燥火上逆。
^chinese 火喘，火呃。
^western 麻疹肺炎。
^ill〔津氣菡熾〕
^symtom ①高熱不退，微熱，潮熱，②腹滿，臍腹部持續疼痛，③手足諏然汗出。
^tounge 舌紅糙，苔黃微膩。
^pulse ①脈虛弦而滑，②脈長而實大，③脈沉實。
^symtom  0）氣急鼻煽，咳喘氣粗，喘冒不能臥，２連盧呃噦，呃逆作嘔。
^symtom ①大便不通，②小便不利，③口渴。
^tounge 舌質紅絳，苔黃燥起芒刺。
^pulse 脈疾。
^ill<sub=2>〔氣機不降〕
^symtom 胸脅脹悶。
^formulas
^formula〔大承氣湯證〕
^origin〔（傷寒論》方〕
^ck21z14h101
^norm 熱結旁流，協熱下利。-
^chinese 熱結旁流，積熱化瀉。
^combo 氣熾+津洩*?‧氣滯+液灼
^ill〔津氣苗熾〕
^symtom ①身熱，潮熱，②譫語，夜分譫語，③不得眠，④躁熱不欲衣被，揚手擲足。
^tounge ①舌貨，②舌苔黃厚焦燥，③胎黑燥而厚。
^pulse ①脈滑疾，②脈沉猾數，③右手f(按實而有力。
^ill2〔熱迫津洩〕
^symtom ①腹痛水瀉，②下痢純清水或黃沬，無糞，色純青而氣臭惡。
^pulse 脈沉數。
^ill<sub=1>〔津液消灼〕
^symtom 細依，２口燥咽乾舌乾唇焦，③口渴引飲，④小便赤澀。
^ill<sub=2>〔氣機不利〕
^symtom ①腹硬，腹脹按其臍則痛，按其心下至少腹有硬痛處，②臍腹絞痛。
^pulse 脈沉滑有力。
^formulas
^formula2〔調胃承氣湯證〕
^origin〔《傷寒論》方〕
^ingredients1754 大黃 四兩，炙甘草 二兩，芒硝半升。水煎服。
^formula3〔小承氣湯證〕
^origin〔《傷寒論）方〕
^ck21z14h103
^norm 陽盛格陰，真熱假寒，熱結旁流。
^chinese 伏熱。
^western 乙腦。
^combo 氣熾+津洩+陽滯+神蒙+液灼+氣滯
^ill〔津氣蘊熾〕
^symtom ①發熱，躁熱大作，胸腹久按灼手，②面赤紫，滿佈油污，目赤不閉，③煩躁不寧，④煩. 渴，⑤頭痛、頭昏，⑥舌乾嚥喉腫痛，⑦噦聲連續，⑧燥屎，臍圍燥矢顯然塊而應指，⑨大便秘。
^tounge 舌紅，苔黃燥。
^symtom ①B閉無汗，②身冷如冰.③四肢微厥，手足厥寒，指甲青黑。
^pulse 六脈細小如絲。
^ill<sub=2>〔氣機不利〕
^symtom ①噦聲連連，②腹滿微硬，臍周似有壓痛，③脘滿腹脹按之痛甚。
^ill2<sub=2>〔神志昏蒙〕
^symtom ‧.１熱壯，神昏譫語，２四肢痙掣，３煩躁不寧，手足妄動，有欲狂之勢。
^formulas
^formula<var=1>〔調胃承氣湯證〕
^origin〔蒲輔周方〕
^ingredients1755 朴硝7.5g，大黃4.5g，黃芩3g，貨連、甘草 各2.4g。
^ck21z14h104
^norm 火旺生風，陽明痙症。』
^chinese 暑溫，陽明腑證，陽明痙症。
^western 病毒性腦炎，蛛網膜下腔出血，急性脊髓灰質炎，急性肝炎，破傷風，腸梗阻。
^combo 氣熾+神閉+液灼+氣結+絡滯
^ill〔津氣蘊熾〕
^symtom ①適體壯熱，身熱氣粗，大汗汗出潰衣，中酉潮熱，熱愈甚惡熱，手足汗出，②面色紅赤，面色黧黑，唇紅而燥，③大渴引飲，④U臭齒垢結瓣，⑤胸悶心煩，躁擾不常，⑥發斑如錦紋，⑦頭痛甚。
^tounge 舌尖紅，舌燥苔黃膩。
^pulse ①脈數盛，脈見數實，六脈俱數甚，②右三部長而沉滑，左手略平，脈沉弦數，沉實而長。
^ill2〔神志蒙閉〕
^symtom ①神倦嗜睡，意識不清，時譫語神昏，昏不知人，不識親人，語言錯亂，②目閉神昏，牙 關緊閉，循衣換床，振空理線，③煩躁不安，發狂，④直視，恍惚或癡呆。
^pulse ①脈沉伏，②沉遲有力。
^ill<sub=1>〔津液消灼〕
^symtom ①無汗煩渴，②唇乾燥咽乾，③鼻如煙煤，④溲濃赤，小便短澀，⑤大便不通。
^tounge ①否焦黃起刺裂紋，②焦黑。
^pulse 脈弦細。
^ill2<sub=1>〔氣機鬱結〕
^symtom ①便不通，大便三日未解，②同中滿悶。
^tounge 苔白膩。
^pulse 右脈沉弦數。
^ill<sub=2>〔絡脈不和〕
^symtom ①口噤，項強直，舌捲縮，舌短語賽，②骱齒上視，角弓反張，頭搖手痙，手足抽搐，腳 痙攣，四肢俚直，③閉目擾動，兩目直視。
^formulas
^formula1〔白虎承氣湯證〕清下宵腑結熱法，
^origin〔俞氏《通俗傷寒論》經驗方〕。何秀山按：宵之支脈，上絡心腦，一有邪火壅閉，即堵其神明出人之竅，故昏不識人，譫語發狂，大熱大煩，大渴大汗，大便燥結，小便赤澀等症俱見，是方白虎合調背承 氣。一清胃經之燥熱，一瀉皆腑之實火，此為宵火熾盛，液燥便閉之良方。詳見論著（3)。
^formula2〔大承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1756 大承氣湯加靡角6g，羚角9g，紫雪2.4g~3g。
^formula3〔牛黃瀉心湯證〕
^origin〔《通俗傷寒論》方〕
^ck21z14h105
^norm 陽盛格陽，陽極似陰，熱深厥深，真熱假寒。
^chinese 陽盛格陰，陽厥，熱結旁流。
^western 病毒性腦炎。
^combo 氣熾+陽滯+神閉+液灼+氣結
^ill〔津氣邃熾〕
^symtom ①發熱不退，身大熱有汗不解，②氣粗促，穢氣噴人，③面赤目赤，唇紅，惡熱，④遍體 赤斑，⑤胸脅煩滿，⑥溲赤澀痛。
^tounge ①舌邊尖絳，②苔黃，③舌上苔黑而燥如芒刺（胎黑不可憑為實燥，如芒刺則可憑矣，為
^pulse ①弦大緩滑，右滑大躁甚，②沉數有力，③沉實而滑，④跌陽脈大。
^ill2〔陽氣不行〕
^symtom ①面白面晦，②寒慄，③週身冷甚，④四末覺微清，時常癌厥冷厥，⑤肢，如冰。
^tounge 黃膩滿佈。I
^pulse 沉細、伏、絕。
^ill<sub=1>〔津液消灼〕
^symtom ①惡熱大汗，②煩渴口乾，③唇燥舌焦，典乾嚥千聲嚇，④口奧出血，⑤便閉，⑥小便短 赤，⑦糞水自流，⑧遺溺。
^tounge ①中心灰黑，②苔老黃黑點，③全舌紫光暗，並無浮苔。
^pulse 左弦、堅、搏數。』
^symtom ①神恍惚，②昏沉不語，目閉不開，③神昏多譫語，發狂，④不知人事，手足躁擾，躁擾 喘急，⑤角弓反張，四肢抽搐。
^ill<sub=2>〔氣機鬱結〕
^symtom ①胸悶，胸痞作痛，②胸腹滿堅拒按，③腹中石硬而板，④大便燥結。
^formulas
^formula1〔白虎承氣湯〕清下胃腑結熱法，《通俗傷寒論》方。
^ingredients1757 生石奇（細研）24g，生大黃、陳倉米（荷葉包） 各9g，
^formula2〔涼矂散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients1758 連翹二斤半，大黃、甘草、芒硝 各二十兩，梔子、黃芩、
^ck21z14h107
^norm 遜熱傷津。
^chinese 中呆，傷暑。
^western 腎衰，燒傷。
^combo 氣熾‧神閉+氣虛+液灼+氣結
^ill〔津氣裡熾〕
^symtom ①全身暴熱，高熱無汗，日晡潮熱，②面赤雙目如火，③大淘引飲，喜涼惡熱，④夜不能 寐，跺擾不寧，人夜譫語不休，⑤大便秘結，⑥小便赤痛，⑦背節疼痛，頭痛如裹
^tounge ①舌苔黃刺乾澀，②中心貨黑。
^pulse 脈弦實而數。
^ill2〔神志蒙閉〕
^symtom ①神志模糊，時而煩跺不寧，手足擾動，②不省人事，譫語煩躁，妄笑妄哭，如見神靈。
^ill<sub=1>〔氣虛不充〕
^symtom ①忽然犖倒，②心神&亂，靜則鄭聲，重語喃喃不休，躁則驚惕不安。
^pulse 脈兩寸陷下。
^ill2〔津液消灼〕
^symtom ①口舌乾燥，咽乾，②唇焦唇裂，齒燥齒焦。
^tounge ①舌絳無苔，②舌質紅絳乾斂，③苔焦黑無津。
^pulse ①脈象細數，②脈象沉弦細數。
^ill<sub=2>〔氣機鬱結〕
^symtom ①肚腹嗥脹，②腹痛拒按，③嘔惡頻頻。
^tounge 舌苔焦黑而乾。
^pulse 關尺細堅而結。
^formulas
^formula1〔復脈湯調妙香丸證〕
^origin〔《通俗傷寒論》方〕
^formula2〔清暑救津方證〕
^origin〔李興農方〕
^ingredients1759 鮮荷葉2塊，西瓜皮15g，生石奇、元參、生地 各24g，天花粉、知母、麥冬 各12g，甘草3g，紫雪丹1.5g (開水沖 服），井底浸冬瓜適量切薄片外敷頭部，鮮蕉葉舖床而臥。』
^formula3<var=2>〔承氣合黃連解毒湯證〕
^origin〔陳瑞春方〕
^ingredients1760 生地30g，生大黃、元明粉（沖）、枳實、黃連、寅芩、石斛、炒黑山梔 各10g，麥冬、銀花、連翹 各15gD
^ck21z14h108
^norm 內閉外脫。
^chinese 傷風夾食。
^western 中雍性休克。
^combo 氣熾+神閉+陽脫+液灼+‧氣結
^ill〔津氣蘊熾〕
^symtom ①持續高熱，②發熱晝輕晚劇，③口哺潮熱。
^pulse ①脈弦，②沉按細數有力。
^ill2〔神志蒙閉〕
^symtom 跺不安‧不眠妄見，２譫語直視，獨語如見鬼，不識人；③神昏不哲人事。
^ill3〔陽氣脫絕〕
^symtom ①靖神軟弱，聲音低微，呻吟不已，②惕而不安，③大汗淋漓，④喘急，⑤下利，⑥手足 厥冷，肢逆，⑦循衣摸床，撮空理線，⑧面色、口唇皆紫紺，兩目微睜而上視，瞳孔對光反應遲鈍。
^pulse ①脈濕，②脈急疾，③脈有促代，④脈浮按之散大而數，⑤脈浮數而空。
^ill<sub=1>〔津液消灼〕
^symtom ①大便不通，燥渴。
^tounge ①舌質紅絳，舌生芒刺，②苔光剎唇紺而燥，③舌有黑胎。
^pulse 脈細數。
^ill<sub=2>〔氣機鬱結〕
^symtom ①股脹如鼓，疼痛難忍，②中脘痞悶。
^formulas
^formula<var=2>〔生脈散合調胃承氣湯證〕
^origin〔杭旭初方〕
^ck21z14h111
^norm 熱病化燥。
^chinese 濕溫化燥，暑溫。
^western 敗血症，流行性出血熱。
^combo 津灼+液枯+氣虛+祌蒙
^ill〔津液消灼〕
^symtom ①久熱不退，甚至徹夜高熱，②身熱不眠，③壯熱不退，汗多口渴，熱渴更甚，④面H發 紅，額上多汗，⑤胸腹煩滿，肚腹膨脹，腹痛拒按，腰痛，嘔惡頻頻，⑥大便不行。
^tounge 從黃厚底絳，②根貨，③舌苔白燥。
^pulse ①脈滑數，②脈形洪數有力，③脈實有力。
^ill<sub=1>〔津液枯涸〕
^symtom ①口乾咽紅，②勝焦齒燥，③目眵足冷，④火便秘結，⑤小便短少。
^tounge ①苔中剎，②舌苔乾黑，③舌苔黑燥而厚，苔焦黑無津，④舌苔黑生芒剌，⑤舌紅絳乾斂。
^pulse ①脈沉弦細數，②脈象貓數。
^ill2〔氣虛不充〕
^symtom ①蒸蒸自汗，②短氣歎息。
^ill<sub=2>〔神志昏蒙〕
^symtom ①躁擾不寧，人夜譫語不休，張H妄言，②塘語，咬牙，③發狂，④神昏抽搐，口眼堝斜。
^formulas
^formula1〔潤下救津法〕
^origin〔雷少逸方〕
^ingredients1761 生地、元參、大黃、芒硝 各30g，寸麥冬、知母、'連翹 各15g，黃柏、竹葉 各10g，黃連6g。
^ingredients1762 鮮石斛、元參、石裔、連翹、魚腥草、敗醬蘋、蒲公英各2g，川黃連1.5g，丹皮、元明粉（沖）、炙甘草 各5g，焦 梔子、黃芩 各9g，大黃（後下）6g，紫雪散（分吞）1支。_'
^ck21z14h118
^norm 熱結旁流。
^chinese 熱瀉，噤口痢。
^combo 氣蒸+液灼+液洩+氣滯+氣虛
^ill〔津氣蘊蒸〕
^symtom ①下午至夜間，②不時飲水，但不多飲。
^tounge 苔薄黃微膩。
^ill2〔津液消灼〕
^symtom ①咽乾燥，②口嗦不食，③小便短少微黃。'
^tounge 舌乾赤。
^pulse ①脈象細數，②脈弦細。
^ill3〔熱迫液洩〕
^symtom ①下黑水樣大便，魚少臭穢難聞，②自下脂音，自利膠滑，③便膿赤白。
^ill<sub=1>〔氣機不利〕
^symtom ①胞痛‧臍部有間斷性隱痛，②里急後重。
^ill<sub=2>〔氣虛不充〕
^formulas
^formula1〔沃焦救焚，生津瀉火方證〕
^origin〔王菊初方〕
^ingredients1763 麥冬、天花粉、玉竹、石斛、沙參、杏仁、當歸、白芍、石資、黃芩、梔子。
^formula2〔埔液承氣湯法證〕
^origin〔張喬松方〕
^ingredients1764 玄參、麥冬、山藥 各30g，生地15g，甘草、玄明粉、大黃 各9g，梨汁半杯。
^ck21z14h121
^chinese 嘔逆，噤口痢。
^western 不全性商位腸梗阻，高年機械性腸梗阻，中毐性腸麻痺，中毒性休克，右下肺炎。
^combo 液灼+氣逆+氣虛
^ill〔津液消灼〕
^symtom ①心煩，五心煩熱特甚，②口乾褐，③口唇乾裂，津枯舌硬，④兩眼眶下陷，⑤大便秘結，尿少，⑥腹脹痛，腹部膨隆拒按，腸鳴音消失，⑦腹大如鼓，左臍旁突出，⑧下痢黑滯如厘漏水。
^tounge ①舌紅起芒刺，②苔黃而乾，③舌暗紅，苔千焦，④卑光如鏡。
^pulse ①脈實大而數，②右關滑數，③脈浮弦而數，④脈細數。
^ill2〔氣機沖逆〕
^symtom ①胸悶氣急，②噦逆，③嘔吐酸苦水，嘔吐黑水，④人即吐。
^ill<sub=1>〔氣機不宣〕
^symtom 胸悶噁心嘔吐。
^ill<sub=2>〔氣虛不充〕
^symtom 神疲。
^pulse 脈細小。
^formulas
^formula1<var=1>〔增液承氣湯證〕
^origin〔徐學雲方〕
^ingredients1765 黑元參、細生地20g，麥門冬30g，生大黃12g，芒硝（沖服）6g。
^formula2〔張伯臾法方證〕
^origin〔《張伯臾醫案》方〕
^ingredients1766 皮尾參元明粉、枳實 各9g，北沙參、石斛 各30g，寸表冬、當歸 各12g，元參I8g，生大黃6g，川序樸3g，淡竹瀝1支。
^ck21z14h124
^norm 燥傷氣液。
^chinese 消渴病，中消偏重，口疳。
^western 口腔黴菌病，糖塚病，酮中毒銦。‧.
^combo 液灼+液枯+氣結+氣虛
^ill〔津液消灼〕
^symtom ①日晡潮熱，②身大涼，獨.腹熱未除，③口乾欲飲而不能謁，④大便未行，腹軟無所帶，⑤滿口疳蝕，痛不能食，言語模糊。
^tounge ①舌紅尖剝，滿佈燥黃苔，②舌苔厚黃燥刺。
^pulse ①脈弦滑有力，②脈滑數有力。
^ill2〔津液枯涸〕
^symtom ①形體消瘦，多食消瘦，②口乾少瀋，③口渴多飲多尿，大便秘結，屎少。
^tounge ①苦質紅絳，②極黃而瓣裂，③灰黑不退，或滋潤，.或不潤，亦不燥者。
^pulse 脈必虛微無力。
^ill<sub=1>〔氣機鬱結〕
^symtom ①腹脹痛，腹中板實，按其臍腹，則雙眉緊皺，②大痛難忍，二便不通。
^tounge 中心呈褐色，捫之乾糙。
^pulse 脈沉滑。
^ill<sub=2>〔氣虛不充〕
^symtom ①神疲，精神萎靡。
^formulas
^formula〔千金地黃湯證〕
^origin〔張石頑方〕
^ingredients1767 生地黃汁2合，麥冬汁、白蜜1瓢，竹瀝2現，生姿汁4滴，玉竹、知母、天花粉、茯神、鮮生地、地伢皮 各6g，石 菖 12g。
^ck21z14h119
^norm 陽極似陰，真熱假寒，陽厥。
^chinese 陽厥，傷寒，陽明溫病，春溫。
^combo 氣熾+神閉+陽滯+液枯+絡滯
^ill〔津氣蘊熾〕
^symtom ①壯熱無汗，②穢氣直噴，③五六日不更衣。
^tounge 黃膩之苔滿佈。
^pulse ①脈弦大，②脈沉數。
^ill2〔神志蒙閉〕
^symtom ①煩踩，_語發狂，③昏沉不語，目閉不開，遺溺不禁。
^ill2〔陽氣不行〕
^symtom ①四肢厥冷，肢冷如冰，②週身冷甚。
^pulse 緩滑。
^ill<sub=1>〔津液枯個〕
^symtom ①無汗，雜閉，③溲短。『
^tounge ①舌焦無津，②捨苔猱黑。
^pulse 脈細而數。
^ill<sub=2>〔絡脈不和〕
^formulas
^formula1<var=1>〔承氣湯證〕
^origin〔王孟英方〕
^ingredients1768 大黃、元明粉、銀花、石斛、黃芩、竹茹、元參、石菖蒲。
^formula2〔丁甘仁方〕生難清熱，下則存陰，治傷寒兩候，壯熱無汗，舌焦無津，詳見病案（2)。
^ingredients1769 生石苻、生甘草、知母' 鮮生地、元參、鮮石斛、鬰李仁、火麻仁、天花粉、茅根、蘆根、青寧丸。
^ck21z14h114
^norm 邪人少陰，陽病見陰。4
^chinese 熱病。
^combo 液枯+氣脫+陽脫
^ill〔津液枯涸〕
^symtom ①發熱燥渴，白晝稍輕，晚間加劇，②譫語不休，③大便不通。‧
^tounge 舌生芒刺。
^ill<sub=1>〔氣虛脫絕〕
^symtom 僅存一息。
^pulse 脈兩寸俱無。
^ill<sub=2>〔陽氣脫絕〕
^pulse 兩關之脈，時而緊疾，時而遲細，有不可捉摸之狀。
^formulas
^formula〔承氣加附子方證〕
^origin〔陽貫之方〕
^ck21z14h137
^norm 溫熱人血。
^chinese 溫毒發斑，溫毒發痘，溫熱失血，風溫逆傳心包，伏暑化火。
^western 流行性山血熱。
^combo 氣熾+血熾+液灼+血溢+陽滯+神滎
^ill〔津氣蘊熾〕
^symtom ①身大熱，汗出熱不解，②胸腹灼熱如焚，心窩熱似沸湯，③煩渴欲飲冷水，④面目紅赤，頭痛氣粗，齦腫口臭，⑤腹脹，腹脹絞痛，⑥大便秘結，⑦便溏不爽。肛門灼熱，⑧溺赤。
^tounge ①苔芮中厚，②苔黑芒刺。
^pulse ①脈象洪大有力，②脈沉實而滑。
^ill2〔血熱蘊熾〕
^symtom ①身熱日輕夜重，②面目紅赤，唇紅，③惡熱心煩，煩跺不寧，不寐，④漱水不欲咽，⑤ 遍體赤斑，⑥旭血，齒齦出血，⑦痕瘡紫思。
^tounge ①舌質紅絳，中帶黃濁，②舌黃尖紅起刺。
^pulse ①脈來細弦數，②脈細弦數有力。
^formulas
^formula<var=1>〔犀連承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1770 犀角汁2瓢，川黃連2.4g，枳實4.5g，鮮生地汁6瓢，生大黃9g，真金汁（沖）30g。加藕節、童便6
^ingredients1771 三診：又下醬糞甚多。症大好轉，職饑思食，頭痛痊癒，精神轉好，能安眠不煩，僅有微熱，繼改擬清熱生津之劑： 銀花、連翹、元參、天花粉、石斛、生地、安冬 各9g，甘草3g。連服2劑痊癒（《福建中醫醫案醫話選編》二7)。
^ck21z14h138
^norm 燥火入血。
^chinese 癆瘵；溫疫
^western 肺結核咯血，流行性出血熱。
^combo 氣熾+血熾+液灼+氣結+陽滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①身熱如焚，亢熱灼手，不惡寒但惡熱，②面紅目赤，③口中穢氣噴人，④頭痛似劈，泛 泛欲吐，⑤腰痛如杖。
^tounge 苔黃黑燥。舌苔乾黑芒刺滿口。
^formulas
^formula1〔犀連承氣湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔解毒逐穢方證〕
^origin〔舒友元方〕
^ingredients1772 石耷00g，知母、寸麥冬、大黃、紫草 各16g，生地20g，山梔1Og，板藍根15g，法半S8g，甘草6g。
^ingredients1773 (7)陳正昭治陳某，3月初患頭身痛，燒熱口渴，大便秘結，舌苔乾黑芒刺滿口，脈滑實，予白虎承氣加減，3劑不 應，改進大劑除瘟化毐湯加味：西莊18g，石斛24g，芒硝、黃芩、連翹、元參 各9g，黃連4.5g，黃柏、牛蒡子、知母、紫 草、銀花 各6g，犀角3g，連服10餘劑始痊癒。』
^ck21z14h139
^norm 火熱迫注。
^chinese 便血，疫痢，赤痢，奇恆痢，屠毒赤痢，伏熱五色痢。
^western 急性壞死性腸炎並麻痺性梗阻，急性中毒性蝻疾。
^combo 氣熾+血熾+滓洩+血溢+氣滯+陽滯+神閉
^ill〔津氣蘊熾〕
^symtom ①面色暗晦，②高熱微惡寒，③身熱，腹熱烙手，汗出不止，④煩渴引飲，喜冷惡熱，⑤ 口臭氣粗，口燥唇焦，口苦不思食，熱如煙煤，⑥小便不利，小便短赤，小便短赤汨滴。
^tounge ①舌苔白膩微黃，②苔黃或苔燥，或膩濁，或粗黃，③舌苔黃燥如刺，④或焦黑
^pulse ①脈弦稍數，②脈洪數，③脈滑數有力，④脈象滑實而略數。
^ill2〔血熱蘊熾〕‧
^symtom ①將赤顴紅，目赤，②煩躁。
^tounge ①舌紅刺如楊梅狀，②無苔而絳。
^pulse 脈弦數。
^ill<sub=1>〔熱迫津洩〕
^symtom ①下利腸垢黏液，肛門如烙，②洞下如火，③下利臭水。
^symtom ①咳血，②下利鮮血，血水樣大便，下如爛肉汁，腥臭，夾膿血，③便下膿血黏液，赤多
^symtom ①燦口，並頻頻呃逆，嘔吐兩次，吐出食物殘渣，②臍股大痛，痛而下墜，臍周劇痛，少 膣切疼灼熱，③肚腹堅膨，④大便裡急後重。
^ill<sub=2>〔陽氣不行〕
^symtom ①臉面光白，②四肢厥逆，③‧涼厥骱齒。
^tounge 舌質淡無華，舌苔滑膩，舌根灰黃而濁。
^ill2<sub=2>〔神志昏蒙〕
^symtom ①時有譫妄，譫語，②揚手擲足，③昏不知人。
^pulse ①緩小沉澀，②脈伏。
^formulas
^formula1〔消炎化毒湯證〕
^origin〔費伯雄方〕
^ingredients1774 黃芩、川貨連、大黃、銀花、甘草，天花粉、木通、青皮、當歸、赤芍、竹葉。
^formula2〔地榆散證〕
^origin〔西塘（螢廢翁）方〕
^ingredients1775 地榆、黃連、葛根、貨芩、梔子、犀角、薤白。
^formula3〔釜底抽薪法證〕
^origin〔丁佑之方〕
^ingredients1776 生大黃、原麥冬、元參、連翅、元明粉（沖）、金銀花 各9g，川黃連3g，枳實6g，摩樸4.5g，鮮生地15g。
^formula4〔調胃承氣湯合白頭翁湯證〕
^origin〔陳憩南方〕
^ingredients1777 淨朴硝、白頭翁、酒大黃6g，川黃連、生黃柏、北秦皮4.5g，粉甘草3g。
^formula5<var=1>〔小承氣合葛根芩連湯證〕
^origin〔羅時來方〕
^ingredients1778 大黃（後下）、黃連 各9g，厚樸、枳實、炒黃芩 各8g，陳皮3g，葛根、金銀花、白芍、生地黃 各10g。
^ingredients1779 (4)何廉臣：胡在茲地?清腸湯：鮮生地18g，生?葉12g，銀花‧、茜草、赤芍、芨枯草、血見愁、紫葳 各6g，茅根、生藕 各60g。繼用臟連六味丸：熟地15g，山茱萸、山藥、赤茯苓、丹皮、澤瀉、川黃連 各9g，白礬3g，柿餅3枚；人豬大 腸同糝米煮熟去米搗丸。
^ck21z14h140
^norm 陽證似陰，熱深厥深。
^chinese 真熱假寒，熱厥，春溫，溫病發斑，麻毐閉肺。
^western 麻疹肺炎，腦膜炎。
^combo 氣熾+血熾+神閉+絡滯+液灼+陽滯
^ill〔津氣組熾〕
^symtom ①熱壯汗多，身熱有汗不解，頭汗出時，汗澉澉然，②申酉潮熱，不惡寒，獨惡熱，③面 色深赤，面垢，若敷油垢，④心煩惡熱，煩渴索冷飲，⑤手足澉然汗出，⑥短氣而喘，咳嗽氣促，鼻煽，呃逆，⑦胸高腹 脹，腹脹腹滿，捫其腹，腹熱灼手，粳滿堅實，深探之，磊磊應手，⑧便秘頻轉矢氣，⑨便溏不爽，肛門灼熱，R小便赤 澀涓滴。
^tounge ①苔黃厚乾燥，②舌苔焦黃起刺，兼有裂紋，③焦黑燥裂。
^pulse ①脈浮弦數，②脈沉弦數實，③脈息滑數，④脈數疾，⑤脈洪實有力。
^ill2〔血熱繭熾〕
^symtom ①身熱日輕夜重，②目赤目眵多，唇紅，③煩躁不寧，胸悶心煩，起臥不定，靜躁不常，揭去衣被，揚手擲足，④斑點隱隱，赤斑紅赤鮮明，手足胸背均滿佈，而脊背中尤為稠密，⑤胸腹之表赤疹十數顆大及黍 粒，麻疹隱而不出，⑥背部生小瘡，⑦口乾不知飲。
^tounge ①舌紅，②舌質絳，③舌紅、尖有芒剌。
^pulse 左脈弦數而勁。
^ill<sub=1>〔神志蒙閉〕
^symtom ①昏睡，昏不識人，鼾聲大作，昏沉不語如屍，②言語時清時亂，譫語發狂，譫妄不休，妄笑，③雙睛瞪圓，直視不瞬，目睛不了了，④靜則獨語如見鬼狀，循衣摸床，撮空理線。
^ill2<sub=1>〔絡脈不和〕
^symtom ①手動唇動，痙楔振掉不輟，②間有抽搐，手足瘈疚，眼上視，③躁則頭搖手痙，④口噤 齒骱，頸項強直，脊強反張，目直如呆，神昏痙厥。
^ill<sub=2>〔津癢消灼〕
^symtom ①壯熱無汗，②面垢齒燥，與孔四周，黯似咽黧，典孔如煙煤，唇焦揭卷，齒垢，咽乾，口乾崧飲，飲即乾嘔，咽燥如故，③大便燥結，④溺赤澀痛。
^tounge ①縮如球狀苔，②黧黑龜裂，③舌苔乾黑，滿佈芒剌。
^ill2<sub=2>〔陽氣不行〕
^symtom ①身重，②四肢厥冷，四肢冰冷，③四肢雖厥，胸腹灼熱如焚，④指fp宵白。
^pulse 沉遲滑實。
^formulas
^formula1〔厙連承氣湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔白虎承氣湯證〕清下胃腑結熱法，
^origin〔《通俗傷寒論》方〕
^ingredients1780 生石耷（細研）24g，生大黃、陳倉米（荷葉包） 各9g，生甘草2.4g，白知母12g，元明粉6g。
^formula3〔解毒承氣湯證〕
^origin〔俞氏《通俗傷寒論》經驗方〕
^formula〔‧4.三黃洱心丸證〕
^origin〔 <通俗傷寒論》方〕
^ck21z14h147
^norm 燥火夾虛。
^chinese 赤痢。
^combo 氣虛+血虛+氣熾+血熾+神蒙+液灼
^ill〔氣虛失養〕
^symtom 梢神萎靡。、
^pulse 脈右弦澀。
^ill2〔血虛失榮〕
^symtom 臉面恍白。
^tounge 舌質淡無華。
^pulse ①脈左細數，②脈搏細速。v
^symtom ①發熱，②口渴，煩渴引飲，③心下硬滿，胳創痛，④便閉不通，⑤腹痛腹瀉，下利純
^tounge舌荇干«起刺，根帶黑色。
^pulse①脈弦數，②脈兩尺細堅jiff搏。
^symtom①昏譫妄笑，②兩目斜視，③循衣換床廣#空理線。
^ill<sub=1>〔津液消灼〕k.'
^formulas
^formula1〔黃龍*〕
^origin〔《傷寒六書■方〕
^ingredients1781 大黃、芒硝、厚樸、枳實、人李、當歸、桔梗、甘單。加姜、棗，水煎服。
^ingredients1782 病者素體陽虛，加以失血太多，加黨參扶元益氣.仿陶節庵貨龍湯意：大黃（后下）6g,枳實、茜草、梔子 各9g.厚樸
^ingredients1783 (缺）、黃連4.5g.槐花'丨2g,白芍、黨參 各24g。水煎服。
^ingredients1784 遂加減前方再進：大黃（后下）6g,枳殼、黃冬、茜草 各9g,黃連4.5g,槐花12g,白芍Mg,黨參30g。.水煎服。另服，
^ingredients1785 以扶元解莓：黃連4.5g,黃芩9g,白頭翁、柏葉、槐花 各12g,黨參24g,白芍、茯苓各I8g»水煎服。
^ingredients1786 術、白芍 各15g.茯苓18g,甘草3g,當歸、黃芪 各12g,防風6g, (4劑，其中2劑用麻貝根易防風）。病ffiFJ見好轉，于
^ck21z14h154
^chinese 陽明腑實證。
^combo 氣灼+陰灼+陰枯+氣虛+神蒙
^ill〔津氣組灼〕
^symtom ①大便不常通，②按其臍腹，則雙眉緊皺，重按則覺硬塊壘壘。
^ill2〔陰熱繭灼〕
^symtom ①發熱，晝靜夜劇，不能人睡，②日晡潮熱，③渴不引飲。
^pulse 脈細數無力。
^ill<sub=1>〔陰液消湎〕
^symtom ①骨瘦卸柴，形容憔悴，②舌燥，齒垢乾祜，③舌伸不能出口，語言難出，_聾甚，⑤ 兩腳不能伸直。
^ill2<sub=1>〔氣虛不充〕
^symtom 精神萎靡。
^pulse 沉細似無。
^ill<sub=2>〔神志昏蒙〕
^symtom ①昏沉不語，②神昏。
^formulas
^ingredients1787 人參（另煎）、當歸 各4.5g，生甘草6S，生大黃9g，芒硝3g，細生地、元參、連心表冬 各15g，海參洗2條，薑汁6 匙。水8杯，煮取3杯，先用1杯，沖參汁1.5g，薑汁2匙，頓服之。
^ingredients1788 沙參、生地、天花粉 各15g，麥冬、玄參 各24g，天冬12g，神曲、麥芽 各9g，枳殼6g，蔥苡仁30g，甘草3g。
^ck21z14h210
^norm 燥火傷陰。
^chinese 春溫重症，食復。；
^combo 氣熾陰枯+液灼
^ill〔津氣蘊熾〕
^symtom ①壯熱不退，汗多口渴，②熱蒸汗洩，額上多汗，③胸高息促，喉中痰鳴，④胸腹煩滿，歎息，⑤腹脹，大便旬餘不適，⑥譫語，咬牙，⑦頭額青筋忽現忽隱、間或脹大。
^tounge ①舌黃厚底絳，②苔金黃色。
^pulse 脈滑數。
^ill<sub=1>〔陰液消酒〕
^symtom ①久.熱消瘦虛蠃.②耳聾，③睡臥菥睛，口燥咽乾，④足冷。
^tounge ①舌紅絳，②舌苔千黑。
^pulse 脈細數。
^ill<sub=2>〔津錸消灼〕
^symtom ①口渴唇焦，目眵，②大便不通。
^pulse 脈沉而有力。
^formulas
^formula1〔增埤湯證〕
^origin〔《溫病條辨》方〕
^ingredients1789 玄參30g，麥門冬、生地黃 各24g。水煎服。
^formula2〔護胃承氣湯證〕
^origin〔《溫病條辨》方〕
^ingredients1790 玄參30g，麥門冬、生地黃 各24g，大黃9g，芒硝4.5g (沖）。水煎，分三次服。
^ck21z14h208
^norm 陰竭火熾。
^chinese 春溫踅症。
^ill〔津氣蘊熾〕
^symtom ①發熱頭痛，壯熱不退，汗多口渴，②(a頭汗出，劑頸而還，③口乾咽爛，欲軋④便閉，
^tounge 舌苔黑生芒刺。
^pulse 脈左右俱洪數鼓指。〔神志蒙閉〕
^symtom ①厥逆昏憒，昏不知人，②詭語，③宇足跺擾，捻衣摸床。
^ill<sub=1>〔陰液消涸〕
^symtom ①身體枯燥，②小便難。
^tounge 舌上焦黑爍涸異常
^ill2〔絡脈不和〕
^symtom 搐搦。
^ill<sub=2>〔氣機沖逆〕
^symtom ①胸膈痞悶不安，②腹滿微喘，③甚者至噦。
^formulas
^formula1〔增液承氣法方證〕
^origin〔陳作仁方〕
^alias脾胃伏火，胃陰虛，宵液乾涸，宵虛液涸。
^western復發性口腔潰瘍，急性牙齦膿腫，彌搜性牙周炎，腦出血，糖尿病。
^ill〔津氣蘊熾〕
^symtom 0）低熱，２口微苦，口黏膩略有臭氣，③脘腹微脹，④大便偏乾，尿微黃，⑤口唇黏膜潰瘍，稍 食辛辣之品疼痛更甚。
^symtom ①口乾口渴，口燥而熱，口氣臭穢，②心中時熱，③煩躁煩熱不眠，④尿黃赤黃澀，⑤便乾，大 便秘結。
^tounge 舌紅邊有齒印，苔薄貨膩。
^symtom ①目赤唇裂，②上下唇反覆腫脹破潰口臭流涎，③本證一滿氣失寧候 唇典生瘡，咖甜趙瘡，⑤舌體賺，舌尖、舌體賊，⑥獅麵紅 腫，銀肉疼痛，牙銀紅腫麵，⑦明喉乾痛，咽部及扁桃腺潰孩多處，卿 —h071 充血水腫，且有假膜椏蓋，⑧齦腫齒衄，牙宜出血。圖124脾胃燥火證證候結構圖
^ck21z13h042
^norm 脾胃伏火。
^chinese 牙宣，口瘡。
^western 復發性口腔潰瘍，急性牙齦膿腫，瀰漫性牙周炎。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①壯熱煩渴，口乾口渴，口燥而熱，口氣臭穢，②心中時熱，③煩躁煩熱不眠，④尿黃赤 黃澀，⑤便乾，大便秘結。
^tounge ①舌質紅，②舌苔白膩，③苔黃，苔黃厚，④舌紅'無津。
^pulse ①脈弦滑，②脈數有力，③脈象洪實，④脈細數1
^ill<sub=1>〔清空不寧〕
^symtom 眩犖。
^ill<sub=2>〔清竅不利〕
^symtom ①目赤唇裂，②上下唇反覆腫脹破潰口臭流涎，③唇鼻生瘡，④口舌潰爛生瘡，⑤舌體腫 脹，舌尖、舌體潰瘍，⑥牙齦周圍紅腫，齦肉疼痛，牙齦紅腫疼痛，⑦咽喉乾痛，咽部及扁桃腺潰瘍多處，周圍充血水腫，且有假膜植蓋，⑧齦腫齒衄，牙宣出血。
^formulas
^formula1〔黃連上清丸證〕中成藥。治肺胃熱盛，頭昏耳鳴，齒齦腫痛，口舌生瘡，咽喉紅腫，暴發火眼，大便燥結，小便黃 赤。木方來自《萬病回春》洗肝明目散加減。
^ingredients1791 黃連250g，梔子、荊芥穗、黃芬、連翅、桔梗、白花、英荊子各2kg，川芎、防風、黃柏、生石抒、薄荷，甘草各 lkg，菊花4kg，大黃8kg，旋復花0.5kg。水丸，每服9名。
^formula2〔涼鼷散證〕
^origin〔劉河間增訂方〕
^ingredients1792 連翹、滑石 各9g，甘草3g，焦梔子、通草 各4.5g，黃芩、竹葉 各6g，薄荷1.5gD大便秘及腹脹加大黃、芒硝 各6g。
^formula3〔清胃散證〕
^origin〔李東垣方〕
^ingredients1793 生地黃< 牡丹皮、貿連、當歸、升麻。一方加石裔。
^ingredients1794 口炎一號：黃芩、桔梗、安冬、天冬、知母、丹皮、白芍、生熟地、五味子、黨參、澤瀉、黃耆、懷牛膝、甘草。
^ingredients1795 口炎二號：生石喪、知母、梔子、馬尾連、赤芍、生地、笛香、麥冬、獲苓' 陳皮、木香、牛膝。
^ingredients1796 口炎三號：生黃耆、白巧、陳皮、黨參、升麻、當歸、茯苓、山藥、貿精、石斜、黃芩、竹葉。
^ingredients1797 消炎合劑：金銀花、連翹、黃芩、桔梗、草河車、紫草、赤芍、生地、大青葉、元參、酒制大黃、當歸< 野菊花、蒲 公英。
^ck21z13h210
^norm 燥火傷陰。
^chinese 口瘡。
^western  口腔潰瘍。
^combo 氣熾+陰枯+液灼
^ill〔津氣組熾〕
^symtom CD低熱，２口微苦，口黏膩略有臭氣，③脘腹微脹，④大便偏乾，尿微黃，⑤口唇黏膜潰 m，稍食辛辣之品疼痛更甚。
^ill<sub=1>〔陰液消涸〕
^ill<sub=2>〔津液消灼〕
^symtom 咽乾喉痛。
^tounge 舌紅邊有齒印，苔雜黃膩。
^pulse 脈細數。
^formulas
^formula〔滋陰清熱方證〕
^origin〔傅義方〕
^ingredients1798 北沙參、生葸苡仁 各15g，麥冬、玉竹、淮山、生地、石斛 各12g，知母、扼子 各9g，黃連4.5g，生甘草、陳皮 各6g，川大黃3g。
^ck21z13h071
^norm 燥火內閉。
^chinese 中風風痱，中府，中風中臟腑之閉證。
^western 腦出血。
^combo 陽滯+氣熾+神閉‧氣鬱+絡滯
^ill〔陽氣不行〕
^symtom ①半身不遂，②四肢不舉。
^pulse 脈緩大有力。
^symtom ①面色紅赤，②大便未下，二便阻隔，③腹滿脹或痛拒按。
^tounge 舌質暗紅，苔黃厚而膩。
^pulse 脈弦勁有力。
^symtom ①突然倒僕，人事不省，②神氣昏督，③無倫次，④餅齒磨牙。
^symtom 胸膈痞滿。
^symtom ①痰涎壅盛，喉間痰聲拽鋸，不能吐出，②噁心甩吐。
^symtom ①口角歪斜，②頸項強直。
^formulas
^formula1〔三化湯證〕
^origin〔（素問病機氣宜保命柒》方〕
^formula2〔平樂醫院方證〕治中府昏憤，大便不通之實證。
^ingredients1799 大貨、厚樸、枳實、羌活、元明粉、火麻仁、柏子仁、生鐵落、石決明、白芍、淮牛膝、代赫石、半S、寸麥冬、旋復花。
^formula3〔搜風顢氣丸證〕中成藥。治腸宵積熱而致的胸膈痞滿，大便燥結，腸風下血，痔瘡，瘺瘡，腰膝酸痛等症。本方來 自《錄岳全書》聖惠搜風順氣丸加味。
^ingredients1800 大黃i55g，山藥、車前子、火麻仁‧、鬰李仁、牛膝 各90g，獨活、枳殼、防風、菟絲子、檳榔 各30g。蜜丸，每服9g，曰二次。一方有山茱萸。、
^ck21z13h255
^norm 胃陰虛，胃液乾涸，胃虛液涸。
^chinese 胃陰虛，消渴。
^western糖尿病。
^combo 液涸+氣虛+氣鬱
^ill〔津液枯湎〕
^symtom amm，口渴多飲，口乾少津，(mu能食不便，③小便頻數如泔，尿頻多，R‧大便秘結。
^tounge 舌質紅絳，苔黃燥。
^formulas
^formula1〔大清飲證〕適用於脾胃燥火證，能食不便，或吐涎沫，色黃氣穢。
^ingredients1801 知母、石斛、麥冬、木通、石奇。
^formula2〔清H生津，養陰潤燥方證〕
^origin〔劉曉漢方〕
^ingredients1802 大黃、芒硝（沖）、火麻仁、甘草、知母 各9g，生石齊、天花粉 各30g，川黃連6g，粳米為引水煎服。
^ingredients1803 (2)陳士鐸：口吐涎沫，色黃氣穢，敗濁不堪，元石花粉散：石背、竹葉、白朮、茯苓、元參、天花粉。
^alias少陽腑症，陽明腑實症，少陽陽明，二陽並病，陽極似陰，真熱假寒。
^chinese 傷寒，少陽腑證，陽厥，疫毐發黃，春溫，間瘧，伏屠，屠瘧，低熱，潮熱。
^western 膽襄炎，膽結石，急性膽道感染伴中毒性休克，肝膿瘍，糞產鹼桿菌菌血症。
^ill〔陽氣不和〕
^symtom 寒熱如瘧、熱多寒少、汗出熱減。
^tounge 舌質紅，苔黃燥。
^pulse脈弦數。
^ill2〔腠理不調〕
^symtom 寒熱往來。
^ill3〔津氣a熾〕
^symtom ①寒則戰慄，熱則妄言，午後壯熱，②口渴口乾而苦，③煩躁不安，④-赤短少，便秘。
^tounge ①舌苔黃燥，②黑燥。
^pulse ①脈弦數而促，②脈右浮滑。‧偏胃一本證HW1消氣艦候
^ill4〔氣機不降〕
^symtom ①胸悶作惡，②咳嗽多痰。
^ill5〔氣機不宣〕
^symtom ①脘脅痞悶，②胸脅痛，③默默不欲食。偏
^ill6〔氣機不利〕
^symtom ①腹脹，②右脅脹痛。
^ill7〔清空不寧〕
^symtom 頭疼，兩太陽痛。
^ck21z15h041
^norm 陽明少陽，少陽腑症。‧　　　內含病例：
^chinese 少陽腑證。
^combo 氣鬱+氣熾+空竅
^ill〔氣機不宣〕
^symtom 胸閣。
^ill2〔津氣蘊熾〕
^symtom ①發熱，②夜出臭汗，③CI渴，④便秘。
^tounge 舌紅苔黃。
^pulse 脈洪大。
^ill<sub=1>〔清竅不利〕
^symtom ①目痛毋乾，②不得臥。
^ill2<sub=1>〔氣機不降〕
^symtom 惡嘔。》
^ill<sub=2>〔清空不寧〕
^symtom 頭痛。
^formulas
^formula〔大柴胡湯證〕
^origin〔《傷寒論》方〕
^ck21z15h099
^chinese 傷寒。
^combo 氣熾+液灼+氣滯+神蒙『‧
^formulas
^formula〔大柴胡湯證〕
^origin〔〈通俗傷寒論） 俞氏經驗方〕
^ck21z15h140
^norm 熱深厥深。
^chinese熱厥。
^western 急性膽道感染伴中毒性休克。
^combo 氣熾+血熾+神閉+絡滯+液灼+陽滯
^ill〔津氣蘊熾〕
^symtom ①發熱，呼吸急促，胸痞氣喘，②煩跺，③腹疼痛，腹脹滿，④大便不通，⑤便黃赤。
^tounge 苔焦黃。
^pulse 脈數大，重按似無力6 ‧
^ill2〔血熱蘊熾〕
^symtom 黃疸。
^tounge 舌質紅。l
^formulas
^formula〔清熱攻1，芳香開竅方證〕
^origin〔張雲鵬方〕
^ingredients1804 生大黃（後下）、連翹、鬰金、生地 各30g，枳實、黃芩、梔子 各15g，川厚樸、丹皮 各12g，芒硝（沖）24g，銀花、金錢草、茵陳 各60g，木香18g，赤芍9g。
^ck21z15h085
^norm 少陽陽明。
^chinese 春溫，間瘡，伏惡，暑瘧。
^combo 陽鬰‧腠理+氣鬱+氣熾
^ill〔陽氣不和〕
^symtom 寒熱如瘧，熱多寒少，汗出熱減。
^tounge 舌質紅，苔黃燥。
^pulse 脈弦數。
^ill2〔腠理不調〕
^symtom 寒熱往來。-
^ill3〔津氣繭熾〕
^symtom _則戰慄，熱則妄言，午後壯熱，熱熾昏沉，２口渴口乾而苦，■躁不安，④泉赤短少。
^tounge ①苔色黃膩垢濁，②舌苔黃燥，③黑燥。
^pulse ①脈弦數而促，②脈右浮滑，③洪滑且數。
^ill<sub=1>〔氣機不降〕
^symtom ①朐悶作惡，②咳嗽多痰。
^ill2<sub=1>〔氣機不宣〕
^symtom ①脘脅痞悶，②胸脅痛，③默默不欲食。
^ill<sub=2>〔清空不寧〕
^symtom 頭疼，兩太陽痛。
^formulas
^formula〔和解少陽、清洩裡熱方證〕
^origin〔盛循卿方〕
^ingredients1805 柴胡、黃芩、竹瀝半芨、生石裔、宵蒿、知母、佩蘭各IOg。
^ingredients1806 (1)王孟英治莊芝階，年70矣，患間瘧寒則戰慄，熱則妄言，脈弦數而促，苔黑口乾，是素有熱痰，暑邪內伏，予 知母|、天花粉、元參、石斛、黃芩、竹茹、連翹、海哲、蘿蔔、蓮子心等藥，數啜瘳（《宋元明清名醫類案正編》王孟英 38) 0
^ingredients1807 (3)孫文垣治程好吾，季春患兩太陽痛，胸脅稍痛，口渴便瀉，左脈浮弦而數，中按有力，右關滑大，此春溫也。予 柴胡、前胡、葛根、粉甘草、青皮、貿芩、知母、桔梗、半復曲、石奇，夜半後得微汗，因起大便感風，續又發熱，口渴 煩躁，用石裔9g，知母、柴胡 各6g，葛根、黃芩 各3g，粉甘草、桔梗 各1.5g，竹葉20片，？進而汗出熱解，諸癉悉平，四肢尚倦，口微乾，語言乏力，以生脈湯加惹苡、石斛、甘草、白芍、黃芩，調養如初（《續名醫類案） 上80)。
^ck21z15h086
^norm 少陽陽明。
^chinese 低熱，潮熱。
^western 肝膿瘍，膽褒炎。
^combo 陽鬰+表鬰+氣鬱+氣熾+氣結
^ill〔陽氣不和〕
^symtom 每晚先手足發冷。< ‧
^pulse 脈沉細重按有力。
^tounge 舌苔黃，左半邊白。『
^ill2〔腠理不調〕
^symtom ①寒熱如瘧，寒熱往來，②日晡潮熱，③每晚先手足發冷，繼則身熱。
^ill3〔津氣蘊熾〕
^symtom ①熱重寒輕，②顏面掀紅，③口苦P乾舌燥，④鞏膜黃染，⑤心煩懊儂，⑥神志朦朧，夜 間譫語，⑦尿赤短，_溏色褐如醬。
^tounge ①舌赤苔黃厚，②舌苔黃厚堆積，③焦燥如鍋粑。
^pulse 脈右弦大而數。
^ill<sub=1>〔氣機鬱結〕
^symtom ①心下痞硬，②兩脅脹滿，右脅疼痛頗甚，③腹滿而痛，④臍旁結硬，⑤脘腹脹滿劇痛，
^symtom ①胸脅苦悶，時欲泛惡，嘔逆不欲食，②呃逆頻頻，③暗氣頻作。
^ill<sub=2>〔清空不寧〕
^symtom 頭痛。
^formula〔柴芩清膈煎證〕
^origin〔俞氏《通俗傷寒論） 經驗方〕
^ingredients1808 川樂胡2.4g，生大黃（灑浸）、生枳殼、薄荷、青子芩 各4.5g）蘇苦桔梗3g，焦山梔9g，青連翹6g，生甘草1.8g，鮮 淡竹葉36片。
^alias氣營兩熾，氣營兩燔，陽明營分，邪人營血，火熱入血，氣血兩燔，暴注下迫，燥火迫血，溫邪擾血，心火燔灼，逆 傳心包，心火內動，心脾積熱，熱深厥深，陽極似陰，熱極似寒，心營暗熾，營液暗傷。
^chinese 裊風，暑溫，箸熱，伏裙，春溫熱傳心包，秋溫，赤腡傷寒，溫病發斑，斑疹，熱厥，疔毒走黃，苕笑症，
^western 流腦，乙腦普通型，乙型腦炎（危重犁），菰症肝炎，膿毒血症，產鹼桿菌敗血症，血小板減少性紫癜，過 敏性紫瘢，血友病，結節性紅斑，腎病綜合征，腎功能衰竭，敗血症壞疽性舌炎，口腔潰瘍，復發性口瘡。
^ill〔津氣蒸灼〕
^symtom ①大熱不退，②大熱大渴，③氣粗煩躁，④自汗，⑤頭鈽項強，⑥大便未解。
^tounge 苔色灰厚。‧#
^pulse ①六脈滑數無力，②脈滑數有力。
^symtom ①夜熱轉盛，②面紅赤，唇紅，③口乾渴，口燥但欲漱水不欲咽，④目赤，⑤心煩。
^tounge ①舌尖露絳，②舌質紅絳，舌深絳，③舌紅少苔。
^pulse 脈弦數，左部數。
^symtom ①贓血，②目紅，③口舌水泡破潰流血水疼痛。
^tounge 舌紅起刺或紅星、白星。
^symtom ①大熱大渴，渴引冷飲，②唇焦‧③氣粗煩跺，④大便秘結，⑤下痢黃水，⑥嘔吐。
^tounge 苔黃帶黑。
^pulse 脈大.而數。
^symtom 煩跺不安。
^symtom 口舌及口脣生口瘡，牙齦潰瘍，敗在如米粒：疼痛時哭。
^ck21z07h022
^norm 氣營兩熾，氣營兩燔。
^chinese 暑風，溫邪，暑溫。
^western 乙腦普通型。
^combo 氣灼+營灼+液灼神擾+神蒙+氣逆'
^formulas
^formula〔白虎合清營湯加臧證〕
^origin〔鉞桂滿方〕
^ck21z07h027
^norm 心火燔灼，陽明營分。邪入營血，逆傳心包。
^chinese 者熱，秋溫。
^western 乙型腦炎（危重型），壞疽性舌炎。
^combo 營灼+血蒸+液灼+神擾+神滎
^ill〔營熱苗灼〕
^symtom ①夜熱轉盛，②面紅赤，唇紅，③口乾渴，口燥但欲漱水不欲咽。
^tounge ①舌質紅絳，②舌深絳。
^pulse 脈弦數。
^symtom ①衄血，②目紅，③口舌水泡破潰流血水疼痛。
^tounge 舌紅起刺或紅星、白星。
^symtom １大熱大渴，渴引冷飲，@後焦，３氣粗煩躁，４大便秘結，５下痢黃水，６嘔吐。
^tounge 苔黃帶黑。
^pulse 脈大而數。
^ill2〔神志不寧〕
^symtom ①心煩不臥，②煩躁。
^ill<sub=2>〔神志昏蒙〕
^symtom ①嗜睡，神昏語亂，②妄見如狂，③神呆不語，咖搐。
^formulas
^formula1〔清熱熄風，芳香開竅方證〕
^origin〔韓笛豐方〕
^ingredients1809 生石奔（先煎）、大青葉、蘆根 各30g，天花粉、知母、銀花、鉤籐 各12g，白菊、連翹 各9g，菖蒲、鬰金、廿草 各6go另紫萏丹6g，分4次沖服。
^formula2〔秋溫湯證〕
^origin〔孔伯華方〕
^formula3〔清心涼血湯證〕
^origin〔乾祖望方〕
^ingredients1810 水牛角、山梔、生地、白茅根、丹皮 各10g，川黃連1.5g，赤芍6g，燈芯3扎，甘中黃3g (珠黃敗：牛黃、珍珠、冰 片，煨石迕共末外吹）。<　　　摘錄：
^ck21z07h023
^norm 熱深厥深，陽極似陰，熱極似寒。
^chinese 暑風，黑溫挾痰化火，伏暑。
^western 乙腦。
^combo 津灼+營灼+神閉+絡滯+陽滯
^ill〔津液繭灼〕
^symtom ①壯熱如焚，②頭部灼熱，③口乾，舌時時外伸，④典中煙煤，⑤大便不通，⑥小便黃臭
^tounge ①舌苔灰黃而乾，②舌苔黃熱而燥。
^pulse 脈弦硬。
^symtom 面紅耳赤，唇紅。
^tounge 質紅。
^pulse 脈細數。
^symtom ①神識昏迷，②循衣摸床，③小便失禁，④妄言狂走，傍午尤甚。
^symtom ①頸項強直，②牙關緊閉，③兩目上視，瞳孔散大，④抽搐。
^symtom 四肢厥冷。
^pulse 脈伏。
^formulas
^formula1〔涼血解毒方證〕
^origin〔林大鵬方〕
^ingredients1811 犀角2.1g，葛蒲1.5g，硃砂1.2g，丹皮、元參、麥冬、銀花、黃連 各4.5g，鉤籐、生地、連翹、赤節 各9g，竹葉 12g。上藥水煎，分3次鼻飼。
^formula2<var=2>〔調胃承氣湯合清營湯證〕
^origin〔羅時來方〕
^ingredients1812 犀角、貨連 各6g，生地黃9g，玄參、麥門冬、連翹、大黃（後下）、玄明粉（分兩次調服） 各8g，竹葉5g，金銀花
^ck21z07h031
^norm 心苕暗熾，苕液暗傷。
^chinese 裊溫。
^combo 營灼+陰灼+陰涸+神擾+祌蒙+絡滯
^formulas
^formula〔養胃柔肝湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients1813 又，心氣久耗，營液暗傷漸枯涸，窒塞小腸火腑，失其變化傳導，溲溺欲痛，舌刺欲縮，色仍白晦，豈是血滯實火，當滋液以救燔燥，仍佐苦味以通火腑：鮮浙江生地、元參、竹捲心、人參、川黃連、菖蒲、百部、桔梗。
^ck21z07h134
^norm 心脾積熱。
^chinese 口瘡。
^western 口腔潰瘍，復發性口瘡。
^combo 氣熱+血蒸+液灼+清竅
^ill〔津氣S蒸〕
^symtom ①口有穢味，②大便乾燥，③小便短赤，尿頻尿痛。
^pulse 脈滑數。
^ill2〔血熱蘊蒸〕
^symtom ①心煩懊儂，②夜寐欠』安。
^tounge ①舌紅苔薄，②舌尖紅，苔白厚。
^ill<sub=1>〔津液消灼〕
^pulse 脈細。
^ill<sub=2>〔清竅不利〕
^symtom 口舌及口唇生口瘡，牙齦潰瘍，散在如米粒，疼痛時哭。
^formulas
^formula〔清熱利濕健脾方證〕
^origin〔祝伯權方〕
^ingredients1814 生石音、雲茯苓、焦三仙 各9g，生地、白扁豆、黃芩 各6g，炒梔子5g，竹葉、川黃連、生草梢 各3g，燈心2gD水 煎服。
^ck21z07h136
^norm 火熱人血。
^chinese 齒衄，斑疹，疔毒走黃。
^western i血友病，過敏性紫瘢，結節性紅斑，敗血症。
^combo 氣灼+血熾+液灼+神蒙
^ill〔津氣組灼〕
^symtom ①壯熱汗出，②口渴喜飲，③熱勢內焚，④煩躁，⑤咽峽痛，咽喉腫疼，⑥劇烈腹痛，⑦
^tounge 苔黃，苔黃焦。
^pulse ①脈滑數，②洪數，③弦數，④脈數有力，脈數實。
^ill2〔血熱瑾熾〕
^symtom ①鼻衄，齒衄不止，②便血，③紫癜、瘀斑融合成片，④下肢皮下結硬』，灼熱深紅，或紫 紅而赤，色如雞冠，⑤下肢關節紅腫熱疼，⑥面目浮腫，瘡頂黑陷，周圍皮色瘀黯，按之稍硬，瘡雖小而痛劇。
^tounge 0）舌紅，或舌紅少苔，②舌質深絳。
^ill<sub=1>〔津液消灼〕
^symtom 便秘尿赤。
^ill<sub=2>〔神志昏蒙〕
^symtom 甚則昏瞀，神志不清。
^formulas
^formula1<var=1>〔犀角地黃湯證〕
^origin〔黃耀燊方〕
^formula2〔解毒涼血湯證〕
^origin〔《趙炳南臨床經驗》方〕
^ingredients1815 犀角0.6~1.2g，生地炭、雙花炭、白茅根、天花粉、蚤休各15~30g，蓮子芯、紫花地丁各9~15g，生山扼仁6 ~ I2g，生甘草6g，川負連9g，生石裔30-120g。
^ck21z07h137
^norm 氣血兩燔，熱深厥深。'
^chinese 溫病發斑，熱厥。
^western 血小板減少性紫瘢。
^combo 氣熾+血熾+液灼+血溢+陽滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①壯熱不退，②汗多口渴，渴嗜冷飲，③口移，④溲赤，⑤便秘。
^formulas
^formula1〔二根湯證〕
^origin〔《孔伯華醫案》方〕
^ingredients1816 鮮茅根、鮮蘆根、生石音、生地、竹茹、全瓜蔞 各30g，蓮心、龍膽草、薄荷 各6g，知母、地伢皮、桑葉、俚逛、大 青葉 各9g，銀花5g，酒制大黃4.5g，開水泡兌紫蜇丹1.5g。
^formula2〔吳氏化斑湯合洱心湯證〕
^origin〔何炎燊方〕
^ingredients1817 兕角9g，石資60g，甘草4.5g，生地30g，玄參24g，黃連、黃芩 各12g，知母、連翅、銀花、大黃各5g。
^ck21z07h139
^norm 暴注下迫，燥火迫血，熱深厥深。
^chinese 赤膈傷寒。
^western 重症肝炎。
^combo 氣熾+血熾+神閉
^formulas
^formula1〔犀角大青湯證〕
^origin〔《通俗傷寒論》方〕。鹹寒苦洩，治發斑咽痛，下利後菰，心煩不寐。詳見論著（1)。
^ingredients1818 犀角、大青葉、元參、生甘草、升麻、黃芩、黃連、黃柏、梔子。
^formula2〔犀羚竹石湯證〕
^origin〔《通俗傷寒論》方〕
^formula3<var=2>〔清速敗毒飲證〕
^origin〔孟憲益方〕
^ingredients1819 犀角5g，板藍根、赤芍 各20g，鮮生地、石耷 各60g，川黃連、知母、生大片、生山梔、連翹、竹葉心備9g，桔梗、生 甘草、參三七粉 各3g，黃芩、元參、丹皮 各12g，每日三次。
^ck21z07h140
^norm 熱深厥深，熱極似寒，溫邪擾血。
^chinese 春溫熱傳心包，秋溫，疔瘡走黃。
^western 流腦，重症肝炎，膿毐血症，產鹼桿菌敗血症，腎病綜合征，腎功能衰竭。
^combo 氣熾+血熾+神閉+液灼+絡滯+陽滯
^formulas
^formula1〔清疸敗毒飲合大承氣湯證〕
^origin〔孟憲益方〕
^formula2〔疔瘡走黃裔證〕
^origin〔顧伯華方〕
^ingredients1820 鮮生地、銀花、紫花地丁 各30g，丹皮、赤芍、黃芩、生山梔、半枝蓮、牮河車、野菊花 各9g，黃連4.5g，連翹18g，生甘草3gD神昏加安宮牛黃丸1 ~2粒，便秘加生大黃、元明粉，舌乾加鮮石斛、元參。
^chinese 溫熱，風濕，春溢，熱病，伏氣，溫病發斑，陽痗發斑，溫誨險癥，瓜細;寧，愛熱，坍厥，伏坍，圾風，惡
^western風心，二尖辧狹窄，肺結核，系統性紅斑狼瘡，全身性播散型紅斑性狼瘡，血小板減少性紫瘢，敗血癥，顱
^ill〔血熱蘊熾〕
^symtom①面紅目赤唇紅，②身熱，高燒不退，③煩跌，夜躁不寐，④遄體赤斑，或出血瘀。
^tounge苔黃燥。
^ck21z10h185
^western風心，二尖嫌狹窄。
^combo血蒸+液灼+血溢
^symtom①身熱，②面赤顴紅.唇紅，③心飯不臥。
^ill<sub=1>〔津液洧灼〕癥象：大便閉。
^ill<sub=2>〔絡血妄行〕
^symtom①失血，咯血，齒•衄，便血，鮮紅光澤，或&深紫，或冇凝塊紫亮，②血從毛孔中射出
^formulas
^formula1〔羚角清營湯證〕
^origin〔《通俗傷寒論》 方〕
^pulse脈弦而數，
^ill〔津液消灼〕
^symtom①唇燥口渴，思»飲，@小便赤澀，
^tounge①光面舌，舌絳光干裂，②舌苔尖紅
^pulse脈數，脈數而軟
^ill2〔血妄行〕
^symtom①典流衄血，齒縫出血，②咯血，③吐8,④嘔血如汁，⑤ffi血。
^pulse脈洪大。
^formula2〔涼血地黃湯證〕
^origin〔《醫宗金鑒》方〕
^ingredients1821 生地9g，黃連、當歸 各4.5g，甘草、生山梔、元參 各3g，黃芩6g。
^formula3〔大黃連柏湯證〕
^origin〔姿春華方〕
^ingredients1822 大黃9g，黃柏、黃連 各6g。
^ck21z10h187
^norm 血分火爍，熱傷血絡。
^chinese 風溫，熱病，伏氣，溫病發斑，瓜！m，囟門突起。
^western 肺結核，系統性紅斑狼瘡。
^combo 血熾+液灼+血溢+神蒙
^ill〔血熱繭熾〕
^symtom ①而紅目赤唇紅，顴赤，②身熱，高燒不退，③煩躁，夜躁不寐，④氣喘汗出，⑤溯體赤 斑，或出血瘀，⑥囟門突起，按之浮軟。
^tounge ①舌紅或紫暗，苔貨白膩，②舌質紫絳，舌邊有瘀點，苔黃。
^pulse 脈弦細數。
^symtom ①唇燥大渴，思涼飲，口苦不食，②小便赤粧，③全身無力肌肉痠痛，關節疼痛。
^tounge ①光面舌，舌絳光乾裂，②舌苔尖紅根黑，③邊紅中黑，④紅中帶黑點。
^pulse 脈數，脈數而軟。
^ill<sub=1>〔絡血妄行〕
^symtom ①典流衄血，齒縫出血，②咯血，③吐亂④A區血如汁，練血。
^ill<sub=2>〔神志昏蒙〕
^symtom ①梢神恍惚，眼閉，②神&語亂，造語，搐。
^formulas
^formula1〔加味犀角地黃湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔紅斑解毒湯證〕
^origin〔趙炳南方〕
^ingredients1823 生玳瑁10」12g，乾地黃30~60g，銀花、元參、石斛各15~30g，白茅根30g，丹皮、知母 各9g，天花粉、黃柏各
^ingredients1824 (1)葉天士治張，伏氣熱蘊三焦，心凍熱，發煩渴，遍體赤斑，.夜跺不寐，兩脈數搏：羚羊角、犀角、連翹心、玄參 心、鮮生地、金銀花、天花粉、石菖蒲（《臨證指南醫案》367 ）。
^ingredients1825 (2)王孟英治齦血五日不止，去血已多，諸方不應，脈弦滑上溢，主犀牛、澤蘭、元參、旋復花、天花粉、茯苓、牛 膝、桃仁、澤瀉而安，繼以滋陰清熱乃漸康復（(潛齋醫案）)。
^ingredients1826 (4)囟門突起，按之浮軟，面赤唇紅，指紋色紫，內服化糶丹：犀角、黃連、桔梗、元參、薄荷、青黛、甘草、大 黃。外用青黛涼水調敷。
^ck21z10h192
^norm 血虛火熾6
^chinese 溫病發班，失血，大衄。
^western 血小板減少性紫癜。
^combo 血虛+血勢+液枯
^ill〔血虛失榮〕
^symtom ①面黃肌瘦，神疲氣怯，肢倦無力，②頭暈眼花，③煩躁易驚，④姐血過多，神氣昏倦。
^pulse 脈沉弦細數。
^ill<sub=1>〔血熱蘊蒸〕
^symtom ①身熱，②鼻舌時時衄血，常有衄血，大衄不止，③便血色鮮，④月經蛩多，⑤全身皮膚 出現大小不等的瘀斑，色暗紅，腰以下斑塊成片，色赤帶紫，下肢最多。
^tounge 舌質紫絳，舌邊有瘀點，苔黃。
^pulse 脈洪，脈弦細數。
^ill<sub=2>〔津液枯酒〕
^symtom ①口揭，②口乾口苦，唇舌乾焦，③小便赤濕，便秘溲赤。
^tounge 舌光絳千裂。
^formulas
^formula<var=1>〔犀角地黃湯證〕
^origin〔何炎燊方〕
^ingredients1827 兕?4.5g，生地24g，龜版18g，丹皮、白芍、阿膠、藕節 各9g。
^ck21z10h188
^chinese蜃厥.伏暑。
^western敗血癥。
^combo血熾+神閉+陽滯+血溢+液灼
^ill〔血熱苗熾〕
^symtom①壯熱面紅，目赤，②煩熱不眠’③紅斑，斑色紫黯。
^ill<sub=1>〔絡血妄行〕
^ill2<sub=1>〔岸液消灼〕
^formula1〔清熱解毒，開竅豁痰方〕
^origin〔左蔭黃方〕
^ingredients1828 廣角3g.銀花、丹皮、連翹心、鮮石斛 各12g,竹卷心、天竺黃、寸麥冬、赤芍、白金丸 各9g,細生地18g.石菖蒲
^ck21z10h189
^norm 內閉外脫。
^chinese 惡風，溫毒險症。
^western 顱內多發性膿腫並發敗血症。
^combo 血熾+神閉+液枯+氣脫
^ill〔血熱逭熾〕
^symtom ①高熱，②頭面臃腫，頭痛如劈，③斑色紫黯。
^symtom ①神昏，②譫語。
^symtom ①全身肌膚甲錯，②肌體肉削，枯槁如屍，按之灼熱，③諸竅乾涸燥裂，④舌體萎縮賽硬，
^tounge 舌苔焦黑，而舌質乾絳。
^pulse 脈細數而虛。
^symtom ①筋惕，②神迷微笑，③厥逆，④便洩<
^pulse ①脈虛，②脈細數而虛，重按無力。
^formulas
^formula〔增液救陰，涼血解毒方證〕
^origin〔朱敬修方〕
^ck21z10h208
^norm 屠入厥少，熱深厥深。
^chinese暑入少陰，暑人厥陰，春溫。
^western 流腦。
^combo 氣熾+神閉+陰枯+絡滯+氣逆
^ill〔津氣斑熾〕
^symtom ①寒熱，壯熱，形象提冷，②煩熱，*中如焚，午間煩躁。
^ill<sub=2>〔氣機沖逆〕
^formulas
^formula〔連梅湯證〕
^origin〔《溫病條辨》方〕
^ingredients1829 黃連6g，烏梅、安門冬、生地黃#9g，阿膠（烊化）6g。水煎服。
^ck21z10h284
^norm 肝火上逆。-
^chinese 風痱，閉經。
^western 高血壓，蛛網膜下腔出血。
^combo 氣熾+清空+氣逆+氣滯.+神擾+陽鬰
^ill〔津氣疽熾〕
^symtom 0）低熱面赤，２口苦口乾舌乾，舌腫赤乾，③小便色黃，④大便秘結。
^symtom ①眩暈，②頭痛劇烈，兩目發黑，③面部烘熱，耳奐灼熱。
^ill<sub=1>〔氣機沖逆〕
^symtom 嘔吐頻繁。
^ill2<sub=1>〔氣機不利〕
^ill<sub=2>〔神志不寧〕
^symtom ①易怒，②心煩。
^ill2<sub=2>〔陽氣不和〕
^symtom ①下肢發涼，②下肢抽搐，③右半身無力，如被風吹狀。
^pulse 脈細。
^formulas
^formula1<var=2>〔清心涼颳敢證〕
^origin〔劉保尚方〕
^ingredients1830 竹葉、連翹心、黃芩、梔子、菊?、鉤籐、石決明、元參心、白芍、丹皮。熱甚加‧龍膽草，便秘加芒硝、大黃。
^formula2〔止血化瘀方證〕
^origin〔劉春圃方〕
^ingredients1831 生地、白茅根、決明子 各31g，大薊25g，廣木香、知母、黃柏 各9g，苦丁茶、藕節 各15g，白芍、黃芩 各12g，元明 粉、漢三七各3s，廣犀角6g.。
^ck21z10h283
^norm 火載血上，血逆。
^chinese 吐細，便血，倒經。
^combo 氣熾‧血熾+氣逆+血溢+氣滯+神擾+清空
^ill〔津氣蘊熾〕
^symtom ①口燥口苦j②心煩，心中煩熱，③衫汗，④二便赤鉍。
^pulse 脈弦數。'
^ill2〔血熱苗熾〕
^symtom ①面色暗紅，②頰赤，火升顴紅，③唇舌紅赤，④月經盤少色紅。
^tounge ①舌質稍紅，②舌尖紅紫。
^pulse ①心脈獨大，②脈來小弦。
^ill<sub=1>〔氣機沖逆〕
^symtom ①咳逆時作f②呃逆，③嘔惡。
^ill2<sub=1>〔絡血妄行〕
^symtom ①典衄，②週期性吐衄，③吐血盈盆，④便血如注，⑤大便不爽而黑。
^pulse 脈來芤數。
^ill2〔氣機不利〕
^symtom ①胸脅苦悶，胸脅煩滿，②胸脅熱痛。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸，②煩躁不眠，③躁擾不安，手足跺擾。
^ill2<sub=2>〔清空不寧〕
^symtom ①頭眩，②頭痛。
^formulas
^formula1<var=1>〔拔萃取角地黃湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1832 白犀角、川黃連3g，鮮生地45g，生大黃9g，青子芩6g。加白芍、白薇、童便、金汁。、
^formula2〔三黃犀角湯證〕
^origin〔（通俗傷寒論》方〕
^formula3〔倒經湯證〕
^origin〔謝應彪方〕
^ingredients1833 (4)平素血虛火旺加以醉酒炙餺之物，熱氣沸騰，陽乘陰絡，迫血妄行，吐血，口乾舌燥，脈數，主清降，生地黃湯 合四生丸：生地、川牛膝、丹皮、黑梔、元參、白芍、寸麥冬、鬰金、三七、荷葉、側柏葉、生艾葉。
^ck21z10h285
^norm 堪入厥陰，熱動肝風。
^chinese 木火通明，溫熱動風，暑熱。
^western 流腦。
^combo 氣熾+血熾+神閉+絡滯+氣逆
^ill〔津氣蘊熾〕
^symtom 雜續高熱壯熱面赤，２口中氣熱，唇焦口燥，③大汗，養閉，溺澀。
^tounge 苔深賁燥。
^pulse ①弦數，②沉數，③洪大左甚。
^symtom ①夜間熱甚，②面色深紅，目赤唇紅，③心煩惡熱，④身發瘀點，口唇青紫。
^tounge ①舌紅絳，②練燥，③暗晦。
^pulse ①脈細數，②左脈弦勁。
^ill<sub=1>〔神志蒙閉〕
^symtom ①倏然昏倒，人事不知，神志不清，兩目瞪視，面色發青，②神昏譫妄，時煩躁狂言，③ 神呆不語，似寐非寐，④肢厥。
^ill2<sub=1>〔絡脈不和〕
^symtom ①頸項強直，拘急:筋脈拘疼，②手足抽搐顫抖身亦微微動彈不止，③角弓反張，④頭痛 頭徭，上視驚啼，目瞪口嗤，⑤牙關緊閉，舌邪向不語，舌不能出。
^ill<sub=2>〔氣機沖逆〕
^symtom ①喉寒咽乾，痰壅，②氣逆乾嘔，③氣沖脘疼，④氣上衝心，甚則驚悸。
^ill2<sub=2>〔氣機不利〕
^formulas
^formula〔加減犀羚二鮮湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1834 鮮生地、陳金汁、茅根 各30g，鮮石斛、黃芩、銀花、連翹、池菊 各9g，元參、白薇 各15g，川黃連、甘中黃、犀角、羚角 各3g，人中白1.5go
^ck21z10h288
^norm 陰虛風動。
^chinese 中者壞症，暑風，溫熱，客忤痙。
^combo 氣熾+血熾+陰虛+氣滯+神蒙+陽鬰
^ill〔津氣蘊熾〕
^symtom ①汗出熱不除，②U乾口苦，③忽頭痛不止。
^tounge 苔黃。
^pulse 脈大無倫，時有促象。
^symtom ①面赤，②吐血，③夢中囈語。‧
^tounge 舌質紫絳。
^pulse 脈弦細數。
^symtom ①發熱無汗，②兩目忽然不見，雙目如盲。
^symtom 胸痞。
^symtom 面時育時赤。
^tounge 舌青。
^symtom ①不省.人事，②手足抽搐，③咬牙嚼舌，④手足螭動，或痙。
^formulas
^formula<var=2>〔復脈湯證〕
^origin〔黃仲權方〕
^ck21z10h236
^norm 心火內動，火踞心包。
^chinese 中暑傷神，心風，狂躁，舞踏狂。
^western 癱病。
^combo 氣蒸+神擾+.液灼
^ill〔神志不寧〕
^symtom ①心下痞塞，納呆，時呆坐不語，不食不寐，②時煩躁，不能自由，坐臥不安，徹夜不眠，時煩擾妄言，③漸致急躁易怒，時解衣捶胸哭罵，④突然精神失常，手舞足蹈，狂言亂語。
^pulse 見其脈數。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①唇紅面赤，②毋眼覺有熱氣。
^tounge 舌紅苔薄膩黃。
^pulse 脈洪大而實。
^ill<sub=2>〔津液消灼〕
^symtom 口乾舌燥。
^formulas
^formula1〔加味安神湯證〕
^origin〔廖丹甫方〕
^ingredients1835 硃砂4.5g，生地24g，川黃連9g，滑石30g，白芍18g，甘草6g。
^formula2〔加味清心湯證〕治心經莕熱，發作不常，時煩躁，鼻眼覺有熱氣，詳見病案（2)。
^ingredients1836 川黃連、黃等、石葛蒲、天花粉、茯神、寸麥冬、丹參、遠志、牛黃。
^alias心火上炎，心火下移小腸，心火內動，虛火妄動，心腎不交，亢龍失制，熱人營血、熱入精室，裊人厥少，暑伏陰分，陰虛火旺，水虧火亢，少陰火化症，陽證似陰，熱深厥深，內閉外脫，陰竭厥脫。
^chinese傷寒，瘟疫，少陰火化證，少陰伏溫，少陰伏暑，夾陰溫病，熱入梢室，溫病發斑，陽厥，風動厥脫，尿 血，熱淋，狂笑，口舌生瘡。
^western流行性出血熱發熱期，過敏性紫斑（宵型），復發性口瘡，尿路感染，陽強，快樂狂，輝蹈狂。
^ck21z11h134
^norm 心火上炎，心火下移小腸。
^chinese 口舌生瘡，熱淋。
^western 復發性口瘡，尿路感染C
^combo 氣蒸+血蒸+液灼+清邊
^formulas
^formula<var=2>〔導赤散證〕
^origin〔顧伯棠方〕
^ingredients1837 川黃連、甘中黃 各3g，連翹、茯苓、天花粉、車前子 各9g，淡竹葉、木通 各6g，鮮茅根、夜交籐 各30g。
^ck21z11h194
^norm 熱人營血。
^chinese 溫病發斑，尿血。
^western 過敏性紫癜（腎型）。
^combo 、陰熾+血熾+陰涸
^ill〔血熱蘊熾〕
^symtom ①紫瘢色紫紅，②血尿。
^tounge 舌紫燥，舌質紅。
^pulse 脈數。
^ill2〔陰熱蘊熾〕
^symtom 時覺烘熱。
^ill<sub=1>〔陰液消湎〕
^symtom ①口乾欲飲，唇焦齒黑，②二便俱秘，大便乾結。
^tounge 舌燥，苔薄而乾。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula〔犀角地黃湯出入方證〕
^origin〔朱良春方〕
^ck21z11h205
^norm 陰虛火旺，水虧火亢，少陰火化症。
^chinese 傷寒，瘟疫，少陰火化證。
^western 流行性出血熱發熱期。
^combo 陰涸+氣熾+神擾
^ill〔陰液消涸〕
^symtom ①眩呆，肌膚枯燥，腰痛，②少尿溺短，③多尿，④口舌乾燥，咽乾，口渴引飲。
^tounge 舌紅苔光，舌思且燥。
^pulse 脈左細數搏指。
^ill<sub=1>〔津氣蘊熾〕
^symtom ①發熱壯熱，②頭痛，③噁心嘔吐。
^tounge 舌紅尖絳。
^pulse 脈右反大而虛軟。
^ill<sub=2>〔神志不寧〕
^symtom 心煩少寐不得臥，怔忡。
^formulas
^formula〔黃連阿膠湯證〕
^origin〔《傷寒論》方〕
^ingredients1838 黃連 四兩，黃芩、芍葯 各二兩，雞子黃二枚，阿膠 三兩。前三藥水煎，阿膠烊人，待稍冷納雞子黃攪和，分3次服。
^ingredients1839 虛煩不寐者，余火擾動也，黃連阿膠湯清滋之。心火內熾不寐者，懼勿驟補，宜清養為主，如西洋參、生安冬、黃連、甘草、小麥、百合、竹葉、蓮心、茯神，或加阿膠，或雞子黃、珍珠粉，審證酌加（《通俗傷寒論》470)。
^ck21z11h206
^norm 少陰下利。
^combo 陰洞+氣熾+液洩+神蒙
^ill〔津氣蘊熾〕
^symtom ①煩躁，②胸悶。〔熱迫液洩〕
^symtom ①洩瀉。
^ill<sub=1>〔陰液消潤〕
^symtom ①咽痛，②口舌乾燥。
^tounge 舌絳乾。
^pulse 脈細急。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula<var=1>〔豬膚湯證〕
^origin〔《通俗傷寒論》方〕
^ck21z11h197
^norm 內閉外脫，熱入楮室。
^chinese 少陰伏溫，夾陰溫病.熱人梢室。
^combo 血熾+陰熾+陰涸+神閉+氣脫
^ill〔血熱電供〕
^symtom 身痛無汗。
^tounge 舌苔初則紫絳而圓，終則深紫而赤。
^pulse 脈右洪盛而躁。〔陰熱逭熾〕
^symtom ①面多油光，②尺膚熱甚，③腰疼如折，④男則夢洩遺精，女則帶下如注。
^tounge 紫而乾晦，色如豬腰。
^pulse 脈左反細弦搏數。
^ill<sub=1>〔陰液消涸〕
^symtom ①口乾齒燥，②小便赤澀稠黏，狀如血淋。
^tounge 苔胖嫩根黃黑或千或熱。
^ill2〔神志蒙閉〕
^symtom ①煩踩狂言，②昏厥不省。
^ill<sub=2>〔氣虛脫絕〕
^symtom １兩目上視，或邪視，２舌卷渙縮，３時時欲厥。
^ill2<sub=2>〔絡脈不和〕
^symtom ①厥回則痙，痙後復厥，②筋惕肉閼。
^formulas
^ck21z11h208
^norm 荖人厥少，掛伏陰分。
^chinese 少陰伏摒。
^formulas
^formula<var=1>〔復脈證〕
^origin〔李竹溪方〕
^ck21z11h209
^norm 陰竭厥脫。
^chinese 風動厥脫。
^combo 氣熾+陰枯+神閉+陽浮+氣脫
^formulas
^formula<var=2>〔定風珠證〕
^origin〔王孟英方〕
^ingredients1840 西洋參、生地、天冬、麥冬、女貞、早蓮蘋、元參、犀角、黃連、雞子黃、知母，另用石斛、龜版、埜甲 各四兩，左 牡蠣一斤，煮湯代水煎藥。
^ck21z05h154
^norm 熱劫陰液，溫邪化燥。
^chinese 溫病。
^ill〔律氣繭灼〕
^symtom ①肌熱口乾，②賅嗽痰黏，③喘急，胸滿，④便溺不爽，大便秘結，小溲赤熱。
^pulse 脈弦而數。f〔陰熱蘊灼〕
^symtom 夜不安睡。
^ill<sub=1>〔陰液消涸〕
^symtom ①消渴，②唇焦齒燥。
^tounge 舌光錄無液。）
^ill2〔氣虛不充〕
^symtom 四肢酸痛。
^ill<sub=2>〔神志昏蒙〕
^formula<var=2>〔導赤散證〕
^origin〔孫朗川方〕
^ingredients1841 竹葉15g，黃芬6g，蘆根48g，薏苡仁24g，元參、天花粉各知，銀花、連翹、灰冬 各9g，甘草3g。
^ingredients1842 三診：肌熱已解，體溫37.2t，唇口燥疲，苦絳祐_淡，脈弦滑‧：充參、天花粉 各18g，麥冬、連翹、銀花 各9g，蘆根 4Bg，枯芩6g，甘草3g，竹葉15g。
^ck21z05h210
^norm 陰枯火熾。
^chinese 伏暑，陽明溫病。
^combo 熱熾+陰祜+液灼
^ill〔津氣蘊熾〕
^symtom ①亢熱無汗，②煩渴不眠，躁擾，③小溲赤熱。
^pulse 脈弦而數。
^ill<sub=1>〔陰液消涵〕
^symtom ①兩額深紫若胭脂，②口乾不欲食，③腰痛，④小便少，無尿。
^tounge 舌光絳無液。
^pulse ①脈小數，②弦大而澀，③脈沉數。
^ill<sub=2>〔津液消灼〕
^symtom ①喜飲不食，②大便秘結，③小便不利。
^formulas
^formula1〔冬地三黃湯方證〕
^origin〔《溫病條辨》方〕
^formula2<var=2>〔甘露飲證〕
^origin〔何拯華方〕
^ck21z05h206
^norm 肺燥腸熱，燥邪內陷。
^chinese 燥洩，暑濕化燥。
^combo 陰祜+氣熾+液洩+神蒙
^ill〔津氣蘊熾〕
^symtom ①身熱，腹熱如焚，②面赤，③不眠，④咳甚，⑤腸中切痛，按之痛甚。
^pulse 脈按之弦數而燥。
^ill2〔熱迫液洩〕
^symtom 下利頻並，裡總後賁，肛門熱痛，艱澀難行。
^ill<sub=1>〔陰液消涸〕
^symtom 廣獅容慘晦，２口燥。
^tounge ①舌苔乾燥起刺，兼有裂紋，②舌苔淡白而薄，雜露紅點。
^pulse 脈浮而虛。
^ill<sub=2>〔神志昏蒙〕
^symtom 焦急不堪。
^formulas
^formula〔阿膠黃芩湯證〕
^origin〔《通俗傷寒論》方〕
^alias肝火上炎，肝火上逆，肝火驚風。
^chinese 肝火頭痛，肝火外障，耳腫痛，倒經，膽癉，急驚風，痙症。
^western 血管神經性頭痛，化膿性耳廓軟骨膜炎，急性乳突炎。
^ill〔津氣組蒸〕
^symtom ①發熱煩躁，②面目紅赤如醉酒狀，③口渴多飲，時欲飲冷，④口苦咽乾，⑤大小便皆不利，小 便黃赤，大便時乾時稀，大便秘結。
^tounge ①舌紅苔少，②舌紅苔黃。
^pulse ①洪大鼓指，②弦數有力。、
^symtom ①頭目眩暈，②全頭脹痛，腦顱欲裂，③太陽痛，兩太陽穴經脈怒張。
^symtom ①頭目督悶，②目赤，目始紅腫，白星翳疊出，黑珠有浮本證——042清氣失寧候
^ck21z20h042
^norm 肝火上炎。
^chinese 肝火外障，肝火頭痛，耳腫痛。
^western 血管神經性頭痛，化膿性耳廓軟骨膜炎，急性乳突炎。
^ill〔津氣蘊蒸〕
^symtom ①發熱煩躁，②面目紅赤如醉酒狀，③口渴多飲，時欲飲冷，④口苦咽乾，⑤大小便皆不 利，小便黃赤，大便時乾時稀，大便秘結。
^tounge ①舌紅苔少，②舌紅苔黃。
^pulse ①洪大鼓指，②弦數有力。
^ill<sub=1>〔清空不寧〕
^symtom ①頭目眩牮，②全頭脹痛，腦顱欲裂，③太陽痛，兩太陽穴經脈怒張。
^ill<sub=2>〔清竅不利〕
^symtom 賊目瞀悶，２目赤，目始紅腫，白星翳疊出，黑珠有浮翳膜，隱澀難開，③耳廓潰瘍流 膝，紅腫灼痛，牽引頭痛，④乳突觸痛，耳中疼痛，波及頸顳。
^formulas
^formula1〔梔子清肝湯證〕適應耳痛。
^ingredients1843 山梔、菖蒲、柴胡、當歸、黃芩、黃連、丹皮、甘草、牛蒡子。、「，
^formula2〔加減瀉青丸證〕適應氣實便結，脈三部弦硬而大。...r.
^ingredients1844 防風、龍膽草、焦山梔、大黃、黃芩、川牛膝。： ‧
^formula3〔瀉肝湯證〕
^origin〔祖望方〕
^ingredients1845 龍膽草、黃芩 各3g，生地、車前子、夏枯草、菊花、白蒺黎、鉤籐 各10g，桑葉知，5決明30g，荷葉半張，羚角粉 1支。
^ck21z20h283
^norm 肝火上逆。
^chinese 倒經，膽癉。
^combo 氣熾+血熾+氣逆+血溢+神擾
^ill〔津氣蘊熾〕
^symtom ①發熱，②口苦。
^pulse ①脈弦滑，②脈弦數。
^ill2〔血熱蘊熾〕
^symtom ①頰赤，②月經經常錯後。
^tounge 舌邊紅苔白。
^ill<sub=1>〔氣機沖逆〕
^symtom ①噁心，嘔惡，②厥冷呃逆。
^ill2<sub=1>〔絡血妄行〕
^symtom ①鼻衄，②甚則便血。
^ill2〔氣機不利〕
^symtom ①胸脅煩滿，氣不暢遂，②胸脅攣痛。
^ill<sub=2>〔神志不寧〕
^symtom ①煩跺不眠，②心悸。
^ill2<sub=2>〔清空不寧〕
^symtom 頭暈，頭眩。
^formulas
^formula1〔龍膽瀉肝湯證〕
^origin〔《局方》方〕
^ingredients1846 酒炒龍膽草、炒黃芩、酒炒梔子、澤瀉、木通、車前子、酒洗當歸、酒炒生地黃、柴胡、生甘草。
^formula2<var=2>〔涼血止衄湯證〕
^origin〔劉奉五方〕
^ingredients1847 黃芩、丹皮、馬尾連 各9g，龍膽草6g，大黃3g，牛膝12g，藕節、茅根 各30gD
^ck21z20h285
^chinese急驚風，痙癥。
^combo氣熾+血熾+神閉1•絡滯-•氣逆+氣滯.
^ill〔津氣蘊熾〕
^symtom①壯魚，②咽千，©便|閉，④闌塞。
^tounge①苔多深黃.②笞黃厚。
^pulse脈必弦數。
^ill2〔血熱®熾〕
^symtom①目赤朥紅.②時煩躁.③驚悸。
^tounge①舌必紫赤，②舌赤干絳。
^ill<sub=1>〔神志蒙閉〕
^symtom①面色發靑，②昏睡譫®。+
^ill2<sub=1>〔絡脈不和〕
^symtom①上視驚啼，目上視或斜視，頭搖或頭仰，牙關緊閉，項強，@四肢抽搐，③角弓反張，
^ill<sub=2>〔氣機沖逆〕癥象：喉塞。
^ill2<sub=2>〔氣機不利〕
^formula1〔龍膽瀉肝湯證〕
^origin〔<局方> 方〕
^ingredients1848 酒炒龍膽草、炒黃芩、酒炒梔子、澤瀉、木通、車前子、酒洗當.歸、酒炒生地黃、柴胡、生甘草。
^formula2〔加減千金龍旭場〕治壯熱驚悸，頭搖或頭仰，牙關緊閉，項強，四肢抽搐.目上視或斜視，面色發宵，昏唾譫
^ingredients1849 龍膽草、白蒺藜、丹皮、黃芩 各4.5g.羚角、川貨連 各3g,浙貝母、冊蠶、生石決明、茯神、杏仁.構藤、全瓜蔞、
^ingredients1850 菊花、白芍 各9g,甘草2.4gs
^alias肝火灼肺，木火犯肺，木火刑金，陰虛火旺。
^chinese 咯血，奧衄，溫熱失血，咽痛，爛白喉，風溫，冬溫，冬溫兼寒，伏寒化火。
^western 慢性支氣管炎，支氣管擴張，纖維空洞型肺結核，浸潤性空洞型肺結核。
^ill〔津氣蘊熾〕
^symtom ①身熱，面色赤如火燎，呼吸氣粗，②舌乾，毋乾口燥欲飲，a臭，口乾，u揭，喜飲冷水，頻 呼胸中悶熱如焚，③口乾咽燥，喉部有熱氣上衝感，④大便乾燥，大便秘結，小便黃短。
^tounge ①苔薄黃，②苔黃而乾。
^pulse ①脈弦，②脈弦數，③脈弦大略數。
^symtom _熱，２面赤顴紅，③心情煩跺，煩躁易怒。
^tounge ①舌紅苔薄膩，②舌鮮紅，③舌紅絳，邊尖深紅，④舌光紅。
^pulse ①脈弦細數，②脈洪數有力。
^symtom ①動則氣急，②咳逆上氣，咳喘。
^symtom ①疲中帶血，鮮紅紫暗相兼，②大蛩咯血不止，咯血如泉本證一H042清氣失寧候
^symtom ①兩脅作脹，左脅隱痛，胸痛脅脹，②胸悶不舒，胸悶痛。變證一出94‧陰血蘊熾候
^symtom ①煩踔，②:&躁舄怒。圖131肝肺燥火證證候結構圖
^symtom 頭脹。
^ck21z03h042
^norm 肝火灼肺。
^chinese 爛白喉，咽痛。
^combo 氣蒸+空竅不利
^ill〔津氣繭蒸〕
^symtom ①面紅，②乾咳無痰，③喘，輕秘小便短。
^tounge 舌苔乾燥。
^pulse 脈沉滑有力，脈微細而數。
^ill<sub=1>〔清空不寧〕
^symtom 頭掣痛。
^ill<sub=2>〔清竅不利〕
^symtom ①喉痛，咽紅腫甚，頸腫，②喉內腫起1粒，形如棗核，③上顎紅腫，④舌強。
^formulas
^ingredients1851 鮮生地、銀花 各30g，元參、麥冬、板藍根、黃芩 各12g，.大青葉18g，生甘草、馬勃 各4.5g，焦山梔、木通 各9g，龍 膽草6g。
^ck21z04h283
^norm 木火犯肺，木火刑金。
^chinese 咯血，鼻衄。
^western 支氣管擴張，慢性支氣管炎，纖維空洞型肺結核。
^combo 氣熾+血熾+氣逆+血溢+祌擾+氣滯
^ill〔津氣蘊識〕
^symtom ①身熱，面色赤如火燎，呼吸氣粗，②舌乾，兔千口燥欲飲；口輿，口乾，口海，喜飲冷 水，頻呼胸中悶熱如焚，③口乾咽燥，喉部有熱氣上衝感，④大便乾燥，便秘大便秘結，小便貨短。
^formulas
^formula1<var=1>〔瀉白散證〕
^origin〔黃文東方〕
^ingredients1852 桑白皮、桑葉、黃芩、生甘草 各9g，地骨皮、生地_、地揄、灸紫雍、黛始散 各15g，.枇杷葉12g。
^formula2<var=1>〔瀉心湯證〕
^origin〔余亞東方〕
^ingredients1853 1.論著：費伯雄i肝火蘊結，驟犯肺穴，_火性炎上，迫血上行，典衄，而赤舌乾，兩脅作脹，煩躁頭脹，脈弦數，自 制豢龍湯一方，專治衄血，無不應手而敵：羚角、牡射、石斛、沙參、寸麥冬，貝母、芨枯草、丹皮、炒黑荊芥、薄荷、茜草、牛膝、茅根、藕汁。
^ck21z04h194
^norm 木火犯肺，木火刑金，陰虛火旺。
^chinese 風溫，冬溫，冬溫兼寒，伏寒化火，溫熱失血。
^western 沒潤性空洞型肺結核。
^combo 陰熾+血熾+陰涸
^ill〔血熱蘊熾〕
^symtom ①發熱，②寐不安，③咳嗆脅肋牽痛，④痰中夾紅，咯血咯出大口鮮血，咳血吐血盈盆，⑤便血如注，便下黑龔。』
^tounge 舌質紅，苔黃而燥。'
^pulse ①脈弦芤而數。
^ill2〔陰熱蘊熾〕
^symtom ①低熱，②潮熱盜汗，③五心煩熱。
^pulse 脈象沉細弦數，兩寸楔糊。
^ill<sub=1>〔陰液消個〕
^symtom ①口苦咽乾，②大便不通，③小便短赤。
^tounge 舌苔轉黃。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神識吋明時昧，②發厥。
^formulas
^formula1<var=2>〔人參瀉肺湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1854 西洋參、片黃芩、連翹 各4.5g，桑白皮、焦山梔、甜杏仁 各9g，枳殼、桔梗\\薄荷 各1.5g，酒制大黃2.4g，竹茹
^formula2〔上下出血方證〕
^origin〔丁甘仁方〕
^ingredients1855 西洋參、粉丹皮、炙白蘇子、元參、桑葉、茜草根、羚羊片、川貝母、側柏葉、甜杏仁、犀角尖、鮮竹新、茅廬根。
^ingredients1856 (2)何廉臣：寒伏肺中，久亦都從火化，即上煤血滯痰凝，亦涸因火所致，便當專清其火，佐以消痰寧絡，人參瀉肺 湯加減（組方見方症），送下葛氏保和丸：知母、貝母、天冬、款冬、天花粉、葸苡仁、馬?鈴、生地、紫菀、百合、百 部、生姿、阿膠、當歸身各％，紫蘇6g，五味子、薄荷；甘草 各3g，怡糖 各60g。
^alias肝火上炎，肝火上逆，陽火上逆，肝火逆沖，肝陽上亢，暑人厥陰，熱動肝風:，熱盛神昏，肝火M逆，厥陽犯胃，胃 燥肝熱，伏箸挾.沖氣上逆，火迫血絡，陰枯火熾，厥陰厥熱，熱深厥深，內閉外脫。
^chinese 肝火頭痛，目眥出血，典衄，耳潰瘍，溫病，春溫，溫熱悶症，吐血，咯血，秋燥伏雖，晷熱，暑溫，暑 癇，洩瀉，乾嘔清涎，火呃，中府，陽厥證，急黃，血脫.熱入血室。..二 .r*：'
^western 上消化道出血，膽汁性腹膜炎，急性黃疽型肝炎，急性肝壞死，肝昏迷，敗血症，繼發性再生障礙性貧血，原發性血小板減少性紫瘢，耳源性腦積水，顱內壓增高，良性顱內壓增高征，假性腦瘤，高血壓，高血壓腦病，流腦，乙 腦重型，散發性病毐性腦炎（單純泡疹病毒），蛛網膜下腔出血，肺結核空洞，子宮炎。
^ill〔津氣蘊灼〕
^symtom ①面潮紅烘熱，②口臭口苦，口乾欲飲，③頭痛頭暈。
^tounge 苔貨M。
^pulse ①脈弦滑，②脈弦而有力，尺脈尤甚。
^ill2〔血熱蘊熾〕
^symtom ①煩躁，②齒衄，③皮膚瘀斑紫紅而暗，④小腹時痛，間下膿血，⑤疼處覺熱，以涼手熨之稍愈。
^tounge 舌紅。
^pulse 脈細滑數。
^ill3〔津液消灼〕
^symtom 便艱。
^ill4〔氣機沖逆〕
^symtom 善嘔，嘔吐以早晨為甚。
^ill5〔氣機不利〕
^symtom ①胸肋掣痛，②上腹有壓痛。
^ill6〔清空不寧〕
^symtom １頭痛如刺，２頭暈耳鳴，每至中午或 天熱則頭暈增劇，且脹痛。
^ill7〔清竅不利〕
^symtom ①目眥出血，乾澀畏光，眼免赤，爛肉 如珠，②鼻衄如注，③耳底潰瘍不斂。
^ck21z16h042
^norm 肝火上炎，肝陽上亢。
^chinese 肝火頭痛，目眥出血，弈衄，耳潰瘍。
^western 高血壓。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①面紅口乾，顴赤極重，②口苦咽乾，③心煩多怒，易怒喜食，④大便閉結，腹脹，⑤小 溲短赤。
^tounge ①舌紅苔黃，②苔黃厚而燥。
^pulse ①脈數實，②脈弦數，有力。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛如刺，②頭暈耳鳴，每至中午或天熱則頭暈增劇，且脹痛。‧
^ill<sub=2>〔清竅不利〕
^symtom １目呲出血，乾澀畏光，眼角赤，爛肉如珠，２典衄如注，３耳底潰瘍不斂。
^formulas
^formula1〔大黃湯證〕
^origin〔章次公方〕
^ingredients1857 生大黃、黃柏、丹皮、兌決明 各9g，川黃連2.4g，生石呸60g，赤芍6g，茺蔚子、桃仁泥 各18g。
^formula2〔通裡去實，平肝潛陽方證〕
^origin〔葉執中方〕
^ingredients1858 大黃！2g，芒硝（沖）6g，鉤籐、夏枯草、槐米 各15g，龍膽草6g，紫貝齒24g，水煎服。
^ingredients1859 (4)孔伯華治耳潰瘍：耳底潰瘍不斂，顴赤極重，易怒哀食，脈數實，龍膽草石奇湯主之：生石奇15g，地骨皮、瓜 蔞 各9g，銀花、梔子、知母 各6g，石決明18g，竹茹12g，甘草4.，薄荷、枳實3g，大極丸1粒，分2次和服（《孔伯華 醫案》）。
^ck21z16h284
^chinese 頭痛。‧*
^western 耳源性腦積水，顱內壓增高，良性顱內壓增高征，假性腦瘤，流腦。
^combo 氣熾+氣逆+氣滯+清空+神擾+陽鬰
^ill〔津氣蘊熾〕
^symtom ①發熱，②面紅唇乾，③口乾不甚窯飲，渴窯冷飲，口渴煩躁，④大便燥結，⑤小溲短赤。
^formulas
^formula〔清熱安腦湯證〕
^origin〔彭述憲方〕
^ck21z16h283
^norm 肝火逆沖。
^chinese 溫病，吐血，咯血。
^western 肺結核空洞。
^combo 氣熾+血熾+氣逆+血溢+氣滯+神擾+清空
^ill〔津氣蘊熾〕
^symtom ①身熱潮熱，②渴喜冷飲，寐則汗出，③大便燥結便秘，④尿赤。
^tounge ①苔黃膩，②舌乾無津，③舌黃厚粗糙。
^pulse ①脈弦勁，②脈數有力，③脈形左大，寸浮關弦尺澀，右部黹弱，氣口帶搏。
^ill2〔血熱蘊熾〕
^symtom ①面紅，②屑乾。
^tounge 舌絳。
^ill<sub=1>〔氣機沖逆〕
^symtom ①咳嗆，②心中漾漾，尚有欲湧之勢。
^ill2<sub=1>〔絡血妄行〕
^symtom ①突然咯血色鮮，②嘔吐鮮血，竟有盈碗之多，③便血。
^ill2〔氣機不利〕
^symtom 胸肋掣痛。
^ill<sub=2>〔神志不寧〕
^symtom ①心煩不安：②夜難安寐。
^ill2<sub=2>〔清空不寧〕
^symtom 頭脹而暈。『
^formulas
^formula1〔加味瀉心湯證〕咯血初起，心煩不安潮熱渴喜冷飲，夜難安寐，大便燥結，舌黃厚粗椅，脈數有力。、
^ingredients1860 大黃、川黃連、代赭、龍骨、牡蠣、阿膠。
^formula2〔降氣鎮逆，清熱平肝，佐通腑化瘀方證〕
^origin〔王正公方〕
^ingredients1861 生川大黃、淡青子芩、生山扼、菊花、桑葉、代赭、赤芍、丹皮、鮮茅根、羚角粉 各1.5g。
^ck21z16h282
^norm 熱盛神昏。、
^chinese 中府，急黃。
^western 蛛網膜下腔出血，高血壓腦病，急性肝壞死，肝昏迷。
^combo 氣熾+血熾+神擾+神紫
^ill〔津氣蘊熾〕
^symtom ①高熱面赤，午後身熱，汗出不徹，②頭犖頭痛，頭痛如劈，③口渴，咽痛渴飲，④目中 不了了，睛不和，⑤腹脹氣粗，腹滿便秘，頻轉矢氣，⑥小便短赤。
^tounge ①舌苔黃膩，②苔黃厚，③苔焦黃。
^pulse ①脈象數實洪滑，②脈弦勁，重按實。
^ill2〔血熱蘊熾〕
^symtom ①面紅目赤，②膚目均貨，③煩躁。
^tounge ①舌紅，②質深紅，③舌絳苔裂。
^pulse 左弦數。
^ill<sub=1>〔神志不寧〕
^symtom ①心煩失眠，②煩躁不寧，③狂跺。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神志&迷，譫語，②昏睡抽搐，喉中痰鳴，舌賽，舌強語阱，③昏厥，甚則發狂。
^ill2<sub=2>〔陽氣不和〕
^symtom ①體溫雖不甚高，②肢厥，③四肢拘孿，④面癱，右手足不遂。
^formulas
^formula1〔養陰清熱方證〕適應中腑脈數，舌絳苔乾黃。t
^formula2〔冬溫湯證〕
^origin〔（孔伯華醫案》方〕
^ingredients1862 石呸、鮮蘆根、青竹茹、全瓜蔞 各30g，偁蠶、地骨皮、大青葉、龍膽草、知母、鬰李仁 各9g，蓮子心、薄荷 各6g，銀花15g，酒制大黃3g，紫雪丹1.8g。`)