jsonp(10,{"name":"cm","start":20106},`^formula3〔涼肝熄風.通腑解毒法證〕
^origin〔魏長春方〕
^ingredients1863 羚羊角（磨沖）0.9g，元參、生地、天花粉 各24g，淡豆豉、生大黃（後下）、元明粉（沖）、鉤籐（後下）各，9g，金 汁水（分沖）60g，生甘草3g。
^ck21z16h206
^norm 厥陽犯胃。
^chinese 暑熱，洩瀉，乾嘔清涎。
^combo 氣熾+液洩+陰枯+神_
^ill〔津氣斑熾〕
^symtom ①灼熱，②口渴引飲，③眼白珠淡紅，④吞酸不思食。
^ill2〔熱迫液洩〕
^symtom ①乾嘔，口吐清誕，②洩瀉，大便洩瀉如醬色。
^ill<sub=1>〔陰液消個〕
^symtom ①肌祜肉削，②乾燥灼熱無汗，③消渴，典千不欲飲，④溲少，⑤四肢麻痺。
^tounge ①舌光赤，②舌色底絳，而上有煙煤之色。
^pulse 脈細數，鬱於內，著骨始見。
^ill<sub=2>〔神衣昏蒙〕
^symtom ①耳聾舌強，言語澀?不清，②手足痙動。
^formulas
^formula〔連梅湯證〕
^origin〔《溫病條辨》方〕
^ingredients1864 貨連6g，烏梅、麥門冬、生地黃 各9g，阿膠6g (烊化）。水煎服。
^ingredients1865 (1)葉天士治朱，消渴乾嘔，口吐清涎，舌光赤，洩污，熱病40日不愈，熱邪人陰，厥陽犯胃，吞酸不思食，久延 為病傷成勞：川黃連、烏梅、黃芩、白芍、人參、訶子皮（《臨證指南醫案》466)。
^ck21z16h288
^norm 陰枯火熾，胃燥肝熱。
^chinese 秋燥伏罟，暑溫。
^combo 氣熾血熾陰虛+氣滯+陽鬰+神蒙
^ill〔津氣蘊熾〕
^symtom ①寒熱頭痛，②灼熱自汗，③大渴引飲，飲不解渴，④唇焦舌卷噁心，痰咯不出，⑤便燥 溺澀，或裡急欲便而不得，或後重欲回欲了而不了。
^pulse 脈洪大。
^ill2〔血熱蘊熾〕
^symtom ①心中懊儂，心煩惡熱，②躁擾不寧，時欲起走，③男子睪丸疝痛，④婦人少腹連腰痺痛，胳間動氣，按之堅而浚手，⑤便膿血。
^tounge 舌絳。
^ill<sub=1>〔陰虛失養〕
^symtom 筋脈拘痛，不能轉側。
^ill2<sub=1>〔氣機不利〕
^symtom ①氣逆乾嘔，②時而氣沖脘痛。
^ill<sub=2>〔陽氣不和〕
^symtom 四肢厥冷。
^ill2<sub=2>〔神志昏蒙〕
^symtom ①雙目上簾，牙關緊急，口流涎沫，②四肢抽掣，手足瘈瘀，尋衣摸床。
^formulas
^formula1〔養目柔肝湯證〕
^origin〔《李聰茁醫案》方〕
^formula2<var=2>〔清燥養營湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1866 黃柏1.8g，白薇12g。
^ck21z16h289
^norm 伏暑挾沖氣上逆。
^chinese 伏蜃。
^combo 氣虛+陰虛+氣逆+氣熾+清空+氣滯+陽鬰
^ill〔氣虛失養〕
^symtom 面殊清白。
^ill2〔陰虛失養〕
^symtom ①口乾不甚喜飲，②不眠，③腰連小腹，痛不可忍。
^ill3〔氣機沖逆〕
^symtom ①氣上而沖心，心中痛熱，②善嘔，③沖咳，氣咳，④沖呃、呃逆，⑤沖厥輦厥，⑥沖血。
^ill<sub=1>〔津氣蘊熾〕
^symtom ①發熱，②手見紅疹。
^tounge 舌兩旁及尖皆紫色，中則微黃。
^pulse 脈數而弦。
^ill2〔清空失寧〕
^symtom ①頭痛，②眩眾。
^ill<sub=2>〔氣機不利〕
^formulas
^formula〔新加玉女煎證〕
^origin〔《通俗傷寒論》方〕
^ck21z16h285
^norm 暑入厥陰，熱動肝風。
^chinese 春溫，暑溫，輯癇。
^western乙腦重型。
^combo 氣熾+血熾+神閉+絡滯+氣逆
^ill〔津氣蘊熾〕
^symtom ①壯熱，無汗，肢涼，②大渴引飲，咽痛渴飲，③頭痛如劈，④腹脹，便結，便秘。
^tounge ①舌紅苔薄黃，②苔黃厚，③苔黃燥。
^pulse ①脈數，②脈弦數鼓指。
^ill2〔血熱殖熾〕
^symtom ①面紅目赤，口唇乾燥，②煩躁不寧。
^tounge ①舌紅，②舌質深絳，苔薄而乾。
^ill3〔神志蒙閉〕
^symtom ①神志欠清，神志昏迷，眼球固定，醃孔縮小，對光反射消失:，囟門飽滿，②神昏譫語:
^ill4〔絡脈不和〕
^ill<sub=2>〔氣機沖逆〕
^ill2<sub=2>〔氣機不利〕
^formulas
^formula1〔春溫湯證〕
^origin〔《孔伯華醫案》方〕
^ingredients1867 生石奔、蘆根 各30g，蓮心、地伢皮、薄荷、黃連、桃仁、杏仁 各6g，銀花18g，知母、俚蠶、黃柏，龍膽草 各9g，生 鱉甲4.5g，鮮菖蒲12g，安宮牛黃丸1粒。
^formula2〔平肝洩熱，清心豁痰方證〕
^origin〔陳貼達方〕
^ingredients1868 羚角1.5g，石宵、竹茹 各30g，全蠍2.4g，青黛3g，蘆根36g，扼子、黃芩各％，貿連、貝母、丹皮、人中黃 各6g，蓮芯4.5g，紫雪丹1.8g。
^ck21z16h286
^norm 厥陰厥熱，熱深厥深，陽厥證。
^chinese 肝火厥逆，溫熱悶症。
^western 散發性病毐性腦炎（單純泡疹病毒）。
^combo 氣熾+神閉+陽滯+絡滯
^ill〔津氣蘊熾〕
^symtom ①壯熱無汗，身熱如焚，面紅氣粗，②唇齒乾燥，唇焦目赤，口臭，齦腐出血，③便秘
^tounge 古質深絳起刺，苔黃燥，中心乾黑無津。
^pulse ①六脈洪火而數，按之搏指，②脈應指急數有力。
^ill2〔神志蒙閉〕
^symtom ①神蒙不語，②忽牙薺緊閉，不知人事，手撒尿遺，張目梢搖。
^ill<sub=1>〔陽氣不行〕
^symtom 手足厥冷。
^ill2<sub=1>〔絡脈不和〕
^symtom ①四肢強直，②筋斂抽搐。
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom 胸高息急，痰聲如鋸。
^formulas
^formula1〔清熱化痰方證〕
^origin〔葉永清方〕
^ingredients1869 生石裔60g，蘆根20g，淡竹葉、鉤籐、連翹、知母、川貝母 各15g，京竹瀝2支，川黃連5g，羚羊片0g，廣角片 30g，西牛黃2瓶。
^formula2〔溫邪直中心營方證〕
^origin〔郭培正方〕
^alias春溫內陷，內陷營血，邪伏厥陰，少陰熱化下利。
^chinese瘟疫熱毒，脊溫內陷，暑熱，伏暑，衄血，熱毐赤痢，熱痢，燥痢，血痢，便血，五色痢，陰虛痢，臟毒下 血，內痔下血，帶下，多發性餘毒流注。
^western慢性潰瘍性結腸炎，慢性再生障礙性貧血，肌肉深部膿腫伴發敗血症。
^ill〔津氣蘊熾〕
^symtom ①形寒高熱，身熱，氣粗，②口乾臭，③心煩聲嘶，④大便乾結，⑤腹脹痞塊。
^tounge 舌苔黃膩。
^pulse 脈滑數。
^symtom ①一身手足盡熱，②目赤唇紅，③胸脅煩滿，心中灼熱，④週身肌膚及目睛深黃色。
^tounge ①舌紅，苔黃膩，②舌紫胎黃。
^pulse ①脈左弦長，右洪滑，②脈弦細數。本證一一 H137氣血蒸熾候
^symtom 口渴欲飲。轉證——H39氣血煎迫候 「
^symtom 與、齦、肌膚、二陰皆見出血。‧變證一出95陰血煎迫候H206陰液迫候
^ck21z18h137
^norm 內陷營血。
^chinese 瘟疫熱毒，多發性余樺流注。
^western 肌肉深部膿腫伴發敗血症。
^combo 氣熾+血熾+液灼+血溢+陽滯+神蒙
^formula1〔涼血止血，清熱解毒方證〕
^origin〔林上卿方〕
^ingredients1870 鮮茅根120g，生地、紫草、紫花地丁、蒲公英、大薊 各30g，赤芍10g，丹皮、梔子、大黃（後入）、玄參、茜草 各15g，板藍根60g，頻頻與服。另以鮮茅根500g，泔水洗淨，煎代茶飲。
^formula2〔涼血清熱解毒方證〕
^origin〔顧伯華方〕
^ingredients1871 鮮生地、連翅、紫地丁 各30g，赤芍、丹皮、黃芩、黃柏、生大黃（後下） 各9g，川黃連6g，銀花15g，生甘草3g。
^ck21z18h139
^norm 燥火迫血。
^chinese 臟毐下血，內痔下血，血痔，帶下。
^formulas
^formula1〔清腸解毒湯證〕
^origin〔《通俗傷寒論》方〕
^formula2<var=2>〔玉燭散證〕
^origin〔劉公望方〕
^ingredients1872 大黃、芒硝（沖服）、當歸、生地、赤芍 各10g，火麻仁30g，川芎、甘草6g。
^ck21z18h195
^norm 火迫陰血。
^chinese 春溫內陷，伏暑，熱毒赤痢.熱銅，燥禍，血痢，便血，五色痢，陰虛痢。
^western慢性潰瘍性結腸炎。‧
^combo 血熾+陰熾+血溢+陰祜
^ill〔血熱蘊熾〕
^symtom ①一身手足盡熱，②面紅目赤唇紅，③胸脅煩滿，心中灼熱。
^tounge ①舌紫胎黃，②苔黃膩。
^pulse 脈左弦長，右洪滑。
^symtom ①發熱不高，②日間畏寒，夜間煩熱，③口乾，尚不作渴。
^pulse 細數。
^symtom ①便下清血，大便下紫血甚多，②痢下赤白，痢下五色，裡急後重。
^symtom ①口澀咽乾，渴欲飲水，②身體煥燥，憔悴不堪，③虛坐努責，④肢厥。
^tounge ①舌光苔淨，②舌燥而黑，③舌質淡紅，舌邊呈細小赤點，乾而無汴。
^formulas
^formula1〔白頭翁湯合黃連阿膠湯意方證〕
^origin〔張仲景方〕
^ingredients1873 白頭翁、泰皮、丹皮、黃連、地榆炭、白芍、荷蒂、炒貨柏、阿膠。
^formula2〔臟毒湯證〕
^origin〔張伯臾方〕
^ingredients1874 產後下利，虛極，白頭翁加甘草阿膠湯主之。白頭翁 二兩，秦皮、川黃連、川黃柏 各三兩，阿膠 二兩，甘草 二兩 (《金匱要略》163)。
^ingredients1875 二診：脈象弦長洪滑俱減，便血已止，心中自覺涼爽，擬清補兼施，以善其後:白頭翁、秦皮、側柏、地骨、杭芍、熟地、山萸、芡實 各9g，白朮6g，淮山15g，甘草3g。
^ck21z18h206
^norm 邪伏厥陰，少陰熱化下利。
^chinese 春溫內陷，惡熱。
^combo 氣熾f液洩+陰枯+神蒙
^ill〔津氣蘊熾〕
^symtom ①發熱，②巔痛，頭痛如破、③心煩不眠，④心中疼熱，⑤口苦而有臭味。
^tounge 苔黃而千。
^pulse 脈數甚。
^ill2〔熱迫液洩〕
^symtom ‧.１腹疼下利，下利膿血，甩急後重，２下利如煙，虛坐努貴。
^ill<sub=1>〔陰液消灌〕
^symtom ①口乾咽燥微海，耳聾，②肌肉盡削，③搜短無溺，④腰膝酸重，下肢輕度浮腫。
^tounge 舌質紅絳，苔黃無津而乾。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神識有時不清，②譫語。
^formulas
^formula1〔加減黃連阿膠湯證〕
^origin〔《溫病條辨》方〕
^ingredients1876 貨連、阿膠 各9g，黃芩6g，炒生地12g，生白芍15g，炙甘草4.5g。
^ingredients1877 (1)葉天士治陳氏，溫邪經旬不解，發熱自利，神識有時不清，此邪伏厥陰，恐致變痙：白頭翁、川黃連、黃芩、北 秦皮、黃耆。
^ingredients1878 4.5g，甘草2.4g。連服2劑。-
^alias陰虛火熾，陰虛火旺，水虧火亢，少陰火化症，陽證似陰，熱深厥深，厥陽暴脫。
^chinese 自汗，盜汗，鼻衄，目衄，尿血，便血，痢膿血，消渴，下消，腎陰虛瘧，陽厥.厥脫，皮膚枯燥。
^ill〔陰虛失養〕
^symtom ①瘦削，②腰脊痠痛，③兩腿漸細。
^ill2〔陰熱繭熾〕
^symtom ①顏面潮紅顴紅，②菘熱朝涼，骨蒸勞熱，向晚更甚，③小腹冤熱，④心煩，睡多夢惡，⑤小便頻數。
^pulse 脈沉數。
^tounge 舌大色赤，舌絳胖嫩。
^ill3〔陰液消涸〕
^symtom ①肌膚乾澀粗糙，②口燥，齒稿，③腰脊酸疝，④足後跟痛，⑤兩腿痿軟，⑥夢洩遺梢，溺短或 閉，３便燥。
^tounge ①舌紅乾絳，②苔焦紫，③舌黑燥而無刺。
^pulse ①細數，②脈洪數無力，左關尺沉細虛數。
^ill4〔熱蒸液洩〕
^symtom ①盜汗淋漓②省汗。
^ill5〔絡血妄行〕
^symtom ①口典出血，②目眥出血，③溺出鮮血如注，④便血。
^ck21z21h202
^norm 燥火內迫。
^chinese 自汗，盜汗，毋衄，目衄，尿血，便血，皮膚祜燥。
^combo 陰虛+陰熱+陰枯+血虛+血溢+液洩
^formulas
^formula1〔當歸六黃湯證〕
^origin〔《蘭室秘藏》方〕
^ingredients1879 當歸、生地黃、熟地黃、黃連、貿茶、黃柏各等分，黃耆加一倍。為粗末，每服15g，水煎服。心煩加竹葉、辰砂。
^formula2〔溫清飲證〕
^origin〔《沈氏鋅生方》方〕
^ingredients1880 當歸、生地、白芍、川芎、黃芩、山梔、川黃連、川黃柏。
^ingredients1881 (5)陳士鐸：便血，升和湯：陳皮、熟地、當歸、生地、丹皮、升麻、甘草、黃耆、白芍、車前子、黃寄。升陷湯： 人參、當歸、熟地、白芍、丹皮、荊芥、車前子、甘草、黃連。
^ingredients1882 ‧(6)目眥出血，目眩常流血淚，主清火熄風，生地黃飲子：生熟地、枸杞、阿膠、白芍、天冬、黃芩、側柏、地骨 皮，加蠶砂、蒺藜、蛇肫陳皮末。
^ingredients1883 (1)俞東挾治一婦人眼中忽有血出，或緣毋下，但出多時，即經行，乃陰虛相火之病，遂用當歸尾、生地、酒炒杭 芍、柴胡、黃柏、知母、條黃芩、側柏葉、木通、紅花、桃仁水煎，食前服，數劑愈（《古今醫案按》）。
^ck21z21h316
^norm 陰虛火熾。
^chinese 消渴，下消，尿血。
^combo 陰虛+陰熾梢滑+血溢
^ill〔陰虛失養〕
^symtom ①腰脊痠痛，②兩腿漸細。
^ill2〔陰熱蘊熾〕
^symtom ①小腹冤熱，②小便頻數，③骨蒸勞熱，向晚更甚，④虛煩，⑤盜汗。
^tounge 呸大色赤。
^pulse 脈洪數無力。
^ill<sub=1>〔陰精不固〕
^symtom ①遺楮，②飲一溲一，尿若裔脂。
^ill2<sub=1>〔經脈失養〕、
^ill<sub=2>〔氣化不行〕
^ill2<sub=2>〔絡血妄行〕
^symtom 溺後有血絲、血塊。
^formula1〔知柏地黃丸證〕
^origin〔《醫宗金鑒》方〕
^ingredients1884 熟地黃250g，山茱萸、山藥 各125g，牡丹皮、茯苓、澤瀉 各90g，知母、黃柏 各60g%蜜丸，每服9g，日2次。
^formula2<alias=大補九>〔大補陰丸證〕
^ck21z21h205
^norm 陰虛火旺，水虧火亢，少陰火化症。
^chinese 腎陰虛瘧。
^combo 陰枯+氣熾+祌擾
^ill〔陰液消涸〕
^symtom ①兩顴微紅，②口燥，唇焦齒燥，③肢脊酸痛，④足後跟痛，⑤兩腿瘺軟，⑥夢洩遺精。
^tounge ①舌絳胖嫩，②舌黑燥而無刺。
^pulse 脈洪數無力，左關尺沉細虛數。
^ill<sub=1>〔津氣蘊熾〕
^symtom 先熱後寒，寒短熱長，發於子時者，每至午時而熱方退淨。
^ill<sub=2>〔神志不寧〕
^symtom 心煩。
^formulas
^formula<var=1>〔阿膠黃連湯證〕
^origin〔《通俗傷寒論》方〕
^ck21z21h196
^norm 陽證似陰，陽厥。
^chinese 熱深厥深。
^combo 血熱+陰熱+陰涸+神閉+陽滯+絡滯
^ill〔血熱繭熾〕
^symtom 渴不喜飲。
^tounge 舌紅腫嫩。-
^ill2〔陰熱逭熾〕
^symtom ①暮熱朝涼，②顴紅。
^pulse 脈沉數。
^ill<sub=1>〔陰液消涸〕
^symtom ①設稿，②溺短或閉，③便燥。
^tounge 苔焦紫。
^ill2〔神志蒙閉〕
^ill<sub=2>〔陽氣不行〕
^symtom 手足厥冷。
^ill2<sub=2>〔絡脈不和〕
^symtom 脊強反折。
^formulas
^formula〔資蒿地骨皮湯證〕
^origin〔《通俗傷寒論》載方〕
^ingredients1885 肯蒿子、地骨皮、冬桑葉、知母、丹皮、生川貧?、元明粉、白蜜。
^ingredients1886 23日，復脈復苦法，清下焦血分之陰熱：元參、生鱉甲、麻仁、麥冬、炙甘草 各15g，生白芍；8g，天冬6g，阿膠、丹皮 各9g，日服2帖（《吳鞠通醫案》1)。
^ck21z21h209
^norm 厥陽暴脫。
^chinese 厥脫。
^combo 氣熾+陰枯+神閉+陽浮+氣脫
^formulas
^ingredients1887 熟地90g，淮山、甘草 各9g，元參、枸杞 各30g，阿膠12g，多煎頻進，必得汗出統體。
^alias•
^chinese 傷寒，陽明病，存溫.風溫夾痰夾食，風熱夾痰.濕熱.溢疫，火ffi,餌血，痧疹，麻瘡，15疼，勞
^western麻疹支氣管肺炎，視神經萎縮。
^ill〔氣機不宣〕
^symtom①胸②W脘痞滿，③食少，④咳嗽塊多。.
^pulse弦長。
^ill2〔腠理不宣〕
^symtom①惡寒，怕冷風，②身熱畏風，無汗，③形寒足厥，④應睡痠痛。
^pulse脈緊數。
^ill3〔津氣蘊蒸〕
^symtom①發熱自汗，熱以暮盛，②心坂，懊悶少寐，③口海，④移，⑤搜黃，便黑，溺赤。
^tounge舌黃濁
^pulse①脈微洪，②脈洪大。
^ill4〔淸空不宣〕
^symtom①頭迕如蒙，②頭額痛，③頭部兩側及兩眼外眥不定時灼痛。
^ill5〔淸竅不利〕
^symtom①目痛，②目珠發脹，③畀干不得眠，④口瘡
^ill6〔氣機不降〕
^symtom①干嘔，②氣逆，噯氣，③瘋甚多。
^ck22z12h035
^chinese勞S,虛煩，久熱，宵盲。
^combo 氣鬱+表鬰+氣蒸+空竅
^ill〔氣機不宣〕
^symtom ①胸煩悶，②宵脘痞滿，③食少，④咳嗽痰多。
^pulse 弦長。
^symtom ①惡寧，怕冷風，②身熱畏風，無汗，③形寒足厥，④腰腿痠痛。
^symtom ①發熱自汗，熱以暮盛，②心煩，懊悶少寐，③口揭，④口移，⑤溲黃，溺赤，便黑。
^tounge 舌黃濁膩。
^pulse ①脈微洪，②脈洪大。
^symtom ①頭昏如蒙，②頭額痛，③頭部兩側及兩眼外眥不定時灼痛。
^symtom ①目痛，②突然雙目磣澀，繼而視物不清，目珠有時發脹，③典幹不得眠。
^symtom ①乾嘔，氣逆，曖氣，②痰涎甚多。
^formula1〔升麻葛根湯證〕
^origin〔《閻氏小兒方論》方〕
^formula2〔柴R解肌湯證〕
^origin〔《傷寒六書》方〕
^ingredients1888 柴胡、白芷、黃芩、白芍 各12g，葛根、生石裔 各15g，桔梗、羌活、甘草 各6g。
^ck22z12h039
^norm 濕熱阻氣。
^chinese 春溫，濕熱，風夾痰。
^combo 氣鬱+氣蒸+怫鬰+空竅
^ill〔氣機不宣〕
^symtom １膈悶，痞脹，甚則脹及少腹拒按，２咳嗽多痰，３腹脹引及脊膂兩肋刺疼，４大便旁流，大便洩青色水糞。
^ill2〔陽氣怫鬰〕
^symtom ①身熱如熾，有時淅瀝畏寒，時有寒熱，②煩熱益甚，心煩麻亂，譫語，③口乾，唇焦，毋准白亮，④滿面青筋扛起，十指黑筋扛起，⑤四肢筋犁，腰際酸'楚，經水淋漓。
^tounge 苔黃浮膩，尖紅邊刺。
^pulse 脈滑數，按之虛湔。
^symtom ①身熱，②口渴，③大便不解，④小便不利，溺澀赤短。
^tounge 苔黃厚滿不燥。
^pulse ①脈滑數，②左關弦數，右手滑勁。
^symtom ①沖氣上逆，嘔惡喘促，②氣喘汗出，喉間痰聲漉漉，③湯飲不能下嚥。
^symtom 咽緊。
^symtom 頭重。
^formulas
^formula1<var=1>〔枳桔湯證〕
^origin〔王孟英方〕
^ingredients1889 枳桔湯加白前、紫菀、射乾、馬?鈴、杏仁、厚樸、黃芩、蘆根。
^formula2〔辛涼清風，潤燥豁痰方證〕
^origin〔梁右齋方〕
^formula3〔先開肺氣，推熱下行方證〕
^origin〔汪問九方〕
^ck22z12h045
^norm 陽明病，太陽陽明合病。
^chinese 風溫夾痰夾食，麻疹。
^western 麻疹支氣管肺炎。
^combo 氣鬱+氣蒸+氣滯+氣逆
^ill〔氣機不宣〕
^symtom 咳嗽。
^tounge 舌紅苔白。
^symtom ①發熱不退，汗出不惡寒，②心煩口渴，③疹斑只隱約可見，色呈紫暗，④溲黃尿少，
^symtom ①胸滿而喘，有汗而喘，②氣促，喉間痰鳴，鼻煽口張，嘴唇發青，③吐奶。
^ill<sub=2>〔清竅不宣〕
^symtom 咽紅。
^formulas
^formula1〔葛根黃芩黃連湯證〕
^origin〔《傷寒論）方〕
^ingredients1890 葛根半斤，炙甘草 二兩，黃芩、黃連 各三兩。水煎，分二次服。
^formula2〔疏解清熱，化痰楊中方證〕
^origin〔陶敬銘方〕
^ingredients1891 4月6日友診：退熱，咳減，痰少，每曰稀便1~2次，更方：黃芩4g，葛根、白前 各9g，防風、大貝 各8g，柴胡、雲 茯苓、澤瀉、焦三仙 各6g，繼進2劑瀉止痊癒。
^ingredients1892 元月21日複診：熱退喘止，麻斑又現密果，色暗紅，咳嗽有痰，舌紅脈數，予清肺復液，化痰止嗽，更方：生地8g，麥冬、地骨皮 各10g，元參、葶藶、桑皮 各6g，沙參、大貝、銀花 各9g，桔梗、甘草 各4g。繼進3劑，悉證皆除，加強護 理，恢復順利。
^ck22z12h137
^norm 陽毒發斑。
^chinese 溫疫，溫毒痧疹。
^combo 氣熾‧血熾+液灼+血溢+陽滯+神蒙
^formulas
^formula1〔三黃石膏湯證〕
^origin〔《外台秘要》方〕
^ingredients1893 黃連、黃柏、黃芩、石音、梔子 各6g，淡豆豉9g，麻黃4.5g。
^formula2〔楊氏增損三黃石期湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔繆氏竹葉石裔湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1894 生石裔、鮮西河柳 各15g，蘇薄荷、荊芥、蟬衣、炒牛蒡子、生葛根、知母、麥冬 各4.5g，生甘草3g，元參6g，竹葉 30片，冬米1撮。
^ck22z12h139
^norm 外閉內脫，陽極似陰，熱深陽鬰。
^chinese 傷寒，溫熱病，火瀉』瀉血。
^combo 氣熾+血熾+津洩+血溢+氣滯+陽滯+神閉
^ill〔津氣蘊熾〕
^symtom ①胸至少腹熱甚灼手，②鼻乾，③口渴不止，渴喜涼飲，④小便黃赤澀痛。
^tounge 苔黃黑而燥。
^pulse ①脈浮數，②脈數而滑。
^symtom ①心煩，煩躁不安，②目眥赤，唇紅燥。
^pulse 脈浮虛兼數，重按餓數無力。
^ill<sub=1>〔熱迫津洩〕
^symtom ①大便黃黑稠黏，②溏瀉而極臭，③下時肛門熱痛。
^ill2<sub=1>〔絡血妄行〕
^symtom 下鮮血。『
^ill2〔氣機不利〕
^symtom 腹中疼痛。
^ill<sub=2>〔陽氣不行〕
^symtom ①肌表不發熱，或微熱，②惡寒無汗，擁被向火，③四肢厥冷，指甲青紫。
^ill2<sub=2>〔神志漦閉〕
^symtom １耳聾，２神迷，嗜睡譫語，３喘促。
^formulas
^formula〔邵氏熱鬰湯證〕
^origin〔《通俗傷寒論》方〕
^alias脾熱內伏，上焦風火，脾胃火鬰。
^chinese 口瘡，口臭，懊儂怫鬰證，潮熱，嘔糞，低燒，胸痛。
^western病毐性心肌炎。
^ill〔津氣蘊蒸〕
^symtom ①口渴飲冷，②寐則頭與胸前大汗如漉，③口臭。
^tounge 苔貨膩。
^pulse ①脈滿數，②洪大。
^symtom ①熱如火燎，捫之灼手，四肢特甚，晝夜不減，②長期低燒，③四肢發熱；④肢節煩疼，⑤口苦，尿赤，⑥心慌。
^tounge 舌苔薄白、邊紅。
^pulse ①脈數。本證一H042清氣失無一候
^symtom ①頭脹痛，大痛引急如掣，頭筋扛起。轉證—HOW洧氣憮候H059清R故邪候
^symtom ①口瘡，口臭，②目中如有風吹狀，目珠與眉稜、變證一H061清陽鬰熾候
^ck22z13h042
^norm 脾熱內伏，上焦風火。
^chinese 口瘡，口臭。
^combo 氣蒸+空竅不利
^ill〔津氣R蒸〕
^symtom ①口渴飲冷，②寐則頭與胸前大汗如漉，③口臭。
^tounge 苔黃膩。
^pulse ①脈濡數，②洪大。
^symtom ①頭脹痛，大痛引急如規，頭筋扛起，②目中如有風吹狀，目珠與眉稜、太陽俱酸痛。
^ill<sub=2>〔清竅不利〕
^symtom ①口瘡，口臭。
^formulas
^formula1〔加味升麻湯證〕適應頭脹痛，頭筋扛起，脈洪大，口渴飲冷。
^ingredients1895 升麻、葛根、赤芍、甘草、石裔、蘇薄荷。
^formula2<alias=瀉脾散>〔瀉黃散證〕
^origin〔《小兒藥證直訣》方〕。
^ck22z13h039
^norm 懊銥怫鬰證。
^chinese 懊儂怫鬰證。
^combo 氣鬱+氣熱+怫鬰+空竅.
^ill〔氣機不宣〕
^symtom ①胸悶脘悶，短氣，時發-‧聲如歎息之狀，②四肢倦怠。
^pulse 左弦滯。
^symtom ①身熱無汗，四肢發熱，皮膚灼手，②肢節煩疼，③怫鬰不得臥，心煩，非擇非煩，非寒 非痛，反覆顛倒，臥起不安，④心悸心慌，⑤兩目欲閉，神昏譫語。
^tounge 舌苔牌白，邊紅。
^pulse 脈細數緊。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①壯熱口渴，②肌肉煩疼，③大便溏熱，④溺短赤澀。
^tounge ①舌苔黃膩，②或灰膩，栽黃點。、
^symtom ①噁心，②飲多則嘔。
^ill<sub=2>〔清竅不利〕
^ill2<sub=2>〔清空不宣〕
^symtom 頭痛項強。
^formulas
^formula〔連翹梔豉湯證〕
^origin〔《通俗傷寒論》方〕
^ck22z13h059
^norm 脾胃火鬰。
^chinese 低燒，胸痛。
^western 病毐性心肌炎。
^combo 陽鬰+怫鬰+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom 惡寒，忽覺惡寒，須臾戰慄如喪神守。
^pulse ①脈細數緊，②或緩弱無力。
^ill2〔陽氣怫鬰〕
^symtom ①熱如火燎，捫之灼手，四肢特甚，晝夜不減，②長期低燒，③四肢發熱，④肢節煩疼，⑤口苦，尿赤，⑥心慌。
^tounge 舌苔薄白、邊紅。
^pulse ①脈數，脈搏即在140次/分以上，②脈左關弦數有力。
^symtom 惡寒發熱。
^ill<sub=1>〔清空不宣〕
^symtom ①頭犖，②頭痛項強。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸脅滿，②胸悶痛，③心悸短氣。
^ill<sub=2>〔氣機不降〕
^symtom 噁心。
^ill2<sub=2>〔清竅不宣〕
^formulas
^formula1〔升陽散火湯證〕
^origin〔《脾胃論》方〕
^ingredients1896 升麻、葛根、羌活、獨活、白芍葯、人參 各15g，柴胡24g，生甘草6g，炙甘草9g，防風7.5g。為粗末，每服15g，水
^formula2〔火鬰湯證〕
^origin〔《證治匯補》方〕
^ingredients1897 連翹，薄荷，黃芩，梔子，葛根，柴胡，升麻，芍葯。水煎服。
^ck22z13h061
^norm 鬱火內熾。
^chinese 潮熱。
^combo 陽鬰+表鬰+氣鬱+氣熾
^ill〔陽氣不宣〕
^symtom ①畏寒，面唇俱白，②嗜臥，四肢怠惰。
^ill2〔腠理不宣〕
^symtom 潮熱無汗。
^ill3〔津氣組熾〕
^symtom ①潮熱，②熱愈甚，大汗淋漓，③食已即饑，④大便甚難。
^pulse 兩關洪大之至。
^formula<var=1>〔瀉黃散證〕
^origin〔謝映廬方〕
^ingredients1898 防風、蘊香、山梔、石裔、甘草，加蒺藜、升麻、大黃、蜂密。
^alias鬱熱悶證，痰氣交阻。、
^chinese懊儂怫鬰證，頭汗，痧疹內陷。-
^ill〔氣機不宣〕
^symtom ①胸中室，心窩苦悶，心下結痛，②腹滿，饑不能食，③時歎息，短氣。
^tounge 舌苔白滑微黃或灰白。
^ck22z07h039
^norm 鬱熱悶證。
^chinese 懊儂怫鬰證。
^combo 氣鬱+氣蒸+怫鬰+空竅
^ill〔氣機不宣〕
^symtom ①胸中室，心窩苦悶，心下結痛，②腹滿，饑不能食，③時歎息，短氣。
^tounge 舌苔白滑微黃或灰白。
^pulse 兩寸陷下。
^ill2〔陽氣怫鬰〕
^symtom ①虛煩不眠，②心中懊依，反覆顛到，臥起不安，③心憤怵惕，④間有譫語。
^pulse ①脈浮而緊，②左寸細搏數。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①身熱不退，發熱汗出，②煩渴煩熱，③但頭汗出，④口苦。
^tounge 胎黃。
^pulse 右關弦滑。
^ill2<sub=1>〔氣機不降〕
^symtom ①嘔逆，②欲嘔不得嘔，③胸滿而喘，腹滿而喘。
^ill<sub=2>〔清竅不利〕
^symtom ①咽烘弈乾。
^ill2<sub=2>〔清空不宣〕
^formulas
^formula1〔連翹梔豉湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1899 連翹、梔子、淡豆豉、廣鬰金 各9g，枳殼、桔梗各2.知，辛夷（拌搗）0.9g，橘絡3g，白寇仁末1.2g。
^formula2〔梔子解鬰湯證〕
^origin〔費伯雄方〕
^ingredients1900 黑梔、瓜蔞、連翹、薄荷、葛根、蘇梗、5豉、鬰金、竹葉、茅根c 摘錄：
^ck22z07h094
^norm 鬱火蒸熾。
^chinese 頭汗。
^combo 陽鬰+氣熾+液灼+氣滯
^ill〔陽氣不宣〕
^symtom ①面色紅潤，②心煩，③尿黃，.④大便乾燥。
^tounge 苔黃質紅。
^pulse 脈滑數有力，寸部較浮。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾渴喜冷飲，②頭額常汗出。
^ill2<sub=1>〔清空不寧〕
^symtom 頭部轟熱。
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula<var=1>〔大黃黃連瀉心湯證〕
^origin〔劉代庾方〕
^ingredients1901 黃芩、貲連、大貨、木通 各10g:竹葉、桑葉 各30g，生甘草6g，急火少煎。
^ck22z07h037
^norm 痰氣交阻。
^chinese 痧疹內陷。
^ill〔腠理不宣〕
^symtom ①發熱，汗洩不暢，②莎疹不肯外達，③四末微冷，且抽搐有如驚風之狀。
^ill2〔津氣蘊蒸〕
^symtom ①煩躁懊儂，神迷，②熱注下迫，自利，黏膩不爽。
^tounge 舌苔薄膩而黃。
^pulse 脈滑數不揚。
^ill<sub=1>〔氣機不宣〕
^symtom 咳嗽痰多。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①喘促，②泛泛嘔惡。
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔清空不宣〕
^formulas
^formula〔開其結閉方證〕
^origin〔葉天士方〕
^ingredients1902 連翹心、飛滑石、石菖蒲、炒金銀花、射乾、通草，煎化中黃丸1丸。
^alias邪熱傳厥陰經證，肝火上衝，熱人血室。
^chinese類瘧，經先未期，經行發熱，肝火頭痛，乳衄。
^western乳頭狀瘤。
^ck22z20h084
^norm 邪熱傳厥陰經證。
^chinese 類瘧。
^combo 陽鬰+腠理+氣鬱+氣蒸
^formulas
^formula1〔清肝達鬰湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔加味四逆散證〕
^origin〔《通俗傷寒論》方〕
^ck22z20h280
^norm 熱入血室。
^chinese 經先未期，經行發熱。』
^symtom 納少。
^symtom ①發熱，②口苦，
^tounge ①舌苔薄白而燥，
^pulse 兩脈弦數。
^tounge 舌暗。③少腹脹痛，帶淋甚多。②苔黃。
^ill<sub=1>〔清空不寧〕
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^ill2<sub=2>〔神志不寧〕
^formulas
^formula〔和解少陽，佐清血熱方證〕
^origin〔徐升陽方〕
^ingredients1903 柴胡、黃冬、半里、丹皮、竹甜、青離各IOg，當歸、白芍、鬰金 各12g，陳皮、甘草 各5g。
^ck22z20h283
^norm 鬱火迫血。
^chinese 乳衄。
^western 乳頭狀瘤。
^combo 氣熾+血熾+氣逆+血溢+氣滯+神擾+清空
^ill〔津氣道熾〕
^symtom R性情急躁，易怒好氣，２面紅，頭面時有烘熱感，.③口乾苦。
^pulse 脈弦略數。〔血熱蘊熾〕
^tounge 舌質邊尖紅，苔薄白。
^pulse 脈細弦。
^symtom ①兩側乳房脹痛，②少腹脹痛，③乳犖中部可捫及如桂圓核大核。
^pulse ①脈弦澀，②脈弦勁。
^symtom 煩躁不安。
^symtom 頭輦昏痛。
^formula1〔清肝解鬰，涼血止血方證〕
^origin〔顧維超方〕
^ingredients1904 柴胡2.4g，黃芩、龍膽草、白芍、丹皮、青皮、鬰金 各9g，黃連3g，生地、仙鶴草 各15g，小薊30g，茜草根12g，香 附6g。
^formula2<var=2>〔丹梔逍遙散證〕
^origin〔許廂和方〕
^ingredients1905 炒丹皮、白芍、白朮、川貝 各6g，黑山梔、當歸、橘葉、金鈴子、制香附 各9g，柴胡3g，甘草1.5g，青陳皮 各4.5g。
^chinese發頤，勞風，喉痺，肺瘺重症。
^ck22z04h045
^norm 鬱火上逆。
^chinese 發頤。
^combo 氣鬱+氣蒸+氣滯+氣逆
^formulas
^formula〔小柴胡湯加成證〕
^origin〔陸祖愚方〕
^ingredients1906 軟柴胡21g，乾葛根、黃芩 各9g，生甘草、桔梗、蘇子、白芥子 各3g，姜、棗。
^ck22z04h287
^norm 氣虛火鬰。
^chinese 勞風，喉痺。
^combo 氣虛+氣蒸+液灼+神擾+氣鬱+陽鬰
^ill〔氣虛不充〕
^symtom ①頭聲，②肢軟乏力。
^ill2〔津氣蘊蒸〕
^symtom 所見本痰，或薄或濃，或帶粉紅，或帶血，但痰色必有青黃稠濁如涕。
^pulse 脈左關獨見浮弦且數。
^tounge 舌質暗紅。
^symtom ①口乾欲飲，飲而不多，②音爍。
^pulse 脈沉細帶數。
^tounge 舌質暗紅，苔薄。
^symtom ①惡風，②項強，③寒熱分爭。
^symtom ①胸悶，②咳嗽嘔惡。
^formulas
^formula1〔柴前連梅煎證〕
^origin〔普仁伯用方〕
^ingredients1907 柴胡、前胡、川黃連、烏梅、薤內、豬膽汁、童便、豬脊髓。
^formula2〔泰艽鱉甲散證〕
^origin〔(衛生寶鑒i:方〕
^ingredients1908 柴胡、狴甲、地骨皮 各30g，秦艽、當歸、知母 各15g。為粗末，每服5g，加青蒿5葉，烏梅1個，水煎服。
^ingredients1909 (1)曹仁伯治傷風不醒，咳嗽嘔惡，所見之痰，或薄或濃，或帶血色，左關脈獨見浮弦且數，小有寒熱，此損證之根 也，千僉法治之：蘇葉、黨參、川黃連、烏梅、橘紅、川貝母、柴胡、杏仁、桑皮、地骨皮。
^ingredients1910 咳嗽吐出青黃之痰，項強惡風，音爍，寒熱分爭，是名勞風。服秦艽蹩甲煎（秦艽、鱉甲、地骨皮、柴胡、脊蒿、當 歸身、知母、烏梅）而更甚者，當進一層治之。
^ingredients1911 (2)曹仁伯治咳嗽時盛時衰，粉紅塊，後變為青貨，勞風之根也：柴胡、前胡、烏梅、川黃連、薤白、童便、豬膽 汁、豬脊筋n再診：進勞風法，咳嗽大減，紅痰亦無，但痰色尚帶青黃，左關脈息，弦硬不和，肝膽留邪，容易犯肺胃俞 也，毋忽：麥冬、沙參、淡子芩、炙甘草、白芍、川貝母、昔黛、廣陳皮（《柳選四家醫案》100)。
^ck22z04h289
^norm 陰虛火逆。
^chinese 肺痿重i。
^combo 氣虛+陰虛+氣逆氣熾+清空+氣滯+、陽鬰
^symtom 有時腹滿。
^formulas
^formula〔養陰柔肺肅肝方證〕
^origin〔馬培之方〕
^ingredients1912 南沙參、丹參、丹皮、合歡皮、茜草、牛膝、杏仁、貝母、茯神、參『三七、瓜蔞子、生瓜子殼、石決明、藕節。
^alias厥陰傷寒。
^chinese臟蹋，百合病，瘥后&沉，頑固性不寐證，«癥，溫瘧傷陰，伏罟瘧壞病，心痛，膽黃證，倒經，月經后
^western坻病.精神分裂癥》
^ill〔氣機不宣〕
^symtom①情志抑鬰，戚戚太息，不饑不食，②胸脅痞悶，心胸煩悶，③雙乳作脹。
^pulse脈弦細。
^ill2〔津氣蘊蒸〕
^symtom①潮熱’②發熱口苦.③溲赤便秘，小溲不暢6
^tounge苔苽膩。
^pulse脈弦數滑。
^ill3〔血熱a蒸〕
^symtom①手足心熱，②經凈而反a多不凈，③月經按期魚少8
^tounge①舌質紅苔白，舌尖紅赤，②否質邊紅苔薄膩。
^pulse①脈細數，②脈象弦細。
^ill4〔淸空不寧〕
^symtom①頭目Sffi。
^ill5〔陽氣不和〕
^symtom①面色靑白，②寒熱似瘧，③昏沉，④肢體抖®,雙瞄抖顫難以自控。
^ill6〔神志不寧〕
^symtom①心煩易怒，煩跺不安，②夢寐失寧，夜寐多夢，
^ck22z10h280
^chinese臟躁，百合病.瘥后昏沉。
^western癔病，精神分裂癥。
^combo氣鬰+氣蒸+血蒸+淸空+神擾+陽鬰
^ill〔氣機不宣〕
^symtom①情志抑鬰，戚戚太息，不饑不食，②胸脅痞悶,心胸煩悶，③雙乳作脹。
^pulse脈弦細。
^ill2〔津氣a蒸〕
^symtom①潮熱.②發熱口苦，③溲赤便秘，小溲不暢。
^tounge 苔黃膩。
^pulse脈弦數滑
^symtom①手足心熱，②經凈而反設多不凈，③月經按期&少。
^tounge ①舌質紅苔白，舌尖紅赤，②舌質邊紅苔薄膩。-
^pulse ①脈細數，②脈象弦細。
^ill<sub=1>〔清空不寧〕
^symtom頭目昏寬。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^symtom ①面色青白，②寒熱似瘧，③昏沉，④肢體抖顫，雙腿抖顫難以自控。
^ill2<sub=2>〔神志不寧〕
^symtom ①心煩易怒，煩跺不安，②夢寐失寧，夜寐多夢，③神思恍惚，有「身長」、「腿短」，諸 般幻覺，④寐時驚哭，時欲悲哭，如有神靈狀，⑤心悸氣短。
^formulas
^formula1〔養心安神，宣鬰開竅方證〕
^origin〔謝海州方〕
^ingredients1913 百合、鬰金、滑石、豆豉 各12g，生地15g，浮小麥30g，大棗7枚，蓮心3g，菖蒲、黃芩、川楝子、炙甘草 各9g。
^formula2<var=2>〔甘麥大棗湯合丹梔逍遙散證〕
^origin〔潘澄濂方〕
^ck22z10h284
^norm 肝火鬰熾。
^chinese 頑固性不寐證，癲痛，膽黃證。
^combo 氣熾+氣逆+氣滯+神擾+清空+陽鬰
^ill〔津氣蘊熾〕
^symtom ①發熱口苦，②溲赤便秘，大便五六天一至如羊糞，③身目黃染。
^tounge ①舌尖紅赤，苔說膩，②舌苔薄白尖赤，③舌紅苔臼。
^pulse ①脈弦數滑，②脈象弦細。
^ill2〔清空不寧〕
^symtom 頭S昏寬3
^ill<sub=1>〔氣機沖逆〕
^symtom 脘脅脹痛。
^symtom ①心胸煩悶，慼慼太息，②胸悶脅痛。
^ill<sub=2>〔神志不寧〕
^symtom ①神思恍惚，健忘，②夢寐失寧，少寐不寐，③心悸而煩，（3）涼悸震顓，易驚恐。
^ill2<sub=2>〔陽氣不和〕
^symtom ①面色青ilj，②納呆倦怠，不饑不食，③精神癡呆，表情抑鬱，甚則坐立不知。
^formulas
^formula1<var=2>〔茯神散證〕
^origin〔尤逸林方〕
^ingredients1914 茯神、麥冬、酸棗 <：： 各15g，貨芩、大黃各IOg，菖蒲、遠志、膽南星、甘草 各5g，羚角粉3g。
^formula2〔柴胡桂枝龍骨牡蠣湯證〕
^origin〔柯利民方〕
^ck22z10h283
^norm 肝火迫血。
^chinese 倒經，月經後期，不孕症。
^combo 氣熾+血熾+氣逆+血溢+氣滯+神擾
^ill〔津氣蘊熾〕
^symtom ①便乾，②帶下。
^pulse 脈弦滑冇力。
^ill2〔血熱蘊熾〕
^symtom ①手足灼熱，②月經後期，③經雖澀少。
^tounge 舌紅，少苔。
^pulse 脈細。
^ill<sub=1>〔氣機沖逆〕
^symtom 呃逆。
^ill2<sub=1>〔絡血妄行〕
^symtom 毋衄。
^ill2〔氣機不利〕
^symtom ①胸脅脹悶，索善太息，②經前乳脹，③少腹墜脹，經期尤甚。
^ill<sub=2>〔神志不寧〕
^symtom 心煩。
^ill2<sub=2>〔清空不寧〕
^symtom 頭錐。
^formulas
^formula1〔清熱涼血引血下行方證〕
^origin〔許建人方〕
^ingredients1915 丹參、丹皮、生地、赤苟、黑山振、茜草、牛膝、鬰金、川續斷、香附、澤蘭、萊蔚子、積殼 各10g。
^formula2〔調肝通絡清熱涼血方證〕
^origin〔韓百靈方〕
^ingredients1916 白芍40g，懷牛膝、通草 各20g，當歸、生地、王不留行、竹茹、川楝子、丹皮、梔子 各15g，生甘草、皂角刺 各5g。
^ingredients1917 10月26日複診：藥後月經初潮，撖不多，歷四日而淨，未奐衄，惟感頭輦，再擬涼血清熱善後：丹參、丹皮、生地、黑山梔、茜草、牛膝、鬰金、枳殼、連翹、赤白芍 各10g，陳皮6g，5劑。
^ck22z10h288
^norm 鬱火傷陰。
^chinese 溫瘧傷陰，伏巖瘧壞病。
^combo 氣熾+血熾+陰虛氣滯+陽鬰+神蒙
^ill〔津氣組熾〕
^symtom ①午後潮熱，中酉時間身乃壯熱，②口渴咳嗽，③頭痛，耳鳴，④小便短黃。
^pulse 脈來弦數，按之搏指，右部更甚。
^symtom ①面紅，②煩躁。
^tounge 舌絳汴乾。
^ill<sub=1>〔陰虛失養〕
^tounge 舌絳津乾。
^ill2<sub=1>〔氣機不利〕r
^ill<sub=2>〔陽氣不和〕
^symtom 四肢振顫。
^ill2<sub=2>〔神志昏蒙〕
^symtom ①猝然暈僕，②間H有動靜，靜之曰，則目張齒噤，舌窨神呆，身不熱，動之日，熱來則 棄衣欲奔，手舞足蹈，見燈則似吳牛喘月，③神昏譫語。
^formula<var=2>〔脊萵鱉甲湯證〕
^origin〔李竹溪方〕
^ck22z10h289
^norm 厥氣上逆。
^chinese厥陰傷寒。
^combo 氣虛+陰虛+氣逆+氣熾+陽鬰+氣滯
^ill〔氣虛失養〕
^symtom ①心動悸，②氣短胸悶，聲短語促。
^ill2〔陰虛失養〕
^tounge 舌光少苔。
^pulse 脈結代。
^ill3〔氣機沖逆〕
^symtom ①咳嗽痰多，②胸緊咳促，③少腹氣上，則心中戰慄，週身寒冷，④衝至咽喉必咳嗽不安。
^ill<sub=1>〔津氣逭熾〕
^symtom 熱重汗多。
^pulse 脈弦數，時忽一止。
^ill2〔清空失寧〕
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陽氣不和〕
^symtom ①滿面青白，②步肢不前，③週身寒冷，片刻內外皆熱。
^formulas
^formula〔‧炙甘草湯證〕
^origin〔《傷寒論》方〕
^ingredients1918 炙甘草 四兩，生薑、樣枝 三兩，人參、阿膠（烊化） 二兩*生地黃 十六兩，麥門，冬、火麻仁半升，大棗三十枚。酒、水煎，分三次服P-
^alias火鬰中焦。『
^chinese 偏頭痛，積熱頭痛，肝宵氣痛，鬱火胃痛，胃脘痛，肝胃鬱熱，帶下，惡阻，肝胃鬱熱型惡阻，陽厥。
^western 化膿性奐竇炎，急性上頜竇炎，十二指腸潰瘍，幽門不完全性梗阻，急性胃炎，爵竇炎，膽道蛸蟲，慢性盆 腔炎。
^ill〔津氣蘊蒸〕
^symtom ①發熱而渴，②n千苦，③大便乾結，④小便黃赤。
^tounge ①苔黃，②或微黃。
^pulse ①脈細數，②弦數。
^symtom ①頭痛脹熱，近煙火尤甚，②偏頭痛反覆發作，呈持續性抽痛，每延及頭巔及項部；噁心嘔吐。
^pulse 脈浮滑者。
^tounge 舌淡嫩，苔薄白。
^symtom ①目眩，②目紅髮癢，③；H：鳴，④鼻塞涕出黃稠世多，有腥臭。
^symtom 煩跺易怒。
^symtom ①胸脘作痛，脘痛連脅肋，②胺中劇痛不可按，③口苦n乾。
^tounge 舌赤苔黃。本證-
^pulse 脈弦數有力。轉證-
^symtom ①吞酸嘈雜，②時欲嘔，嘔吐清水或酸水。變述－
^ck22z16h042
^norm 鬱火上擾。
^chinese偏頭痛，積熱頭痛。『
^western 化膿性菸竇炎，急性上頜竇炎。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①發熱而渴，②口乾苦，③大便乾結，④小便黃赤。
^tounge ①苔貨，②或微黃。
^pulse ①脈細數，②弦數。-
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛脹熱，近煙火尤甚，②偏頭痛反覆發作，呈持續性抽痛，每延及頭段及項部，③惡 心嘔吐。
^pulse 脈浮滑者。
^tounge 舌淡嫩，苔薄白。
^ill<sub=2>〔清竅不利〕
^symtom ①目眩，②目紅髮癢，③耳鳴，④*塞涕出黃稠蛩多，有腥臭。
^formulas
^formula1〔石慎散證〕適應頭痛脹熱，近煙火尤甚，發熱而渴。
^ingredients1919 石奔、川芎、甘草、蔥白、茶葉。
^formula2〔羌活沖和湯證〕
^origin〔《醫學入門》栽方〕
^ingredients1920 羌活、防風、黃芩、白芷、川芎、細辛、蒼朮、生地、生甘草、生薑、蔥白。
^formula3〔祛風清熱方證〕
^origin〔蒲輔周方〕
^ingredients1921 桑葉、菊花、焦山楂 各4.5g，荊芥、蟬衣、炒枳殼、焦梔子 各3g，裒枯草9g，白蒺藜、草決明、荷葉 各6g。
^formula4〔柴胡清肝湯證〕
^origin〔乾祖染方〕
^ingredients1922 柴胡、黃茶、木通 各5g，山梔、菊花、枳殼、蒼耳子、知母 各10g，甘草3g，箝膽丸10g。
^formula5〔龍荑湯證〕
^origin〔乾祖望方〕
^ingredients1923 龍膽草9g，白芷6g，黃芩、山梔、夏枯草、車前子、蒼耳子、辛夾、鵝不食草、魚腥草 各10g，蘆根30g。
^formula6<var=1>〔吳茱萸湯證〕
^origin〔李皓平方〕
^ingredients1924 吳茱萸、大棗 各15g，黨參、葛根、生薑 各30g，黃連10g，菊花12g。
^ck22z16h247
^norm 火鬰中焦。
^chinese 肝胃氣痛，鬱火胃痛。
^western 十二指腸潰瘍，急性胃炎。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom 煩躁易怒。
^ill<sub=1>〔氣機不利〕
^symtom ①胸脘作痛，脘痛連脅肋，②脘中劇痛不可按，③口苦口乾。
^tounge 舌赤苔黃。
^pulse 脈弦數有力。『
^ill<sub=2>〔氣化不降〕
^symtom ①吞酸嘈雜，②時欲嘔，嘔吐清水或酸水。、
^formulas
^formula1〔四佐湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients1925 柴胡、炒枳實、青皮 各4.5g，白芍6g，炙甘草3g，黃連，8g，吳茱萸0.6g，廣木香1.5g，高良姜2.4g，大棗4枚。
^formula2<var=1>〔梔子乾薑湯證〕
^origin〔陳松筠方〕
^ingredients1926 1.論著　　　(1)費伯雄：肝為將軍之官，其體陰，其用陽，故為剛臟，一有鬱結，氣火俱升，上犯胃經，脘痛連脅肋，口苦口 乾，吞酸嘈雜，煩躁易怒，脈弦數，加味左金丸：黃連、吳茱萸、瓦愣子、澄茄、蒺藜、鬰金、青皮、廣木香、砂仁、佛 手，或苦降苦洩，化肝煎加左金丸：赤芍、青皮、梔子、澤瀉、丹皮、陳皮、川貝。、-
^ck22z16h279
^chinese胃脘痛，肝胃部熱型惡阻，帶下。
^western 膽道蜊蟲，慢性盆腔炎。
^combo 氣鬱+氣逆+氣蒸+津洩+陽鬰+液灼+清空
^ill〔氣機不宣〕
^symtom ①兩脅脹滿，脘次脹痛，②納少。
^ill2〔氣機沖逆〕
^symtom ①上腹陣陣劇痛，痛時彎腰屈膝，捧腹喊叫，痛牽肩背，②嘔惡頻作，時吐酸水，伴有血 液，③腰及小腹脹墜隱疼，時緩時急，小股尤甚，且觸壓痛。
^ill3〔津氣蘊蒸〕
^symtom ①心煩易怒，②口苦咽乾，口乾而渴，③睡眠不寧，④大便不暢，大便稍乾，⑤小便短黃，⑥月經紊亂，毋少色黯，⑦性生活接觸痛。
^tounge ①舌脹色赤，舌紅苔微黃，②苔黃中剝，③苔貨白兼有，稍膩。
^pulse ①脈象弦滑，②脈沉滑而數，③脈弦細。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛眩暈，②頭頂及兩側時感疼痛。
^ill2<sub=1>〔熱迫津洩〕
^symtom 帶下黃白相兼。"
^ill<sub=2>〔陽氣不和〕
^symtom ①面色岢黃，較瘦弱乏力，精神不振，②皮膚怕觸涼水，畏風冷，③性慾減退。
^symtom 口苦而千。
^formulas
^formula1〔平肝和H，降逆安蝤方證〕
^origin〔鄭長松方〕
^formula2〔舒肝理氣，清熱止嘔方證〕
^origin〔秦繼章方〕
^ingredients1927 當歸、炒白朮、茯苓、姜竹茹、廣木香 各9g，醋白節、生地各Ug，柴胡、甘草 各3g，薑黃連2.4g，吳茱萸1.5g，陳 皮、蘇梗 各6g，石斛5g，伏龍肝30g。
^formula3<var=2>〔烏梅丸證〕
^origin〔羅珍春方〕
^ingredients1928 防風、荊芥，桂枝 各5g，細辛、乾薑、川花椒 各3g，當歸、連翹、赤芍 各6g，黃連4g，黃柏、焦山梔 各8g。
^ck22z16h121
^norm 鬱火傷灃。
^chinese 惡阻。
^western 胃竇炎。
^combo 液灼+氣逆+氣鬱+氣虛_
^formulas
^formula〔蘆根湯化裁證〕
^origin〔陳稱志方〕
^ingredients1929 青蒿、旋復花（包煎）、竹茹 各9g，砂仁2.4g，蘆根30g，麥冬15g。；c
^alias厥叨厥熱進退。
^chinese 食復，勞復，乳泣，肌痛症，吐焊，五更洩，腹痛，嘔血，厥陰病，陽厥。
^ck22z18h052
^norm 氣虛鬱火。
^chinese 食復，勞復。
^combo 氣虛+氣蒸+氣鬱
^ill〔氣虛不充〕
^symtom ①心不得寧，②耳聾。
^symtom ①熱退復熱，身熱自汗，②四肢苦煩熱，③頭痛，④口乾不渴，喜漱水不欲咽。
^tounge 苔薄黃。
^pulse 脈弦數。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ingredients1930 柴胡 八兩，黃芩、人參、炙甘草、生薑 各三兩，半茇半‧升，大棗十二枚。水煎，分三次服。
^ck22z18h287
^norm 氣虛鬱火。
^chinese 乳泣。
^combo 氣虛+氣蒸+液灼+神擾+清空+陽鬰+氣鬱
^ill〔氣虛不充〕
^symtom 頭暈。
^ill2〔津氣蘊蒸〕
^symtom ①咽乾口苦，喜冷飲，②乳房脹痛，乳房並有熱感，③人睡多夢，④小便短赤。
^tounge ①舌邊尖紅，②舌質紅，③苔黃，苔薄黃。
^pulse 六脈弦數。
^ill3〔津液消灼〕
^symtom ①面部有色索沉著，②乳汁滴瀝，自行外溢清稀乳汁，淋漓不斷。
^ill<sub=1>〔神志不寧〕
^symtom 心煩。
^ill2<sub=1>〔清空不寧〕
^symtom 頭痛。
^ill<sub=2>〔陽氣不和〕
^symtom 肢涼。
^symtom 脅肋脹痛。
^formulas
^formula<var=2>〔丹梔逍遙散證〕
^origin〔易成吉方〕
^ingredients1931 柴胡、丹皮、白朮、茯苓、梔子 各9g，當歸、生杭芍、蒲公英 各15g，黃芩12g，生甘草3g，水煎服。
^ck22z18h289
^norm 鬱火犯中。'
^chinese 吐瀉:
^combo 氣虛+陰虛+氣逆+氣熾+氣滯+陽鬰+清空
^ill〔氣虛失養〕
^symtom ①面浮，②食減，③蔽瘦。
^ill2〔陰虛失養〕
^symtom ①潮熱，②嘈雜。
^ill3〔氣機沖逆〕
^symtom ①咳嗽氣促，②欲吐不葉，嘔吐，③痛瀉洩瀉，④腹痛嘔吐洩瀉。
^formulas
^formula1〔戊己丸作湯證〕
^origin〔謝映廬方〕
^ingredients1932 黃連、吳茱萸、白芍。
^formula2<var=1>〔劉氏痛瀉要方證〕
^origin〔謝映廬方〕
^ingredients1933 白朮、白芍、防風、陳皮、烏梅、川花椒。
^formula3<var=1>〔柴芍六君方證〕
^origin〔黃彭年方〕
^ingredients1934 柴胡、白芍、黨參、白朮、茯苓、甘草、法半夏、陳皮、桑葉、丹皮q
^ck22z18h286
^norm 厥陰厥熱進退。
^chinese 厥陰病，陽厥。
^combo 氣熾+神閉+陽滯氣鬱
^ill〔津氣蘊熾〕
^symtom ①發熱汗出，身熱進退，汗雨下，內熱如焚，胸脅烙手.②咽痛口乾，口傷爛赤，③心煩 夢多，④發熱而利，便膿血，⑤大便乾結，⑥小溲赤熱。
^tounge 舌紅，舌苔貨厚。
^pulse 脈數。
^ill2〔神志蒙閉〕
^symtom ①語言惶惑，頭犖眼花，②譫妄呼笑不識人。
^ill<sub=1>〔陽氣不行〕
^symtom ①手足冰涼，先厥後熱，②厥而下利，③陣陣憎寒，四肢逆冷。
^pulse 脈沉弦數。
^ill2〔絡脈不和〕
^symtom 脅肋脹疼.。
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶不舒。
^ill2<sub=2>〔氣機不降〕
^symtom 痰涎作聲。‧
^formula1〔四逆散證〕
^origin〔《傷寒論》方〕
^ingredients1935 炙甘草、枳實、柴胡、白芍葯各十分，為末，每服一方寸匕，沖服，日三次。
^formula2〔四逆散加人參方證〕
^origin〔盧不遠方〕
^ingredients1936 炙甘草、枳實、柴胡、白芍葯加人#24g。
^ingredients1937 俚蠶、香附、豆豉 各10g，蟬衣、柴胡、萎黃、山梔 各6g。
^ingredients1938 (2)陳士鐸：陰血不歸於陽氣之中，而內熱如焚，日間忽然發熱，一時厥去，手足冰涼，語言惶惑，痰迷心竅，頭輦 眼花，安厥湯：人參9g，元參、茯苓、白薇、麥冬、生地、天花粉、炒梔子、白芍、柴胡、甘草；黃連定厥湯：黃連、當 歸、安冬、元參、貝母、菖蒲。
^ingredients1939 日間發厥，夜間又厥，夜厥之後，而次R又厥，身熱如火，痰涎作聲，此陰陽相並之厥，治宜旋轉陰陽湯：人參、白 術、茯神、白芍、麥冬、當歸、生地、附子、焦山扼、天花粉、柴胡，或息爭湯：柴胡、神曲、甘草、焦山梔、天花粉、茯神、生地。
^alias陰火。
^chinese 夜遊症，百合病，虛煩，煎厥，氣虛中縣。
^ill〔神志不寧〕
^symtom ①心煩，焦躁，虛煩不耐，時說胡話，若有神靈，莫可名狀，②不寐。徹夜不眠，③昏昏默默，神情恍惚，坐臥不安，不是輾轉不安，就是沉默寡言，④心悸不寧。
^symtom ①頭痛，②口苦，③小便黃赤。
^tounge ①苔略黃，②苔白膩。
^symtom 大便乾結。本證一《236心神失寧候
^tounge 舌質紅，微有薄苔。轉證一
^pulse ①脈弦細數不靜，而兩寸尤甚，②脈細滑。變證一 HI25氣液虛閉候
^ck23z03h236
^norm 心火內動。
^chinese 夜遊症，百合病。
^combo 氣蒸+神擾+液灼』
^ill〔神志不寧〕
^symtom ①心煩，焦躁，虛煩不耐，時說胡話，若有神靈，英可名狀，②不寐，徹夜不眠，③昏昏 默默，神情恍惚，坐臥不安，不是輾轉不安，就沉默寡言，④心悸不寧。
^ill<sub=1>〔津氣蘊蒸〕』
^symtom （t)頭痛，２口苦，③小便黃赤。
^tounge ①苔略黃，②苔白膩。
^ill<sub=2>〔津液消灼〕
^symtom 大便乾結。
^tounge 舌質紅，微有薄苔。
^pulse ①脈弦細數不諍，而兩寸尤甚，②脈細滑。
^formulas
^formula〔百合地黃湯證〕
^origin〔《金R要略》方〕
^ingredients1940 乃思《金匱》百合病：「意欲食復不能食，常默然，欲臥不能臥……，口苦小便赤……，如有神靈者，身形如和，其 脈微數」。與此病例頗為相似，即診為陰血不足，心肺火旺，一用百合地黃湯加味：百合10g，生地12g，川黃連3g，知母、白芍、當歸、茯神 各9g，生石決明15g，珍珠母30g，遠志、炙甘草4.5g。
^ck23z03h116
^norm 陽虛邪陷。
^chinese 虛煩。
^combo 液灼+氣蒸+怫.鬰+陽氣虛
^ill〔津液消灼〕
^symtom 口燥口渴。
^tounge 舌鮮紅胖嫩，苔乾膩。
^ill2〔津氣琯蒸〕
^symtom 身熱有汗不解，甚則如有所見。
^ill2〔陽氣怫鬰〕
^symtom （D虛煩，２渴菸熱飲，③咳嗽脅痛，甚則痰內帶紅。
^ill<sub=1>〔陽氣不振〕
^symtom ①‧手足冷，②汗多神糊，譫語鄭聲，汗愈多則神識愈糊。
^pulse ①脈謫細，②脈不起。
^ill<sub=2>〔氣虛不充〕
^symtom ①自利，②大便溏洩。
^tounge 舌少神。
^formulas
^formula〔既濟湯證〕
^origin〔《雜病源流犀燭》方〕
^ck23z03h125
^norm 氣虛火閉。
^chinese 陰火，煎厥，氣虛中暑。
^combo 液灼+氣虛‧》‧氣鬱+氣閉
^ill〔津液消灼〕
^symtom ①身熱自汗，②口吐血沫。
^pulse 脈軟數。〔氣機閉塞〕
^symtom ①卒僕發厥，②耳目如廢。
^ill<sub=1>〔氣機不宣〕』
^ill<sub=2>〔氣虛不充〕
^symtom /１昏昧，２心中憒憒。
^formulas
^formula〔黃耆人參湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1941 人參、黃耆、生地、寸麥冬、五味子、天冬、貨柏、炙甘草。
^chinese心掙，不寐，夜遊症，臟躁，犴久轉虛，情慾狂，盜汗，夢遺，夢交夢遺，熱病，熱瀉傷陰，低熱*脅痛，崩制，繭唇風。
^western腦震盪後遺症，高血壓心臟病，甲狀腺機能亢進，頻發早搏，冠心病，慢性肝炎，神經官能症，精神分裂 症，偏執性精神病，剝脫性皮炎。
^ill〔神志不寧〕
^symtom ①心悸怔忡驚悸，②失眠多夢易驚，③心神不寧，耳鳴，性情急躁，煩躁不安，④夜臥而ki並不 知覺，⑤晝則神思恍惚，難以任勞，⑥多言多笑。
^ck23z10h236
^norm 心肝火動。
^chinese 不寐，夜遊症，狂久轉虛。
^western 腦盔蕩。
^ill〔神志不寧〕
^symtom ①心悸怔忡驚悸，②失眠多夢易驚，③心神不寧，耳鳴，性情急躁，煩躁不安，④夜臥而 出並不知覺，⑤晝則神思恍惚，難以任勞，⑥多言多笑。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①胸中煩熱，心煩，②小便黃赤，③大便乾結。
^tounge ①舌尖紅、苔黃，②苔白膩。
^pulse 脈弦數。
^ill<sub=2>〔津液消灼〕
^symtom ①口乾.口海，②或多汗，③頭暈，神倦。
^tounge ①舌紅賡地偏紅，②舌紅，且微有薄苔。
^pulse ①脈細數，②脈細鉺帶數，③脈細滑。
^formula1〔硃砂安神丸〕
^origin〔《醫學發明》方〕
^ingredients1942 硃砂15g，黃連18g，甘草16.5g，生地貧、當歸 各7.5g。為末，湯浸蒸餅為丸，硃砂為衣，黍米大，每服15丸。
^formula2〔琥珀多寐丸證〕
^origin〔驗方〕
^ingredients1943 琥珀、黨參、茯苓、遠志、羚角、甘草。
^formula3〔硃砂安神丸合磁朱丸證〕
^origin〔熊繼柏方〕
^ingredients1944 (2)狂久不愈，病情轉虛，多言多笑，此心經有熱，水不制火，當壯水制火，二陰煎：生地、寸麥冬、酸棗仁、生甘 草、元參、黃連、茯苓、木通、燈芯、竹葉。
^ck23z10h319
^norm 虛火妄動，心腎不交。
^chinese 夢遺，夢交夢遺，情慾狂，臟躁。
^combo 陰虛+陰熾+神擾+精滑+血溢
^ill〔陰虛失養〕
^symtom ①疲倦困頓，②甚則陽瘺不振。
^ill2〔陰熱繭熾〕
^symtom ①面紅顴赤，②心熱口渴，③盜汗舌乾，④易舉易洩。
^tounge 舌乾而紅。、
^ill<sub=1>〔神志不寧〕
^symtom ①煩惱，神煩不寧，②怔忡，③思想不寧，見美婦而心動，聞淫聲而色移，聽女音而神馳，④婦女見男子抱住不放，以為悄人，罔識羞恥，甚至裸體奔走，⑤身熱發狂，言無非淫亂之語，所喜無非歡愉之事，一拂 其言，一違其事，則狂妄猝發，見神見鬼。
^symtom ①夢寐遺洩，②閉R即遺。
^ill<sub=2>〔絡血妄行〕
^formula1〔蓮子清心飲證〕治勞心太過，疲倦困頓，甚則陽痿不振，易舉易洩，見美婦而心動，聞淫聲而色移，聽女音而神
^ingredients1945 馳。詳見論著（2)。‧　　　蘆連、生地、當歸、甘草、酸棗仁、茯神、遠志、人參、蓮肉。
^formula2〔加減散花去癲湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1946 生白芍30g，當歸、麥冬 各15g，焦山扼、元參、辰茯神、杜牛膝 各9g，川柴胡6g，生甘草、白芥子、鮮石菖蒲 各3g，當門子（沖）0.15g。
^ingredients1947 (1)陳士鐸：心肝火吐，脅悶，火升煩惱，洩楮更多，潤木安神湯：當歸、白句，五味子、茯苓、白朮、炒梔子、金 櫻子、甘草、山藥、芡實。
^ingredients1948 (3)陳士鐸：主散花丹：柴胡9g，炒梔子、茯神 各15g，白芍、熟地、元參 各60g，當歸、生地 各30g，天花粉9g，陳 皮3g。或梔連瀉火湯：生地30g，當歸、丹皮 各15g，炒扼子、天花粉各9S，川黃連6g，吳茱萸3g。
^ingredients1949 身熱發狂，言無非淫亂之語，所喜無非歡愉之事，一拂其言，一違其事，則狂妄猝發，見神見鬼，衛主湯：人參、元 參 各30g，茯苓、寸麥冬、生地 各15g，天花粉、丹皮 各9g。正氣湯：人參、熟地 各30g，元參、寸麥冬 各60g，石菖蒲3g，白芥子9g。解妄湯:‧人參30g，川黃連、茯神、柏子仁、元參、丹參 各9g，酸棗仁5g，甘草？g，肉桂0.6g。
^ck23z10h287
^norm 君相偏冗。
^chinese 不寐證，盜汗，心悸，繭唇風，臟躁。
^western 高血壓心臟病，甲狀腺機能亢進，神經官能症，精神分裂症，剝脫性皮炎。
^combo 氣虛+氣蒸4‧液灼+神擾+清空+氣鬱+陽鬰
^ill〔氣虛不充〕
^symtom ①面容憔悴，形體消瘦，②頭犖，倦怠，四肢無力，納呆，③胸悶短氣，④筋惕肉潤。
^symtom ①面潮紅，眼紅，②骨蒸潮熱，五心煩熱，手足心熱，胃部灼熱，③心煩，每天黎明醒後，自覺心中難受不舒，④汗出，盜汗，⑤口乾苦，思冷飲，⑥大便乾，小溲黃，⑦月經先後不定，經色暗紅，夾有血塊。
^tounge ①舌赤，②舌尖赤苔薄白。
^pulse ①弦勁有力，②脈弦數，③脈弦滑。
^ill2〔津液消灼〕
^symtom ①口舌乾燥，並有麻辣感，咽乾口渴欲飲，②兩眼枯澀不潤，③唇紅，上下口唇乾焦結硬 殼，■脫皮，④盜汗消瘦。
^tounge ①舌瘦舌質紅、無苔，②舌偏紅苔少，③舌尖深紅，有少許硃砂點，④舌面少苔，舌絳或
^pulse ①脈細數，②弦細。
^ill<sub=1>〔神志不寧〕
^symtom ①性急好動，心煩易怒，煩躁，②不寐，難人睡，多夢，睡中易酲，③怔忡，心悸而煩，
^symtom ①頭聾，頭痛，②頭0昏眩，③有時頭脹痛，耳鳴，眼紅。
^ill<sub=2>〔陽氣不和〕
^symtom 週身疼痛，引及脅肋，其痛楚難於名狀。
^ill2<sub=2>〔氣機不宣〕
^symtom ①胸滿脅脹，脅痛，②胸悶善太息，③食飲無味，胃納呆鈍，二便失暢。
^formulas
^formula1〔養陰清心飲證〕
^origin〔中醫研究院東i:門醫院方〕
^ingredients1950 生地、沙參（或元參）、麥冬、赤芍、川楝子、青木香、川牛膝、珍珠母。
^formula2〔育陰清熱法證〕
^origin〔李斯熾方〕
^ingredients1951 鮮石斛、寸麥冬、天花粉、玄參、焦楓、丹皮、龍膽草、枯黃芩、連翹、知母 各9g，薄荷6g，甘草3g。
^ingredients1952 玉竹18g，白芍、山藥（生） 各12g，知母、遠志（生） 各4.5g，丹參、酸棗仁（炒）各9S，白薇、鬰金 各6g，甘草
^ck23z10h288
^norm 陰虛火熾，虛火擾神。
^chinese 熱病。
^western 偏執性精神病。
^combo 氣熾+血熾+陰虛+神蒙+陽鬰+氣滯
^ill〔津氣蘊熾〕
^symtom ①口苦心煩，②雙目作脹。
^pulse 脈左寸浮洪，兩尺沉細數搏。
^ill2〔血熱蘊熾〕
^tounge 舌質紅。
^ill<sub=1>〔陰虛失養〕
^symtom 月事不調。
^tounge 舌形圓大嫩紅苔少。
^pulse 脈沉細無力。
^ill2<sub=1>〔神志昏蒙〕
^symtom ①神煩不寐，心悸膽怯，恍惚不安，交睫則驚恐非常，倏醒則叫呼不寧，②終日嘮叨，躁 則語言錯亂，靜則獨語如見鬼，③煩極時如狂，語無倫次，脈細數。
^ill<sub=2>〔陽氣不和〕‧
^symtom 倦怠少力。
^ill2<sub=2>〔氣機不利〕
^symtom 脘脹納呆。
^formulas
^formula<var=1>〔阿膠黃連湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients1953 陳阿膠、生白芍、小川黃連（蜜炙）、鮮生地、青子芩、雞子黃、半夏、秫米、酸棗仁、茯神，先煎代水。
^ck23z10h245
^norm 虛火內擾。
^chinese 心悸。
^western 頻發早搏，冠心病。
^combo 陰虛+氣虛+絡滯+氣鬱+擾神+陽鬰
^ill〔陰虛失養〕
^symtom ①咽乾，C4腔糜爛，眼乾澀，②大便乾結。
^tounge 舌紅，苔薄黃少沛。
^ill2〔氣虛不充〕
^symtom 不思飲食。
^pulse ①脈細弱，②脈結代。
^ill2〔氣機不宣〕
^symtom 胸悶。
^ill<sub=1>〔神志不寧〕
^symtom ①心悸，早搏頻發，②失眠，寐短夢多。
^symtom 胸悶痛。
^ill<sub=2>〔陽氣不和〕‧
^formulas
^formula〔萬歸湯證〕
^origin〔張伯臾方〕
^ingredients1954 鮮萬年青30g，當歸15g，炙甘草、薤白、廣鬰金、阿膠、麥冬、北紅花 各9g，瓜蔞 12g，黃連3g，磁朱丸6g。
^ck23z10h303
^chinese 脅痛。
^western 慢性肝炎。
^combo 陰虛+陰涸+氣滯+氣逆+神擾+清空
^formulas
^formula〔養陰柔肝，清洩安神證〕
^origin〔杜順福方〕
^ingredients1955 生地、益母厚 各30g，知母、川楝子各IOg，竹葉5g，白節5g，五味子、懷牛膝 各12g，黃芩、生甘草 各6g。
^alias心火上炎，心腎不交，水火不濟，虛火妄動，虛陽浮越。
^chinese 舌衄，舌癢，口瘡，狐惑，耳鳴，失眠，健忘，小便頻數，遺尿，遺精，陽痿，下肢厥冷。
^western 潰瘍性口腔炎，眼、口、生殖器三聯症，神經衰弱。
^symtom ①四心灼熱，②腰酸腰痛，脛疫，③神疲不支，④陽痿。
^pulse 脈細數，左寸獨旺。
^symtom ①長期間歇低熱，寢汗，五心灼熱，②口乾青燥，
^tounge （D舌紅少苔，②光紅無苔，尤以舌尖赤而突出，
^symtom ①夢遺，②寐即遺梢，③遺尿，④小便餘瀝。‧
^ck23z11h042
^norm 心火上炎。
^chinese 舌魍，舌癢，耳鳴，口瘡，狐感。
^western 潰瘍性口腔炎，眼、口、生殖器三聯症。
^combo 氣蒸+空竅不利
^ill〔津氣蘊蒸〕
^symtom ①口燥咽乾，不欲多飲，②口苦咽乾，口乾舌燥，③心煩跺，難寐心煩，夜不能寐，④多 盜汗，⑤手足心熱，⑥大便乾結。
^tounge ①舌尖稍紅，尖絳，②舌紅少苔，③苔黃。
^pulse ①脈細弦，②脈細數，③脈象左尺較右尺浮大。
^ill<sub=1>〔清空不寧〕
^symtom ①耳鳴如蟬鳴，或似水沸，朝輕暮重，頭眾乏力。
^ill<sub=2>〔潸竅不利〕
^symtom ①舌亂②舌尖部發癢，癢時徹心，坐立不定，難於忍受，③舌體腫脹而痛，舌心少苔，舌邊舌根有數個小潰瘍點，④口腔內多處潰瘍，剝脫糜爛，⑤眼乾澀有異物感，視物模糊，畏光流淚。
^pulse 脈緩弱。
^formulas
^formula1〔加味兩歸湯證〕
^origin〔乾祖望方〕
^ingredients1956 黃連4.5g，木通、辰燈芯 各3g，酸棗仁、寸麥冬、丹參、茯神、菟絲子；覆盆子、熟地、竹n| 各10g。
^formula2〔生地黃湯證〕
^origin〔（醫學心悟》方〕
^ingredients1957 生地、小膝、丹皮、黑梔、丹參、元參、寸麥冬、白芍、部金、三七、荷葉、墨汁、競便。
^formula3<var=2>〔復脈湯合黃連阿膠湯證〕
^origin〔戴明生方〕
^ingredients1958 乾地黃、麥冬 各15g，白芍、黃連、貨芩、生甘草 各6g，龜版30g，石斛、阿膠 各9g，竹葉12g，五味子3g。
^ingredients1959 3月2日三診：舌尖痄大減，有癢時，亦輕，心神安靜，胃納可，二便調。查脈緩細無力，苔邊白中淡黃。處方: 知母、鹽炒黃柏、丹皮、荊芥、烏梅 各9g，麥冬15g，地骨皮、澤瀉、防風、百部 各12g，甘草6g，3劑。
^ck23z11h320
^norm 心腎不交，水火不濟。
^chinese 失眠，陽痿，下肢厥冷。
^ill〔陰虛失養〕
^symtom ①四心灼熱，②腰酸腰痛，脛疫，③神疲不支，④陽痿。
^pulse ①脈細稍數，②脈弦細而數。
^symtom ①頭笨而眩，②耳鳴咽乾，口乾唇紅，③心內煩熱，④多夢汗出，⑤腰以下厥，冷寒冷徹骨，麻 木，癢如蟲行。』
^tounge ①舌苔薄貨、@紅，中心少苔，②舌質色絳、少苔。
^pulse 脈左寸細數，k按多疾。』
^ill<sub=1>〔神志不寧〕
^symtom ①心煩不寐，躁亂，反覆轉側，②夜臥驚惕，或夢中驚醒，夜臥驚亂，怔忡不安，③神思 恍惚，似寐非寐，忽睡忽醒，④徹夜不眠。
^symtom ①長期間歇低熱，寢汗，五心灼熱，②口乾舌燥，③大便乾燥，小溲短赤。
^tounge ①舌紅少苔，②光紅無苔，尤以舌尖赤而突出，宛如草莓之狀。
^ill<sub=2>〔陰精不固〕
^symtom 小便餘瀝。
^formulas
^formula〔黃連阿膠湯證〕
^origin〔劉渡舟方〕
^ingredients1960 熒連12g，黃芩8g，阿膠、白芍 各10g，雞子黃2枚。
^ingredients1961 (3)鄭昌雄治心腎不交失眠證：頭暈而眩，耳鳴心煩，口乾唇紅，脛疲，忽睡忽醒，或徹夜不眠，小溲短赤，舌紅齊 少，脈細數，黃連阿膠湯加味：川黃連、黃芩 各4.5g，白芍、女貞子、旱蓮草 各9g，阿膠6g，琥珀4.5g，雞子黃1枚。舌 絳加北沙參、寸麥冬、石斛，頭眩痛加龍齒、牡蠣，寐不熟加炙酸棗仁、遠志、夜交籐，心中虛煩加梔子、豆豉。
^ck23z11h319
^norm 虛火妄動，心賢不交。
^chinese 遺精，遺尿，健忘。
^western 神經衰弱。
^combo 陰虛+陰熾+神擾+楮滑+血溢
^ill〔陰虛失養〕
^symtom ①形體消瘦，面色少華，②頭昏神倦，③目眩耳鳴，④健忘，善驚。
^pulse 脈細澀。
^ill2〔陰熱繭蒸〕
^symtom ①頭中火升，頭目昏榮，尤善忘事，@骨蒸潮熱，③夜間盜汗，④口乾咽燥而不欲飲。
^pulse 脈細數，左寸獨旺。
^ill<sub=1>〔神志不寧〕
^symtom ①焦慮不安，夜寐不佳，多夢紛擾，②失眠，③心悸怔仲。
^ill2<sub=1>〔陰精不固〕
^symtom ①夢遺，②寐即遺精，③遺尿。?
^ill<sub=2>〔絡血妄行〕
^formulas
^formula1〔當地六黃合交泰丸證〕
^origin〔劉代庚方〕
^ingredients1962 生地、熟地 各20g，當歸15g，黃芩、黃連、黃柏 各10g，黃耆30g，肉桂3g。
^formula2〔縮尿湯證〕
^origin〔孔伯華方〕
^ingredients1963 生龍齒、芡實、鹽知母、鹽黃柏、山茱萸、蘊盆子、朱茯神、九菖琿、元參、酸棗仁 各9g，生牡蠣12g，龍膽蘋炭 4.5g，遠志、菟絲子、甘草 各6g。
^ck23z11h322
^norm 虛陽浮越。
^chinese 口瘡，失眠，小便頻數。
^formulas
^formula〔滋賢湯證〕
^origin〔《鄒雲翔醫案選》方〕
^alias脾胃不調，燥濕互勝，脾虛陰火證，陰火上炎，陰火上乘，氣虛發熱。
^chinese 嘈雜，眩帶，口瘡，口疳，口糜，牙齦疼痛，久瀉，久熱，狐惑，陰陽毒。
^western 十二指腸球部潰瘍和g下垂，排尿性犖厥，瀰漫性牙周炎，口腔潰瘍，白塞氏綜合征，結節性紅斑。
^ill〔氣虛不充〕
^symtom ①素體瘦弱，神疲肢倦，②頭暈，③大便素溏，大便不實，常呈淡黃色稀糊狀，④白番多淋漓。
^pulse 脈遲而右部稍弦。
^symtom ①晨起爵脘有氣包突起，②胺腹脹滿，人菩較甚。
^pulse 右部稍弦。
^symtom ①身熱而煩，身熱高達39. 5弋，②通身皮膚灼熱，手足心熱，③久熱不退，頭痛，④人暮煩擾不 寧，稍睡即醒，⑤大便結，⑥尿少色黃而臊甚，小便黃熱，小便短少。
^tounge ①舌紅苔貨，②紅邊苔白黃而膩。
^pulse 脈洪大。
^symtom ①唇紅而乾燥，或渴不lh，②R中灼熱，饑時尤甚，飲冷則舒，③食下不久即感冒中灼熱，@大 便秘結，結如羊矢。
^tounge 舌根苔微貨膩。
^pulse 脈細數而虛弱。
^symtom ①腹瀉，②久瀉+止，完谷不化，腸鳴腹脹。本證一H2W脾g不和候
^symtom 噯氣吞酸。變證一 H182虛陽抒.越候
^ck23z13h263
^norm 脾胃不調，燥濕互勝。
^chinese 嘈雜。
^western 十二指腸球部潰瘍和爵下垂。
^combo 氣虛+氣滯+液灼+氣鬱
^ill〔氣虛不充〕
^symtom ①素體瘦弱，神疲肢倦，②頭犖，③大便素溏、大便不實，常呈淡貿色稀糊狀，④白帶多 淋漓。
^pulse 脈遲而右部稍弦。
^ill2〔氣機不利〕
^symtom ①層起胃脘有氣包突起，②脫腹脹滿，人暮較甚，至下半夜尤甚從心下用手向左肋下按之
^pulse 右部稍弦。
^ill<sub=1>〔津液消灼〕
^symtom ①胃中灼熱，饑時尤甚，飲冷則舒，②食下不久即感冒中灼熱（早展空腹時則無此.感），③ 通身皮膚灼熱，手足心熱，④大便秘結，結如羊矢，小便黃熱。
^tounge 舌根苔微黃膩。
^pulse 脈細數而虛弱。〔水谷不分〕
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom 噯氣。
^formulas
^formula〔異功散證〕
^origin〔萬友生方〕
^ingredients1964 人參、茯苓、白朮、甘草、陳皮加山楂、六曲、麥芽。
^ck23z13h054
^norm 陰火上乘。
^chinese 眩暈，牙鋇疼痛。
^western 排尿性輦厥，瀰漫性牙周炎。
^formula1〔升陽益胃湯證〕
^origin〔《脾胃論》方〕
^ingredients1965 黃耆60g，半g、人參、炙甘取 各30g，獨活、防風、白芍葯、羌活 各15g，橘皮、獲苓、澤海、柴胡、白朮 各9g，黃 連6g。為粗末，每服9g，加姜棗，水煎服。
^formula2〔益氣聰明湯證〕
^origin〔《證治準繩》方〕
^ingredients1966 黃耆、人參 各3.75g，升麻22.5g，萵根9g，芟荊子4.5g，芍葯、黃柏 各3g，炙甘草1.5g。為粗末，每服12g，水
^ck23z13h053
^norm 氣虛發熱，脾虛陰火證。
^chinese 久瀉，久熱。
^western 白塞氏綜合征，結節性紅斑。
^combo 氣虛+氣蒸+氣鬱+氣陷
^ill〔氣虛不充〕
^symtom ①形體瘦弱，梢神萎靡，②頭容：，心悸，神疲肢倦，納呆，③手足常冷，④畏風自汗，先 有汗而後無汗，⑤夜不玄寐，時時驚叫，⑥但不飲冷水，喜飲熱水，脘腹脹滿。
^tounge 舌質有齒痕。
^pulse 脈象沉細無力。
^ill2〔津氣蘊蒸〕
^symtom ①身熱而煩，身熱高達39.51，低熱，久熱不退，頭痛，②唇紅而乾燥，或渴不止，③入 暮煩擾不寧，稍睡即醒，心煩失眠，多夢，④胸背部紅疹密佈，⑤大便結，⑥尿少色黃而臊甚，小便短少，⑦口內灼熱乾 疼，苒用冷水漱口，但不飲冷水，喜飲熱水，⑧口腔內黏膜、舌尖，及陰部潰瘍，⑨T肢有結節性紅斑。
^tounge （D舌紅苔黃，②紅邊苔白黃而膩。
^pulse 脈洪大。
^symtom ①腹瀉日4 ~5次，滴糞色說而臭甚，且帶餿氣，有時夾白?，帶泡沫，②久瀉不止，完谷 不化，腸鳴腹脹，③便溏，④陰澳下墜。
^ill<sub=1>〔氣機不宣〕
^symtom 渦不多飲，不思食。
^ill<sub=2>〔氣機不降〕
^symtom 氣高而喘。
^formulas
^formula〔補中益氣湯證〕
^origin〔胃振輝方〕
^ingredients1967 炙黃耆、陳皮、升麻、柴胡 各15g，黨參、炒白朮 各12g，全當歸10g。
^ck23z13h182
^norm 陰火上炎。
^chinese 口瘡，口疳，口糜。
^western 口腔潰瘍。
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①形體瘦弱，面色虛浮少華，目下微脈，神疲肢倦，②頭昏、眼花，頭暈心悸，納呆，不 知味，③唇甲色淡，④畏風自汗，⑤浮腫便溏，大便不實，層洩溏便，量多而臭，⑥膝蓋酸痛。
^tounge ①舌邊有齒印，苔滑潤，②舌質淡而潤，少苔，中段花剝。
^pulse ①脈象沉細無力，②脈沉緩，③脈虛細近數。
^ill2〔陽氣浮越〕
^symtom ①低熱，②頭暈，③心煩失眠，急躁易怒，夜寐煩躁，多夢，④口渴喜熱飲，⑤唇舌潰瘍 流涎甚臭，舌緣及舌底有潰瘍不甚痛，⑥喉中如有異物堵塞，⑦唇紅。
^pulse 脈兩寸弱，關弦大，尺沉細。
^tounge 舌質紅邊有齒痕，苔白黃而膩。
^ill<sub=1>〔陽氣不行〕
^symtom ①下肢有輕度指凹性浮腫，時值盛夏仍常覺肢冷，②手足逆冷，③脘腹脹滿，肚腹作痛，
^tounge 苔白膩。
^ill<sub=2>〔陽氣脫絕〕
^formulas
^formula〔附子理中丸證〕
^origin〔朱日昇方〕
^ingredients1968 附子、黨參、白朮、乾薑、甘草，或噙官桂亦妙。
^alias血虛肝燥，陽陷人陰。
^chinese 伏暑，溫瘧，?瘧，肝陰虛瘧，陰瘧，低熱，久熱，亡血發熱，虛勞骨蒸，食復，熱人血室，月經先期，崩
^western 變應性亞敗血症。
^symtom ①而黃，神疲，少神，②心慌，③頭痛。
^tounge 舌淡紅。
^pulse 脈沉澀。
^symtom ①發熱惡寒，午後寒熱往來，日晡發熱，而不惡寒，②口乾不渴，嵙漱水不欲咽，煩渴，③口苦 咽乾，下血，④頭汗至頸，⑤小便稍黃，火便不暢。
^pulse 脈象弦數。
^symtom ①潮熱，尚有形寒，起於晡後，熱甚於蓉，②手足心熱，③午夜口乾，④煩躁，寐不安，⑤經轉 先期，色澤鮮紅、質稠黏，⑥流產流血不止，色黑黏稠，⑦迸多如崩，色鮮。
^ck23z20h287
^norm 氣血交蒸。
^chinese 熱人血室，食復，亡血發熱。
^combo 氣虛+氣蒸+液灼+神擾+清空+陽鬰+氣鬱
^formulas
^formula〔加減小柴胡湯證〕
^origin〔《淄園醫案》方〕
^ingredients1969 柴胡12g，條黃芩、天花粉、丹皮、青蔣、黨參 各9g，生地黃15g，赤芍、生薑 各6g，甘草3g，大棗4枚。水煎服。
^ingredients1970 1.論著：陳士鐸：熱人血室，發熱惡寒，胸脅脹滿，譫語下血，頭汗至頸，似狂非狂，導熱湯：當歸、白芍、丹皮 9g，柴胡6g，典茶、甘草、天花粉各或清室湯：柴胡、黃岑、半夏 各3g，丹皮9g，枳殼4.5g，白芍15g。' ‧
^ck23z20h288
^norm 虛火內蒸。
^chinese 伏暑，溫痕，垓拒，久熱，虛勞骨蒸。
^western 變應性亞敗血症。
^combo 陰虛4‧氣熾+血熾+氣滯+神蒙+陽鬰
^ill〔津氣蘊熾〕
^symtom ①先熱後寒，熱多寒少，②口渴引飲，喜得涼飲，③小便短少。
^pulse 脈弦數。
^ill2〔血熱苗熾〕
^symtom ①午後高燒，②發燒時左膝關節疼痛，稍腫，③紅色皮疹，④心神煩躁，⑤寒勢甚微，而熱則五心煩躁，６唇紅。
^ill<sub=1>〔陰虛失養〕
^ill2<sub=1>〔神志昏蒙〕
^ill<sub=2>〔陽氣不和〕〔氣機不利〕
^formulas
^formula1<var=2>〔青蒿鱉甲湯證〕
^origin〔吳宗熙方〕
^ingredients1971 生地黃、原麥冬、地骨皮 各12g，元參、知母、生蝥甲 各9g，羚角（先煎）、蓮子心 各3g，銀胡、青萵 各2.4g。
^formula2〔加味秦艽鱉甲湯證〕
^origin〔馬蔭篤方〕
^ingredients1972 生鱉甲15g，秦艽、生白芍、柴明、黃芩 各6g，知母、生地、地骨皮、青萵 各9g，丹皮4.5g，當歸、烏梅肉 各3g。
^ck23z20h192
^norm 血虛肝操。
^chinese 月經先期，崩漏。
^combo 血虛+血蒸+液灼
^ill〔血虛失榮〕
^symtom ①面黃，神疲，少神，②心慌，③頭痛。
^tounge 舌淡紅。
^ill<sub=1>〔血熱蘊蒸〕
^symtom ①潮熱，尚有形寒，起於哺後，熱甚於暮，②手足心熱，③午夜口乾，④煩躁，寐不安，
^tounge 舌紅。
^pulse ①脈弦數，②脈沉澀，左關見動。
^ill<sub=2>〔津液枯湎〕
^symtom ①身微熱，汗出，②口污燥，午夜口乾，③便結。
^tounge 苔薄黃膩。
^pulse 脈細弦而數。
^formulas
^formula〔涼血調沖，引血歸經方證〕
^origin〔何子淮方〕
^ck23z20h201
^norm 陽陷人陰。
^chinese 熱人血室，肝陰虛瘧，陰瘧，低熱。
^combo 陰虛+血虛+陰蒸+血蒸+陰涸
^ill〔陰虛失養〕
^symtom ①身體枯瘦，②腰痛。
^tounge 舌紅少苔。
^pulse 左關尺弦小搏數。
^symtom ①面黃唇白，頭目暈眩，②神倦肢怠，時時欲睡，③肢節酸痛，④筋脈拘攣。
^symtom ①骨蒸發熱，②盾紅顴赤，甚或紅如胭脂，③神煩，④夜多譫語，耳聾口苦。
^tounge ①舌絳無苔，②舌紫而赤。
^pulse 脈細數。
^symtom ①消瘦，②熱退無汗，③渴飲，觀結塚少溺澀。
^pulse 左關脈沉澀。
^formulas
^formula1〔清骨散證〕
^origin〔《證治準繩》方〕
^ingredients1973 銀柴胡4.5g，胡黃連、秦艽、鱉甲、地卄皮、脊蒿、知母各，3g，甘草1.5g。水煎服。
^formula2<var=2>〔青萵鱉甲湯證〕
^origin〔章虛谷方〕
^ingredients1974 青蒿、贅甲、當歸須、新絳、生地、白薇、銀柴胡、地丹皮、鮮茅根、來復丹。水煎迪。
^formula3〔柴蒿鱉甲湯證〕
^origin〔朱端生方〕
^chinese W脘痛，裊熱，伏思赤痢，虛熱，嘔血，便血。
^western上消化道出血，胃、十二指腸潰瘍出血。
^ck23z16h289
^chinese胃脘痛。
^combo氣虛+陰虛+氣逆+氣熾■»■淸空+氣滯+陽鬰
^ill〔氣虛失養〕
^ill<sub=1>〔氣機不利〕癥象：
^ill2<sub=1>〔陽氣不和〕
^ingredients1975 沙參15g，麥冬、石斛、天花粉 各12g，青木香6g，瓦愣粉、竹茹、佛手片、炒枳究 各9g。
^formula2<var=1>〔—貫煎證〕
^origin〔陳瑞春方〕
^ingredients1976 生地、沙參 各15g，淮山18g，白芍、石斛各1知，當歸、川黃連、川楝 各6g，佛手、枳殼、枸杞子 各9g。
^ck23z16h192
^norm 熱久傷陰。
^chinese 伏暑赤痢，暑熱，虛熱。
^combo 血虛+液涸‧血蒸
^formulas
^formula〔甘寒生津瀉熱方證〕
^origin〔俞根初方〕
^ingredients1977 麥冬、生地、丹皮、北沙參、西洋參、鮮石斛、梨汁、蔗漿、竹瀝、鮮茅根。
^ck23z16h150
^norm 氣隨血脫，失血致脫。
^chinese 嘔血。』
^western 上消化道出血。
^combo 血虛+陽浮+氣虛+神衰+氣脫
^ill〔血虛失榮〕
^symtom 嘔紫血塊。
^ill<sub=1>〔氣虛失養〕
^ill<sub=2>〔氣虛脫絕〕
^symtom 神志昏憤。
^formulas
^formula〔降沖止血法證〕
^origin〔吳劍雲方〕
^ck23z18h151
^norm 氣血兩脫，氣血暴脫。
^chinese便血。
^western 胃、十Z：指腸潰瘍出血。
^combo 血滑+氣脫+神脫
^ill〔絡血不固〕
^symtom 下黑便不止。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①面色蒼白‧氣短聲微，②汗出肢冷，氣息奄奄，時時有欲脫之勢。
^tounge 舌質淡，苔薄白。
^pulse 脈微細若絕。
^ill<sub=2>〔神氣散脫〕
^symtom ①神疲目閉，②頭暈心悸。
^formulas
^formula〔黃土湯加味方證〕
^origin〔熊魁梧方〕
^ingredients1978 赤石脂20g，紅參（另煎碗汁兌旅）、黃芩各％，生地15g，熟附子10g，甘草6g，白朮、阿膠（烊化） 各12g。
^chinese 眩承，頭頂痛，心掙，瘺瘤，面塵黛黑斑，虛斑，鼻衄齒衄，五府，糖尿病耳聾。
^western 甲狀腺機能亢進，血小板減少性紫瘢，糖尿病。
^symtom ①面蒼白而浮，面目黃浮，神疲體倦，形瘦色萎，②氣短，倦怠乏力，手抖，③胸脅翳悶，不思 納谷，納少腹脹，④便不成形，⑤自汗盜汗。
^tounge ①舌淡舌胖暗有齒4，尖冇紅刺，②苔薄淨，苔薄白。
^pulse ①脈細數弱，②脈弦細數無力，③脈細弱，④脈象級細。
^symtom CD午後潮熱，日晡發熱，而不惡寒，２畏熱汗出，微渴，③口乾口苦，④納旺易饑，⑤小便稍黃，大便乾結；⑥咳嗽痰稠。
^tounge ①邊尖紅苔白，②苔白中黃膩，③舌苔淡黃。
^pulse 細數。
^symtom 心悸。』 ：
^pulse 脈弦細略數。
^symtom ①務衄齒衄，②下肢打敗在性瘀斑，或如蚊跡，或如蠅頭，③月經錯蘆，經期7 ~ 10天，色紫暗
^symtom ①性急易怒，②心悸心煩，③夜眠不安，寐少夢多。本證一祀87木火虛蒸候
^symtom ①眩呆，遇勞則眩，②經前後頭頂痛，③目乾澀，轉￥一一H46氣血虛蒸候
^ck23z18h287
^norm 氣虛肝火。r、1
^chinese  k睪，頭頂痛，心悸，癭瘤，面塵臠黑斑；
^western 甲狀腺機能亢進。.『
^combo 氣虛‧+氣蒸+神擾+清空+陽鬰 』： ‧
^ill〔氣虛不充〕
^symtom ①面蒼白而浮，而R黃浮，神疲體倦，形瘦色萎，短，倦怠乏力，手抖，③胸脅翳悶，不思納谷『納少腹脹，④便不成形，⑤0汗盜汗。1?
^tounge ①舌淡舌胖喑有齒印，尖有紅刺，②苔薄淨，苔薄白。‧
^pulse ①脈細數弱，②脈弦細數無力，③脈細弱，④脈象緩細。'
^ill2〔津氣蘊蒸〕
^symtom ①午後潮熱，日晡發熱，而不惡寒，②畏熱汗出，微渴③口乾口苦，④納吒易饑，⑤小 便稍黃，火便乾結，⑥咳嗽痰稠。、
^tounge ①邊尖紅苔白，②苔白中黃膩，③舌苔淡貿。
^pulse 細數。t
^ill<sub=1>〔神志不寧〕
^symtom ①性急易怒，②心悸心煩，③夜眠不安，寐少夢多。
^ill2<sub=1>〔清空不寧〕
^symtom ①眩暈，遇勞則眩，②經前後頭頂痛，③3乾澀，④口舌生瘡，⑤面部皮膚胳溢增多，顏 面（特別是口頰部）黧黑斑，形如塵土。
^ill<sub=2>〔陽氣不和〕
^formulas
^ingredients1979 當歸、白朮、茯苓、芍、柴胡、丹皮、熟地、川黃柏、炙甘草）山扼、薄荷葉。
^formula2〔二參三黃湯證〕
^origin〔羅元愷方〕
^ingredients1980 生地、熟地、桑椹？、女貞子、'黨參、太子參、鉤籐各Bg，黃精30g，淮山25g，甘草6g，生龍牡30g，杭菊10g。
^formula3〔柴芍地黃湯證〕
^origin〔黃惠安方〕
^ingredients1981 柴胡、白朮、玄參、澤傳、丹皮 各9g，白芍、茯苓、淮山 各12g，生地甘草4.5g。炎
^ingredients1982 炒黨參、黃柏、黃芩、焦白朮、櫓豆衣各黃連1.5g;生甘草4.5』g，生黃耆15g，元參12?，生牡蝸30g。
^ck23z18h146
^norm 虛火迫血。
^chinese 虛斑，典齟齒衄。‧.
^western 血小板減少性紫瘢。
^combo 氣虛+血虛‧+氣蒸+血蒸+神衰+液灼
^ill〔氣虛失養〕
^symtom ①氣短，②懶言，③疲乏。
^ill2〔血虛失榮〕
^symtom 心悸。
^tounge 舌淡苔薄。
^pulse 脈弦細略數。
^ill3〔津氣組蒸〕
^symtom ①經前煩跺易怒，②兩乳作脹，經期H甚。
^ill<sub=1>〔血熱蘊蒸〕
^symtom ①奐衄齒衄，②下肢有散在性瘀斑，或如蚊跡，或如蠅頭，③月經錯後，經期7 ~ 10天，色紫暗而有塊。
^ill2<sub=1>〔神氣不振〕
^ill<sub=2>〔津液消灼〕
^formulas
^formula〔補益心脾，養血柔肝方證〕
^origin〔陳伯英方〕
^ingredients1983 黨參12g，炙黃耆、焦白朮、炒川楝、制香附?9g，當歸、阿膠（烊沖）、炒黃芩 各6g，丹參、白茅根、藕節炭 各15g，大棗 10 枚。‧'*
^ck23z18h160
^norm 陰虛火蒸。'
^chinese 五疳，糖尿病耳洚。.w 1
^combo 陰蒸+陰涸+陰虛+氣虛
^ill〔陰熱蘊蒸〕
^symtom ①高熱久不退，②煩躁不安，③夜寐不安。■
^tounge 舌苔薄膩。
^pulse 脈弦帶數。
^ill2〔陰液消涸〕
^symtom ①體瘦如柴，腹膨如鼓，青筋盡菥，②口乾，p渴/③飲一溲一。
^ill<sub=1>〔陰虛失養〕
^symtom 毛髮黃稀。S
^ill<sub=2>〔氣虛不充〕
^symtom ①語音低微，②兩耳失聰，③食慾不振洩瀉，④食粥稍稠則更瀉，⑤腹股溝疝口發數次。
^tounge 舌淡紅苔薄白。
^pulse 脈細弱。
^formulas
^formula1<var=2>〔清骨散證〕
^origin〔孫靜如方〕
^formula2<var=1>〔益氣聰明湯證〕
^origin〔金壽山方〕
^ingredients1984 益氣升陽，滋陰養血。治糖尿遠，突兩耳失聰，詳見病案（2〉。.太子參、生黃耆、生地、淮小麥 各30g，芟荊子、葛根、赤芍、白芍 各10g，升麻、炙H‧草 各4.5g，川黃柏、石菖蒲 各6g，大棗7枚。
^alias木火刑金，陰虛火旺，陰虛勞熱，氣血暴脫。
^chinese 虛勞，咯血，吐血，下血，經期吐咳血，倒經，熱人血室，瘀菥不斷，癉瘧，虛熱，陰虛發熱，冬溫咳嗽，盜汗。
^western 肺結核並咯血，肺不張，肺浸潤型結核伴空洞，枝氣管擴張症合併大咯血，子宮內膜異位症（肺部），結核 性腹膜炎，急性淋巴細胞白血病。
^ill〔氣虛失養〕
^symtom ①面浮神疲，②面容消瘦，形瘦色萎，③不思納谷，④頭眩心悸。
^tounge ①舌質淡紅，②舌淡胖。
^pulse 脈細。
^symtom ①糜寒潮熱，午後潮熱，顴紅頰赤，②時有低熱，掌心發熱，③心煩，④盜汗，⑤腰痠腿軟。
^tounge 舌紅，舌絳尖有紅刺，舌少津。
^pulse ①脈細數，②脈弦細數。
^symtom ①咯血，②咳血不止，每日少則痰中帶血，多則咳吐數十口鮮紅挾冇血塊，③經行吐血，咳血，經血點滴不至，自覺氣從少腹上衝，即咳吐血。
^pulse ①脈弦數，②脈弦數有力。
^symtom ①發熱心煩，煩操，②口竭，口苦，n乾嚥燥，③咳痰不爽，咳嗽痰稠，④大便乾結。
^tounge ①舌絳苔微黃，②苔薄黃，③舌苔黃乾。
^pulse 脈虛弦。
^symtom ①胸脅刺痛，②右胸隱瑯，③右脅脹痛，肝區作脹。
^ck23z04h289
^norm 木火刑金。
^chinese 虛勞，咯血，經期吐咳血，倒經。
^western 肺結核並咯血，肺不張，子宮內膜異位症（肺部）。
^combo 氣虛+陰虛+氣逆+氣熾+清空+氣滯+陽鬰
^ill〔氣虛失養〕
^symtom ①面浮神疲，②面容消瘦，形瘦色萎，③不思納谷，④頭眩心悸。
^tounge ①舌質淡紅，②舌淡胖。
^pulse 脈細。
^ill2〔陰虛失養〕
^symtom ①凜寒潮熱，午後潮熱，顴紅頰赤，②時有低熱，掌心發熱，③心煩，④盜汗，⑤腰痠 腿軟。
^tounge 舌紅，舌絳尖有紅刺，舌少津。
^pulse ①脈細數，②脈弦細數。
^ill3〔氣機沖逆〕
^symtom ①咯血，②咳血不止，每曰少則痰中帶血，多則咳吐數十口鮮紅挾有血塊，③經行吐血，咳血，經血點滴不至，自覺氣從少腹上衝，即咳吐血。
^pulse ①脈弦數，②脈弦數有力。
^ill<sub=1>〔津氣繭熾〕
^symtom ①發熱心煩，煩躁，②口渴，U苦，口乾咽燥，③咳痰不爽，咳嗽痰稠，④大便乾結。
^tounge ①舌絳苔微黃，②芬薄黃，③否苔黃乾。
^pulse 脈虛弦。
^ill2<sub=1>〔清空失寧〕
^symtom 頭暈甚。
^ill<sub=2>〔氣機不利〕
^symtom ①胸脅刺痛，②右胸隱痛，右脅脹痛，肝區作脹。
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔補.管湯證〕
^origin〔《章次公醫案》方〕
^formula2〔仙花湯證〕
^origin〔《章次公醫案》方〕
^ingredients1985 仙鶴草、花蕊石 各30g，白芍、桑葉、桑白皮、白及 各9g，阿膠24g，甜杏仁12g，粉甘草3g。
^formula3<var=2>〔仿寒降湯證〕
^origin〔張谷才方〕
^ingredients1986 代赭石20g，黃連2g，白巧5g，竹茹6g，甘草4、g，瓜蔞』仁、阿膠、丹皮 各10g。
^formula4〔補肺洩肝湯證〕
^origin〔貨文東方〕
^ingredients1987 炙貿?、炒白朮、杏仁、百部、知母 各9g，炙甘草、陳皮 各3g，半夏、青蒿、炙雞內金 各4.5g。
^formula5〔養陰清熱，引血下行證〕
^origin〔許建人方〕
^ingredients1988 生地、玄參、枸杞子、丹參、丹皮、茜草、牛膝、鬰金、玉竹、白薇、澤瀉 各10g。
^ingredients1989 (3)黃文東治肺結核、肺不張3年，經常咯血，午後潮熱，咳嗽痰稠，右胸隱痛，肝區作脹，面浮神疲，形瘦色萎，不思納谷，火便乾結，舌淡胖尖有紅刺，脈細。補肺洩肝湯主之（組方見方症）。症狀緩解，後轉：沙參、炙甘草、桑葉、桑白皮、銀柴胡、元參、青蒿、白蒺藜、海蛤殼、白薇、白前、竹茹、鬰金、陳皮（《黃文東醫案））。
^ck23z04h153
^norm 虛火傷陰。
^chinese 癉瘧，熱人血室。
^combo 氣蒸+陰蒸+陰涸
^formulas
^formula〔護陽和陰湯證〕
^origin〔《溫病條辨》方〕
^ingredients1990 白芍15g，炙甘草、寸麥冬、人參 各6g，炒乾生地9ga 摘錄：
^ck23z04h154
^norm 陰虛火熾。、
^chinese 虛熱。
^combo 氣灼+陰蒸+陰涸+氣虛+神眾
^formulas
^formula〔補氣養陰方證〕
^origin〔馬元儀方〕
^ingredients1991 人參、熟首烏、枳殼、茯神、廣陳皮、半曲、枯梗、丹皮。2劑後加白芍、當歸身、川石斛。
^ingredients1992 (3)馬元儀治發熱，神昏，譫語，胸滿，舌苔黑剌，面色枯瘁，吋有喘咳，日晡益甚，此肝木內鼓心火上炎，肺金失 養，而宵土無滋也，為定開結滋燥法：瓜蔞仁、枳殼、桃仁、蘇子、杏仁、半夏曲、蘆根。服後倦臥片時，神氣頗清，右 脈亦透，但澀象不減，重按少神，舌上胎刺去而復生，雖有轉機，但津液元氣枯竭之極。所恐者，藥之假不能濟其真水火 也。轉用：人參、生首烏、知母、生地、川黃連、蘆根。兩劑後，澀象漸減，胸滿頓釋，面色轉澤，眠睡頗安，但舌苔未 盡去，中脘以下尚有滯悶，此上焦津液雖回，而中州運化失職也，前方加枳實、山楂，一劑而中滿釋。轉用：人參、石斛、茯神、酸麥仁、當歸身、白巧、橘紅、貝母、生地、炙甘草、表冬、川黃連。服後週身發疹，表間微熱，此余邪盡從外達，用：荊芥、牛券子、乾葛根、防風、杏仁、桔梗、前胡、蘇子、薄荷。洛症悉已。用：人參、制首烏、白芍、狹苓、整甲、丹皮、石斛、半曲、甘草（《宋元明清名醫類案續編》馬元儀3)。
^ck23z04h160
^norm 陰虛火旺。'
^chinese 盜汗，瘀露不斷。-
^combo 陰蒸+陰涸+陰虛+氣虛
^formulas
^formula1〔止汗湯證〕
^origin〔北京結核病院方〕
^ingredients1993 生黃耆、生牡蠣、浮小麥 各30g，生地、熟地 各15g，當歸、炒黃柏、炒黃芩、麻黃根 各9g，炒胡連6g。
^formula2<var=2>〔保陰煎證〕
^origin〔陳大坤方〕
^ck23z04h202
^norm 陰虛火旺。
^chinese 冬溫咳嗽，下血，吐血，咯血。
^western 兩肺上部浸潤型肺結核。
^combo 陰虛+陰熾+血虛+血溢+陰涸
^formulas
^formula〔黃連阿膠湯證〕
^origin〔《傷寒論》方〕
^ingredients1994 黃連 四兩，黃芩、芍葯 各二兩，雞子黃二枚，阿膠 三兩。前三藥水煎，阿膠烊入，待稍冷納雞子貿‧攪和，分三次服。
^ingredients1995 (2)尤在涇治吐血得勞與怒即發，脈小數，微嗆，病在肝心，得之思慮勞心，宜早圖之，勿使延及肺家，則吉：阿 膠、丹皮、牛膝、丹參、小薊炭、三七、藕汁、童便。
^ck23z04h201
^norm 陰虛勞熱。
^chinese 陰虛發熱。
^western 結核性腹膜炎，急性淋巴細胞白血病。
^combo 陰虛+血虛+陰蒸+血蒸陰涸
^symtom 消瘦。
^pulse 脈弦細。
^symtom ①夜熱早涼，②盜汗。
^pulse 脈細數。
^symtom ①頭暈，②心悸，③五心煩熱Q
^tounge 舌質紅，薄白苔。
^symtom ①下午發熱、哺後潮熱，尚有形寒，梢神較差，②疲勞即發熱，形寒，③鼻血，④腹痛。
^tounge 舌質紅。
^symtom ①汗出甚多，②唇燥，口舌多燥，③口渴口乾喜飲，④盜汗。
^tounge 舌質紅無苔。
^formulas
^formula<var=1>〔資蒿鱉甲湯證〕
^origin〔秦伯未方〕
^ingredients1996 生地12g，鱉甲15g，黃耆10g，升麻6g，青蒿9g，桑葉、丹皮、前胡。』
^ck23z04h150
^norm 氣血暴脫，木火刑金。『f
^chinese 虛勞咯血。
^western 肺浸潤型結核伴空洞，支氣管擴張症合併大咯血。
^combo 血虛+陽浮+氣虛+神衰+氣脫
^formulas
^formula〔柔肝鎮逆，保肺寧絡方證〕
^origin〔王正公方〕
^alias陰虛發熱，邪留陰分，陰虛內熱，陰枯火熾，陰虛火冗，陰虛火旺，虛火妄動，虛火上炎，虛陽上越，陰虛陽亢，陰 枯陽亢，陽氣暴逆，二少失司，相火上逆，龍雷沸騰，龍火上僭，龍火浮越，亢龍，火不歸根，水虧木旺，心腎不交，水 火不濟，心火亢盛，血祜，熱迫沖任，下損痿厥。
^chinese 冬溫伏鼻，虛熱，久熱，夜熱，潮熱，失眠，盜汗，虛喘，虛呃，眩暈，耳鳴，口瘡，口糜，牙痛，暴吐 血，輿衄，齒衄，耳衄，血尿，血淋，赤濁，病後遺楮，遺精，夢遺，滑精，血祜經閉，月經過多，倒經，暴崩，經漏，崩漏，陰陽易，色復，陰汗，賢痿，骨瘺。
^western 紅斑狼瘡，結節性紅斑，過敏性紫鍛腎炎，紫瘢性腎炎，慢性前列腺炎，子宮功能性出血，慢性腎炎，子宮 內膜炎，閉經泌乳綜合征，閉經泌乳綜合征，口腔潰瘍，局限性慢性牙周炎，神經衰弱。
^symtom ①兩側太陽穴頭痛，②耳鳴，③腰④胸脅痛，⑤滿身疼痛，⑥關節痠痛。
^symtom ①午後發熱，②夜間發熱。
^tounge 舌純紅起刺。
^symtom ①耳聾齒枯，②舌燥唇焦。
^tounge 舌苔尖紅根紫。
^pulse 脈弦細數。
^symtom ①夜間發熱曰間則涼，②面頰潮紅，③足心灼熱。
^tounge 舌質紅苔淨，舌紅無苔。
^pulse 細數。
^ill2〔陰液消涸〕
^symtom ①潮熱盜汗，足心熱，足脛亦熱，②口燥咽乾，③腰胯痠楚，④頭昏耳鳴，⑤尿後白濁，夜寐
^tounge 舌紅。
^pulse 脈沉細數。
^symtom ①咽喉乾燥，②唇紅、口乾燥，口唇乾燥，常便秘，③心煩失眠，常夜寐不安。
^ck23z21h201
^norm 削虛發熱，邪留陰分。
^chinese 久熱，夜熱;）
^western 紅斑狼瘡，結節性紅斑。
^combo 陰虛+血虛+陰蒸+血蒸+陰涸
^ill〔陰虛失養〕
^symtom ①精神萎靡，②頭髮脫落，③日漸消瘦，④睡眠欠佳。
^ill2〔陰熱蘊蒸〕
^symtom ①夜間發熱，日間則涼，②面頰潮紅，③足心灼熱。
^tounge 舌質紅苔淨，舌紅無苔。
^pulse 細數。
^symtom ①兩側太陽穴頭痛，②耳鳴，③腰痛，④胸脅痛，⑤滿身疼痛，⑥關節痠痛。
^symtom ①間歇性午後低熱及高熱，五心煩熱，②面頰兩側及背部有紅斑.下肢或四肢散見結節性
^tounge 舌尖邊紅赤有芒刺，舌面有縱深裂。
^pulse 脈細虛數。
^symtom ①頰赤曆乾，②盜汗，③口乾苦，④大便常閉結，小便黃赤。
^tounge 紅絳。
^pulse 沉弦而細。
^formulas
^formula1<var=2>〔秦艽鱉甲湯證〕
^origin〔鄧榮滋方〕
^ingredients1997 黃耆、龜版、丹參各24，鱉甲30g，知母、生地、地骨皮各5g，秦艽、黃芩、阿膠 各12g。
^formula2〔青tt鱉甲湯加臧證〕
^origin〔宗言順方〕
^ingredients1998 秦丸、整甲、白句、生熟地、地骨皮、丹皮、知母、青離 各9g，當歸、龜版 各12g，黃柏6g，柴胡3g。
^ingredients1999 1論著：陳士鐸：肝腎陰虛，邪留陰分，夜間發熱，日間則瓊，滿身疼痛，主補液丹：熟地30g，白芍、茯苓、發冬  各15g，蝥甲、當歸、生首烏、丹皮、地骨皮、貝母 各9g，燊胡3g;或補陰散邪湯：熟地30g，首烏、當歸 各15g，地骨 皮、丹皮 各9g，天花粉、神曲 各6g，人參、柴胡 各3g，砂仁1粒。
^ck23z21h202
^norm 陰虛內熱，熱迫沖任。
^chinese 月經過多，倒經，崩漏。
^western 子宮內膜炎。
^combo 陰虛+陰熾+血虛+血溢+液洩-
^formulas
^formula1<var=2>〔大安榮煎證〕
^origin〔玉大增方〕
^ingredients2000 生地炭12g，炒白芍、川黃柏、阿膠、醋香附、秦艽、川續斷、炒酸棗仁、大麥冬 各9g，丹皮4.5g，砂仁2.4g，白茅
^formula2<var=1>〔保陰煎證〕
^origin〔呂敬江方〕
^ingredients2001 生地、熟地、白芍、淮山 各12g，續斷、黨參、陳棕炭 各15g，黃芩、黃柏、益母草、阿膠（烊化） 各9g，艾葉6g，甘草4.5g。
^formula3〔順經湯證〕
^origin〔余國俊方〕
^ingredients2002 酒洗當歸、熟地、丹皮 各15g，酒白芍6g，白雲苓、沙參、炒黑荊芥穗 各10g。
^ck23z21h315
^norm 陰虛火熾。
^chinese 血尿，血淋，赤濁。
^western過敏性紫瘢腎炎，紫癱性腎炎。
^combo 陰虛+陰熾+血溢+精滑
^ill〔陰虛失養〕
^symtom ①面色恍白，②頭暈耳鳴，③健忘失眠，④下肢無力。
^pulse 脈尺浮大而虛。
^ill2〔陰熱繭熾〕
^symtom ①面頰浮紅，眼瞼微腫，②內熱心煩，③手心熱，④n燥咽乾，咽充血疼痛，⑤小便赤熱，大便乾燥。
^tounge 舌質紅薄黃苔，間有裂紋。
^pulse ①弦細而數，②脈沉細數，兩尺細數無力。
^symtom 腰脊瘺弱不舉，腰胯痠楚。
^symtom ①血尿持續不止，②小便除挾血塊外，尚有黏稠帶血之滑物，痛楚甚，③赤濁，④下肢散
^formulas
^formula1〔滋腎養陰，清熱寧血證〕
^origin〔郭輝雄方〕
^ingredients2003 黃柏、知母、生地、丹皮、女貞子、茯苓、澤瀉、茅根、小薊、旱蓮草、桑椹、地骨皮、竹葉。
^formula2<var=2>〔理血湯方證〕
^origin〔桃紅方〕
^ingredients2004 12go　　　摘錄：　　　1.論著：赤濁，補腎菟絲子丸：菟絲、茯苓、山藥、沙苑子、車前子、遠志、牡蠣、石斛。
^ck23z21h193
^norm 血枯。
^chinese 血枯經閉。
^combo 血虛+陰涸+經絡不榮
^ill〔血虛失榮〕
^symtom ①體形消瘦，②頭昏耳鳴，③經閉不行，④飲食日‧少，⑤‧清志抑鬱不舒容易發怒。
^ill<sub=1>〔陰液消涸〕
^symtom ①午後潮熱，②兩顴發赤，③咽乾舌燥。
^tounge 舌紅無苔。
^pulse 脈弦數。
^ill<sub=2>〔絡脈不榮〕
^symtom 腰膝酸軟。
^ill2<sub=2>〔經脈不榮〕
^symtom 臥床伢痛。
^formulas
^formula〔滋養肝腎方證〕
^origin〔王渭川方〕
^ingredients2005 鮮生地60g，石斛、地骨皮、生白芍、枸杞、阿膠珠各l2g，沙參、炒川揀、肥知母、當歸身、雞內金、山萸肉 各6g，羚羊角(沖磨）、砂仁 各1.5g，貨精24g。
^ck23z21h205
^norm 陰虛火旺。‧
^chinese 潮熱，血痢。
^western 饅性前列腺炎。
^combo 陰枯+氣熾+神擾
^ill〔陰液消涸〕
^symtom ①面黑神疲體瘦，②潮熱盜汗，足心熱，足胚亦熱，③口燥咽乾，腰胯痠楚，④頭昏耳鳴，⑤尿後白濁，夜寐遺梢。
^tounge 舌紅。
^pulse 脈沉細數。
^ill<sub=1>〔津氣蘊熾〕
^symtom ①身熱口渴，②少腹不適，會陰肛門墜痛，③大便乾燥，小便貿熱，小便澀赤，_血色紫。
^pulse 脈象洪數。
^tounge 舌紅苔黃序。
^ill<sub=2>〔神志不寧〕
^symtom 健忘失眠。
^formulas
^formula<var=1>〔知柏地黃證〕
^origin〔李有文方〕
^ingredients2006 生地、山藥、澤揮、茯苓、山茱英、桑寄生、車前子 各12g，丹皮、知母、五味子 各6g，黃柏9g，六一散16g。
^ck23z21h321
^norm 陰虛火旺，陰虛陽亢，龍雷沸騰，龍火浮越，亢龍，火不歸根，虛火上炎，相火上逆。
^chinese 眩暈，耳鳴，口瘡，牙描，暴吐血，弈411，齒衄』耳衄，月經過多，暴崩，經漏。
^western 口腔潰瘍，子宮功能性出血。
^combo 陰虛+陽浮+空竅+血溢+氣逆
^ill〔陰虛失養〕
^symtom ①身高休瘦，皮膚色黑，②腰腿痠軟，兩腳痠軟，③夜則發熱盜汗，遺棺。
^tounge 舌偏紅苔薄少。
^pulse ①脈弦細無力，②脈虛數，脈細數，脈沉細數無力，③尺脈沉數，或弱或躁。
^ill2〔陽氣浮越〕
^symtom ①面目紅赤，面赤足冷至膝，頭部發熱，②頭重腳浮，③口乾思飲，飲水不多，④五心煩 熱，經前煩躁易怒，煩擾不安，夜寐夢多，不寐，心蕩神馳。
^tounge ①舌紅無苔，②舌質紅絳，苔菏乾。
^pulse ①脈數有力，②脈數寸關尤甚。
^ill<sub=1>〔清空不寧〕
^symtom 贓痛甚則痛時如有火熱上攻泥九，２頭呆，晨起頭輦更甚，動則加劇，③頭面牙耳陣痛。〔清竅不利〕
^symtom ①邛鳴，耳若蟬鳴，耳塞，②牙根痠軟，牙齦浮腫，③口腔潰爛，④舌痛有時咽部潰爛，⑤喉嚨作痛。
^ill<sub=2>〔絡血妄行〕
^symtom ①暴吐血，血色鮮紅，吐黑血，②典衄，成流不止者，③齒血。晨起口中熱腥味異常，每 吐濁血色痰一口，牙不宣而出血，齒縫出血，多則血流盈盞，④耳內出血涓涓不絕，⑤月經週期不定，血蛩或多或少，色 紅黑有塊，月經過多色黯，經漏不止，陰血暴崩。
^ill2<sub=2>〔氣機沖逆〕
^symtom ①時有噁心，胃痛，②疾嗽必甚。
^formulas
^formula1〔玉竹封髓丹證〕
^origin〔《蒲輔周醫療經驗》方〕
^formula2〔生熟地湯證〕
^origin〔張伯臾方〕
^ingredients2007 大生地15~30g，熟地30～60g，參三七3～9g，丹皮9g，荊芥炭4.5g。
^formula3〔兩瀉湯證〕
^origin〔陳士鐸方〕
^ingredients2008 白芍、丹皮、地骨皮、生地 各30g，黑振'9g，元參60g。
^ingredients2009 (2)陳士鐸：壯水湯：熟地90g，生地30g，炒黑荊芥6g，三七9g，童便1碗。
^ingredients2010 (1)繆仲淳治賀函伯乃正，小產後陰血暴崩，作暈噁心，牙齦浮腫，喉嚨作痛，日夜叫號不絕。仲淳曰：此證因失血 過多，陰血暴虧，陽無所依，火空則發，故炎上，胸中覺煩熱，所謂上盛下虛之候也。法當降氣，氣降則火降矣，火降則 氣歸元，而上焦不燒熱‧齒齦腫消，喉嚨痛止，陽交於陰而諸證自已爾：蘇子、麥門冬、白芍、青蒿子、牛膝、五味子、鱉甲、生地黃、甘枸杞子、枇杷葉、川續斷、酸棗仁、童便、橘紅、鬰金汁。
^ingredients2011 (3)費伯雄治齒血。陰虛陽亢，龍笛之火沖激胃經，牙不宣而出血，齒縫出血，多則血流盈盞，擠夜10餘次，面目 紅赤，煩擾不安，為制蒼玉潛龍湯：生地、龜版、石奇、龍齒、石斛、天花粉、丹皮、羚?、沙參、白芍、瑀汁、茅根。連服10劑而愈。
^ck23z21h220
^norm 陰枯陽亢，陽氣暴逆，相火上逆。
^chinese 虛喘，虛呃。、
^ill〔陰虛失養〕
^symtom ①腰痠，腰脊酸痛，跟疼，②耳聾眼花，③遺精帶下。
^pulse 脈細弱。
^ill2〔氣機沖逆〕
^symtom ①沖任脈動，虛咳，虛喘，虛痰，虛呃，②自臍下直衝至胸嗌間而呃，發聲遲緩，挾臍動 脈直至中脘，動勢粗壯，與呃聲相應，R[按則呃止，③或有呃升，或有噯氣，④氣填胸中，嘔而無物，吐而有痰。
^ill<sub=1>〔陰液消涸〕
^symtom ①虛熱，骨蒸盜汗，②小便短，小溲頻數，色見紅赤。
^pulse ①脈細數，②脈左關尺細弦數。
^tounge ①舌邊淡絳，舌中乾灰，②舌糙黃無液，③舌質胖嫩，根或灰黑淡薄。
^ill<sub=2>〔陽氣浮越〕
^symtom ①面赤顴紅，兩顴嫩紅，0如媽眼，②頭暈耳鳴，目眩心悸，③沉沉欲寐，默默亂語，④ 寐中紛紛夢擾，手指躍躍跳動。
^pulse ①脈滑大勁數，搏指不柔，②左部脈象小數弦勁，右部脈數搏指。
^formulas
^formula〔鹹苦寒法方證〕
^origin〔曹永康方〕
^ingredients2012 黃柏、知母、石決明、珍珠母、龍齒、牡蠣、代赭石、白芍、天花粉、橘皮、竹茹、丹皮、梔子。
^ingredients2013 ４腎虧陰火上炎，頭暈耳鳴，目眩心悸，腰後，脈細弱，補背丸：熟地、菟絲子、當歸、蓯蓉、山茱英、黃柏、知 母、補幵脂加磁石。』
^ck23z21h319
^norm 水虧木旺，虛火妄動，坎離失調，心腎不交。
^chinese 冬溫伏暑，病後遺梢，夢遺，滑精。
^western 慢腎炎，閉經泌乳綜合征。
^combo 陰虛+陰蒸+神擾+精滑+血溢
^ill〔陰虛失養〕
^symtom ①腰酸痛，②眼花，③心悸。
^tounge 舌邊紅刺。
^pulse 脈細弱。
^symtom ①觀胥泛紅，陣發烘熱，足冷口乾升火，②五心煩熱，汗出，③口苦口臭，④脘略，少腹胃脘發 熱，⑤小水淋濁，小溲頻數而赤。
^tounge ①舌紅糙，苔薄，舌邊有纓線，②舌質紅絳、苔薄白，③苔黃膩，舌暗紅。
^pulse ①脈弦，②脈細數，③尺脈洪大，脈左關尺大。
^ill<sub=1>〔神志不寧〕
^symtom ①心煩，夜寐欠安，性情煩躁易怒，②左少腹睪丸氣上攻胸，心神狂亂。
^ill2<sub=1>〔陰精不固〕
^symtom ①男子遺精夢洩，女子帶多，②消楮時作，晝犯亦不自禁。
^ill<sub=2>〔絡血妄行〕
^symtom ①齦血目青，②血崩，③經汛每月兩轉，魚多色鮮，④溢乳經停瘕痛。
^formulas
^formula〔三才封髓丹加黃連證〕
^origin〔《通俗傷寒論》方〕
^ingredients2014 天門冬、熟地黃、人參 各15g，黃柏150g，砂仁45g，炙甘草22.5g，加黃連。
^ck23z21h320
^norm 陰虛火亢，水火不濟，心火亢盛。
^chinese 失眠，盜汗。
^western 神經衰弱，閉經泌乳綜合征。
^ill〔陰虛失養〕
^symtom ①形體消瘦，精祌疲倦，面色少華，②眼花，③腰疫，④月信杳然。〔陽氣浮越〕
^symtom ①至夜則口乾舌燥，口乾咽燥不欲飲，②頭目昏蒙，莕忘，健宓。
^tounge 苔黃膩，舌暗紅。
^ill<sub=1>〔神志不寧〕
^symtom ①失眠多夢，夜寐不寧，經夜常醒，②心煩意躁，焦慮不安，③善驚，心擇，④時多怒氣。〔陰液消湎〕
^symtom ①夜間盜汗，②脘嘈。
^tounge ①舌紅苔少，②苔薄舌紅。
^pulse ①脈細數，②脈細小弦。
^ill<sub=2>〔陰精不固〕
^symtom ①夢遺，②溢乳。
^formulas
^formula〔當歸六黃湯合交泰丸證〕
^origin〔劉代庚方〕
^ingredients2015 生熟地 各20g，當歸15g，黃芩、黃連、黃柏各Og，黃耆30g，肉桂3g。★
^ingredients2016 1.論著：陳士鐸：賢水匱涸，戾夕之間，時多怒氣，不必有可怒之事，而心煩意躁，不能自違，至夜則口乾舌燥，只 有一更熟睡.經夜常酲，潤肝湯：熟地、山茱萸、白芍、當歸、五味子、元參、丹皮、炒扼子。
^ingredients2017 熟地 各15g,山茱萸、柏子仁、卷柏、澤蘭葉、交泰丸 各10g,阿膠12g,淮牛膝20g，每周5劑，連服1個月.溢乳停止，
^ingredients2018 虛胞脈失養，氣滯營血不和，再鴉益以理沖任：炙龜版30g,山茱萸、菟絲子、生地、熟地、丹參、燊寄生 各12g,全當
^ingredients2019 歸、川茍、赤芍、白芍、香附 各10g, 7劑，六味地黃丸級調。
^ck23z21h322
^westernC1腔潰瘍，局W性慢性牙周炎。
^combo陰虛+陽浮+陽虛+空竅+血溢
^ill〔陰虛失養〕
^ill<sub=1>〔陽氣浮越〕
^ill<sub=1>〔淸竅不利〕
^symtom①典M,②棚衄。
^formula1〔仿費伯雄潛龍湯意方證〕
^origin〔鄒云翔方〕
^ingredients2020 龍齒、牡蠣9g,龜版24g,生地15g,知母3g,黃柏2.4g,潞黨參、麥冬 各4.5g,肉桂粉0.6g (吞膽 >,云茯苓6g,
^formula2〔鄒氏導陽歸腎湯證〕
^origin〔趙國仁方〕
^ingredients2021 生蒲黃（包）、麥冬、鮮石斛、玄參各IOg,生地、龜甲（代龜版） 各30g,川貨連、川貨柏、生甘草 各5g,肉桂粉lg
^formula3〔滋陰涵陽，引火歸原方證〕
^origin〔俞K榮方〕
^ingredients2022 生地、玄參、天花粉、麥冬、石斛、龍膽草、肉桂，另用吳茱萸30g,研末涂敷涌泉穴。
^ck23z21h223
^norm 火擾精室。
^chinese 遺精。
^combo 陰虛+精滑+陰涸+陽浮
^ill〔陰虛失養〕
^symtom 腰痠無力。
^pulse 兩尺軟弱。
^ill2〔陰精不固〕
^symtom ①遺精，②見異性陰莖即勃起，尿道流黏性物，③小便渾濁。
^ill<sub=1>〔陰液消涸〕
^pulse 脈細數。
^ill<sub=2>〔陽氣浮越〕
^formulas
^formula〔直指固精丸證〕
^origin〔楊士瀛方〕
^ingredients2023 黃柏、知母、龍骨、牡蠣、蓮芯、芡實、茯苓、淮山。
^ingredients2024 (2)施今裡治遺精：見異性陰莖即勃起，尿道流黏性物，腰痠無力，舌如常，六脈細數。金櫻子丸：桑寄生75g，砂 仁 15g，狗脊、芡實 各45g，鹽知母、蒺藜、丹參、鹽川貿柏、沙苑子、炒丹皮、石蓮肉、五味子、生地、熟地、五倍子、金搜子、蓮須、益智仁 各30g (《施今澳臨床經驗集》）。
^ck23z21h224
^norm 下損痿厥。
^chinese 腎瘺，骨痿。
^combo 陰虛+陰蒸+氣逆+空竅+血溢精滑
^ill〔陰虛失養〕
^symtom ①腰脊瘺弱不舉』②腳膝無力』兩足痿弱難行，③骨枯而痿，兩腳漸細，行步艱難，立則 腿顫。
^pulse 脈尺浮大而虛。_
^ill2〔陰熱組蒸〕
^symtom ①內熱心煩而渴，②腰痠背熱，③腿跟熱痛，自覺兩足極熱上衝股膝，④小腹冤熱，⑤/J
^formula1〔虎潛丸證〕
^origin〔《丹溪心法》方〕
^ingredients2025 黃柏250g，陳皮60g，龜版25g，乾姜15g，知母、熟地黃、白芍葯 各60g，鎖陽45g，虎骨30g。糊丸或密丸，每服
^formula2〔大造丸證〕補精益腎，佐以苦堅/治腎瘺，骨枯而痿，腳膝無力，腰脊不舉，詳見論著（4)。
^ingredients2026 黃柏、龜版、杜仲、川牛膝、陳皮。
^formula3〔費伯雄滋陰補葫湯證〕治腎痿，骨枯而痿，腳膝無力，腰脊不舉，脈數而渴，詳見論著（4)。
^ingredients2027 生地、龜版、黃柏、知母、虎骨、枸杞、當歸、黨參、茯苓、白朮、狗脊、川續斷、豬脊髓。
^ingredients2028 (3)腎陰虛則梢日耗，水不制火，火邪蒸灼，真水日耗，腰鋝痿弱不舉，小便赤，內熱心煩，頭暈耳鳴，脈尺浮大而 虛，或細數無力，當滋陰補腎，補先天之水，不可復用熱藥以灼其陰，知柏八味加龜版、枸杞子、杜仲、五味子。杜仲丸: 杜仲、龜版、川黃柏、知母、枸杞子、五倍子、當歸、白與、黃耆、補骨脂、豬脊髓。充髓湯：熟地、元參、金斛、牛膝、女貞子。
^ingredients2029 (5)借痿，肝腎陰虛，足熱枯瘺，主填精益髓，六味加牛伢髓、豬脊髓、鹿角膠、羊肉膠、枸杞子、音鹽等，或滋陰 大補丸：熟地、山茱萸、山藥、獲苓、牛膝、杜仲、五味子、巴敗、小茴香、蓯蓉、遠志、石胃蒲、枸祀、紅棗。
^alias氣虛血熱，陰虛火動，陰虛火旺，木火刑金。
^chinese 毋衄或齒衄，自汗，盜汗，唾血，鼻衄，咳血，痰血，咽痛，消渴。
^western 原發性血小板減少性紫癜，慢性明炎，糖尿病。
^ill〔氣虛不充〕
^symtom ①頭暈體倦，②疲乏無力。
^pulse 脈緩。
^symtom 咽乾灼熱，午後益甚。
^symtom ①腰痠肢怠，②夜寐欠安。
^symtom ①夜則發熱面赤，肘口殷紅，②fi汗，③不寐，④左脅痛如針刺。
^tounge 舌紅。
^pulse 脈細數。
^symtom ①手足心熱，②口舌乾燥。
^tounge 舌紅少苔。本證一H160氣陰虛蒸候
^symtom 渴不多飲。:轉證一H202明血消灼候
^pulse 脈細數。變證一 H62氣陰不固候
^ck23z05h160
^norm 陰虛火動。
^chinese 自汗，盜汗。
^combo 陰蒸+陰涸+陰虛+氣虛
^ill〔陰熱蘊蒸〕
^symtom 烘熱。
^ill2〔陰液消涸〕
^symtom ①心俘，②自汗盜汗。
^ill<sub=1>〔陰虛失養〕
^symtom 夜寐欠安。
^ill<sub=2>〔氣虛不充〕
^symtom 汗後惡寒。
^tounge 苔薄。
^pulse 脈黹。
^formulas
^formula<var=2>〔當歸六黃湯證〕
^origin〔《程門雪醫案》方〕
^ingredients2030 炙黃耆皮、生地、熟地、白芍、地骨皮、米炒金斛、熟女貞、旱蓮草、灰冬各當歸身6g，酒貨芩3g，酒炒川黃 連、五味子 各0.9g，糈稻須120g。
^ck21z05h202
^norm 陰虛火旺，木火刑金。
^chinese 唾血，與勉，咳血，痰血。
^combo 陰虛+陰熾+血虛+血溢+陰涸+液洩
^ill〔陰虛失養〕
^symtom 耳鳴。
^ill2〔陰熱蘊熾〕
^symtom ①夜則發熱面赤，唇口殷紅，②自汗，③不寐，④左脅痛如針刺。
^pulse 脈細數。
^ill<sub=1>〔陰液消個〕
^symtom ①口舌乾燥，②痰嗽，③遺精。
^ill2<sub=1>〔血虛失榮〕
^symtom 肌削不饑。
^ill<sub=2>〔絡血妄行〕
^symtom ①唾血，②毋衄，③咳血，或痰帶血絲，④血色鮮紅。
^ill2<sub=2>〔熱蒸液洩〕
^symtom 盜汗。
^formulas
^formula〔滋陰降火湯證〕
^origin〔《雜病源流犀燭》方〕
^ingredients2031 白芍葯3.6g，當歸3.6g，熟地黃、麥門冬、白朮 各3g，酒生地2.4g，陳皮2.1g，鹽知母、鹽黃柏 各1.5g，生薑3片，大棗1枚。水煎服。
^ingredients2032 (1)唾血，陰虛火旺，迫血妄行，其病雖在於肺，其源實出於腎，主清唾湯：知母、貝母、者梗、黃柏、熟地、元 參、遠志、天冬、寸麥冬、炮姜。或滋陰降火湯，及天冬、麥冬、知母、貝母、桔梗、百部、黃柏、遠志、熟地之屈。
^ingredients2033 (3)夜則發熱盜汗，遺精，耳鳴不寐，面赤，唇口殷紅，口舌乾燥，血色鮮紅，或痰帶血絲，脈細數，宜壯水制火，六味地黃湯加蒲黃、藕節、阿膠、五味子、龜版、白芍、牛膝；或滋陰降火湯：當歸、白芍、熟地、生地、白朮、天冬、麥冬、陳皮、知母、黃柏、炙甘草。
^ck23z05h162
^norm 陰虛火旺。
^chinese 消渴。
^western 糖尿病。
^combo 氣虛+陰虛+津洩+楮滑+血溢+陰涸
^formulas
^formula〔益氣養陰清熱方證〕
^origin〔祝諶予方〕
^ingredients2034 生黃耆、山藥、蒼朮、元參、石斛、生地、熟地各5g，太子參、天花粉 各30g，天冬、寸麥冬、知母、黃柏、烏梅、芡實 各9g，枸杞子12g。
^alias陰虛火旺，陰枯火熾，虛陽浮越，虛火上炎。
^chinese 虛斑，嫩狂，口瘡，口疳，小兒口瘡，狐惑，齒血，鶴膝風
^western血小板減少性紫瘢，口腔潰瘍，復發性口腔潰瘍，口腔扁平苔癬，白塞氏病。
^ill〔津氣組熾〕
^symtom ①喉中覺有熱氣上衝，②口乾，晨起口乾渴，喜飲水，③口臭，④齒血，口爛齦糜，齦易出血，⑤舌尖、上唇內側有黃豆大小的潰瘍，周圍充血水腫，舌邊緣有疤痕，⑥尿頻、尿痛。
^tounge 舌質紅，苔薄黃。
^ill2〔陰液消湎〕
^symtom ①手心發熱，②腰酸乏力，③夜寐欠安。
^tounge 舌偏紅苔少。
^pulse 脈弦細數。
^ill3〔津液枯涸〕
^symtom ①口角有包疹，頰內白腐斑點，飲食鹹味尤痛，②五更咽燥，咽喉紅赤。，.
^tounge 舌質紅，苔薄白。
^ill4〔氣虛不充〕
^symtom ①面色恍白，形容憔悴，②有時頭暈，③四肢乏力。
^ck23z17h153
^norm 火熾陰枯。
^chinese虛斑，癲狂。
^western 血小板減少性紫癜。4
^combo 氣蒸+陰蒸+陰涸
^ill〔津氣蘊蒸〕
^symtom ①心胸煩躁，②狀若斑狂。
^ill<sub=1>〔陰熱蘊蒸〕
^tounge 舌偏紅。
^pulse 脈弦細數。
^ill<sub=2>〔陰液消湎〕
^symtom ①樵瘦，②U渴弈飲。
^formulas
^formula1<var=2>〔玉女煎證〕
^origin〔陳伯英方〕
^ingredients2035 生熟地 各12g，砂仁2.4g，生石脅、蘆根、白茅根、丹參 各15g，女貞子、旱蓮草、天花粉、藕節、側柏葉 各9g，鹽水 炒牛膝、知_母、炒黃芩 各6g。
^formula2〔甘&飲證〕
^origin〔魏玉橫方〕
^ingredients2036 《錄岳全書》方：生地、熟地、天冬、麥冬、石斛、茵陳、黃芩、枳殼、枇杷葉、甘草。
^ck23z17h210
^norm 陰虛火旺，陰枯火熾。
^chinese 口瘡，拉血。
^western 復發性口腔潰瘍。
^combo 氣熾+陰涸+液灼
^ill〔津氣蘊熾〕
^symtom ①喉中覺有熱氣上衝，②口乾，晨起口乾渴，喜飲水，③口臭，④齒血，口爛齦糜，齦易 出血，⑤舌尖、上唇內側有黃豆大小的潰瘍，周圍充血水腫，舌邊緣有疤痕，⑥尿頻、尿痛。
^tounge 舌質紅，苔薄黃。
^ill<sub=1>〔陰液消酒〕
^symtom ①手心發熱，②腰酸乏力，③夜寐欠安。
^tounge 舌偏紅苔少。
^pulse 脈弦細數。
^ill<sub=2>〔津液消灼〕
^symtom ①心煩憤銥。
^tounge 舌光絳。
^pulse 脈細，脈弦細。
^formulas
^formula1〔新加玉女煎證〕
^origin〔《通俗傷寒論》方〕
^formula2〔育陰清解方證〕
^origin〔顧伯棠方〕
^ingredients2037 １口炎一號：黃芩、桔梗、麥冬、天冬、知母、丹皮、白芍、生熟地、五味子、黨參、澤瀉、黃柏、懷牛膝、甘草。
^ck23z17h322
^norm 虛陽浮越，虛火上炎。
^chinese 口府，小兒口瘡，狐惑。
^western 口腔扁平荇癬，白塞氏病。
^combo 陰虛+陽浮+陽虛+空竅+血溢
^ill〔陰虛失養〕
^symtom ①小便有灼熱感，②尿黃便乾。
^tounge 鮮紅無苔。
^pulse 脈細數。
^ill2〔陽氣浮越〕
^symtom ①而部下午升火頗紅，②煩跺，③少寐。
^ill<sub=1>〔陽氣不振〕
^symtom ①口不渴，②白帶多。
^pulse 脈細o
^tounge 苔薄。〔清空不寧〕
^ill<sub=2>〔清竅不利〕
^symtom ①口腔破潰，左頰黏膜扁平荇癬形成潰瘍，②舌中心呈苔蘚樣破潰，口角流涎，痛不能食，
^formulas
^formula<var=2>〔導陽歸背湯證〕
^origin〔筍新吾方〕
^alias肺氣?鬰。、?
^chinese 胸痺，失音，呃逆，氣淋，癃閉。
^western 賁門痙攣，前列腺肥大並感染，老年前列腺炎。
^ill〔氣機不宣〕
^symtom ①胸膺窒塞不舒，似悶非悶，②咳嗽胸悶，胸背脹悶。
^symtom 似痛非痛，似脹非脹，苦難名狀。本證——H039清氣怫鬰候
^symtom ①呃逆，食人尤甚，②嘔逆不止。轉證一H248胃失和降候
^symtom 失音。變證一11305賢氣失宜候
^ck24z12h039
^norm 肺氣?鬰。
^chinese 胸搏，失音，呃逆。
^combo 氣鬰+佛鬰+氣蒸+空竅
^ill〔氣機不宣〕
^symtom 胸膺窒塞不舒，似悶非悶。
^ill2〔陽氣佛鬰〕
^symtom 似痛非痛，似脹非脹，苦難名狀。
^ill<sub=1>〔津氣繭蒸〕
^ill2<sub=1>〔氣機不降〕
^symtom 呃逆，食人尤甚。
^ill<sub=2>〔清竅不利〕
^symtom 失音。
^ill2<sub=2>〔清空不宣〕
^formulas
^formula1〔輕靈宣絡理氣方證〕
^origin〔葉德銘方〕
^formula2〔升陽血府逐瘀湯證〕
^origin〔劉樹農方〕
^ingredients2038 生黃耆、防風、粉葛根、升麻、赤白芍 各9g，香白芷1.6g，紫丹參12g，陳皮6g，川-與、生甘草 各3g。
^ingredients2039 (2)由高聲叫號致失音：蟬衣、射乾、桔梗、元參、牛蒡子、薄荷、天花粉、玉蝴蝶，鬰金等。
^ck24z12h248
^norm 胃氣上逆。
^chinese _0
^western 賁門痙攣。
^combo 氣逆+氣鬱+氣滯
^formulas
^ingredients2040 旋復花、薤白 各10g，丁香5g，代赭石、柿蒂瓜蔞殼、車前子、牛膝、刀5殼 各12g。
^ck24z12h305
^norm 肺失宣降。
^chinese i氣淋，癃閉。
^western 前列腺肥大並感染，老年前列腺炎。
^combo 氣化+氣滯+絡鬰1
^ill〔氣化不行〕
^symtom -１尿頻p急尿痛，尿出艱難，小便點滴，２繼則小便閉塞，小便不出，涓滴不通，尿不撙 出，痄脹異常。'；
^tounge ①舌苔如常，②舌紅苔少。
^pulse ①脈浮滑略弦。1
^ill<sub=1>〔氣機不利〕
^symtom ①小腹充盈，呼吸短促，②小腹急痛，③咳嗽胸悶，胸背脹悶，心悸慌亂。‧
^pulse 脈細弦滑。
^ill<sub=2>〔絡脈不和〕
^symtom 腰痛。‧‧_'
^formulas
^formula1〔舒馳遠方證〕
^origin〔舒馳遠方〕
^ingredients2041 臼蔻仁、砂仁、半夏、肉桂、桔梗、生薑。.s 4
^formula2〔提壺揭佐以滋賢方證〕
^origin〔楊君柳方〕
^ingredients2042 炙紫菀、白前、知母、川黃柏、杏仁、_雲茯苓 各10g，、廣陳皮9g，安桂3g，百部 12g，甘草5g，桔梗、前仁、北沙參 各 15g0
^alias氣滯胃痛，胃氣上逆，中氣鬱滯，中虛氣滯，陽虛寒滯，氣鬱結聚，氣水鬰滯。
^chinese胃脘痛，.W氣痛，嘔吐，惡阻，呃逆，腹脹，嬰兒腹脹，虛脹，腹痛，便秘，氣閉，氣腫，氣臌。、
^western 悛性胃炎，萎縮性胃炎，十二指腸憩室，胃腸功能紊亂，腸道功能紊亂，先天性巨結腸，小兒肺炎合併 心衰。
^ill〔氣機不宣〕
^symtom ①胸悶，胸中氣塞，時太息，②院脅痞滿，③不思飲食。
^tounge 苔薄膩。
^pulse ①脈澀，②脈緩。
^symtom ①胃多氣隱隱作痛，食後史甚，②胃脘脹痛胃脘上下作痛，走竄不定，噯噫矢氣則痛稍快，痛時 隆起作脹，痛止則平而無跡，③腹滿作脹，④滿腹走注疼痛，痛而脹滿得矢氣則痛減，氣閉則疼痛，⑤痛連脘腹。
^tounge 苔黃。
^symtom ①反W噯氣，②吐酸燒心，③泛吐清水，④嘔逆，本證一H257脾胃鬰滯候H247胃氣失和候
^ck24z13h247
^norm 氣滯宵痛。
^chinese 胃氣痛。
^western 慢性胃炎，萎縮性胃炎。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①胸悶，胸中氣萊，時太息，②胺脅痞滿，③不思飲食。
^tounge 苔薄膩。
^pulse ①脈澀，②脈緩。
^ill<sub=1>〔氣機不利〕
^symtom ①胃多氣隱隱作痛，食後更甚，②胃脘脹痛胃脘上下作痛，走竄不定，噯噫矢氣則痛稍快，痛時隆起作脹，痛止則平而無跡，.③甚則攻剌脹痛，④甚痛引背脊。
^tounge 苔黃。
^pulse 脈弦。
^ill<sub=2>〔氣機不降〕
^symtom ①反宵曖氣，②吐酸燒心，③泛吐清水。
^formulas
^formula〔脹痛方證〕
^origin〔董建華方〕
^ingredients2043 香附、蘇梗、橘皮、枳殼、大腹皮、香櫞皮、佛手。伴脅肋脹痛，口苦泛惡，肝鬰不舒加柴胡、青皮、鬰金舒肝解鬰，腹脹便秘加酒制大黃或瓜蔞、炒萊菔子導滯通府，如頑固腹脹，反覆不愈，改雞內金散：雞內金、砂仁、香櫞皮或木香、沉香。
^ingredients2044 (2).章次公治素有胃氣痛宿疾，時發時愈，心境不佳，胃痛復發，甚痛引背脊，甚以為苦：旋復花、青皮、沉香曲、玄胡、香櫞皮、佩蘭梗 各9g，代赭lSg，杏仁15g，綠萼梅3g。背痛瘥前方增益之：白蘇子、六神曲、杏仁、意苡仁、白芍  各12g，旋復花、半夏、香櫞皮 各9g，青皮、陳皮、炙遠志 各5g，粉甘草2.4g。
^ck24z13h257
^norm 中氣鬱滯。
^chinese 腹脹，腹痛。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①腹滿作脹，②滿腹走注疼痛，③痛而脹滿得矢氣則痛減，氣閉則疼痛，④痛連脘腹。
^pulse 關脈弦，脈沉弦。
^ill<sub=1>〔氣機不降〕
^symtom １嘔逆，２氣喘若噫。
^ill<sub=2>〔水谷不分〕
^formulas
^formula1〔木香調氣散證〕
^origin〔《醫宗必讀》方〕
^ingredients2045 白豆蔻、丁香、檀香、木香 各60g，藿香、炙甘草 各240g，砂仁160g。為末，每服6g，鹽水送服。
^formula2〔木香順氣散證〕治滿腹走注疼痛，詳見論（3)。
^ingredients2046 木香、香附、檳榔、青皮、陳皮、厙樸、蒼朮、枳殼、甘草、砂仁。
^ingredients2047 (2)痛而脹滿，得矢氣則痛減，氣閉則疼痛，脈沉弦，通連脘腹嘔逆者，主加減排氣飲：香附、烏藥、陳皮、厚樸、藿香、枳殼、砂仁、木吞。
^ingredients2048 (3)滿腹走注疼痛者，主木香調氣散：白蔻仁、檀香、丁香、箱香、甘草、砂仁、陳皮。木香順氣散：木香、香附、檳榔、青皮、陳皮、厚樸、蒼朮、枳殼、甘草、砂仁。
^ck24z13h261
^norm 中虛氣滯。、
^chinese 虛脹，胃脘痛。
^western 十二指腸憩室。
^combo 氣虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom 氣短乏力。
^pulse ①脈象細弱，②脈沉弦細緩無力。
^tounge 舌質淡，舌白潤。
^ill<sub=1>〔氣機不利〕
^symtom ①宵腹痞滿，②宵脘痛不止，喜按，夜間疼徹後背，不能人睡，③腹脹，大便不暢。
^ill2<sub=1>〔氣機不降〕
^symtom 噯氣頻作。
^ill<sub=2>〔氣機不宣〕
^symtom ①痞滿不饑，②胸悶梗寒。
^formulas
^formula<var=2>〔四味湯證〕
^origin〔丁世名方〕
^ingredients2049 黨參15g，白朮、蓽撥、陳皮 各9g，枳殼30g，厚樸、蘇梗、香附 各12g，甘草6g，生薑3片，大棗3枚。
^ck24z13h258
^norm 氣鬱結聚。
^chinese 氣閉，嬰兒腹脹。
^western 先天性巨結腸，小兒肺炎合併心衰。
^combo 氣結+氣滯+氣逆
^ill〔氣機部結〕
^symtom ①瘡滿，②便秘，③無矢氣，④面唇青暗，昏睡氣喘，四肢清涼。
^tounge ①舌淡紅苔白膩，②舌5略淡，淡黃膩苔。
^pulse 脈沉。j
^ill<sub=1>〔氣機不利〕
^symtom ①腹痛，②心腹痞悶，③脅肋膨脹，④腹脹，腹脹如鼓，⑤得矢氣則減，⑥腹脹滿如球，肚皮繃急，脈絡暴露，臍心突起。
^tounge 舌蒞薄白。
^pulse 脈弦
^ill<sub=2>〔氣機沖逆〕
^symtom an逆，呃逆頻作，２多③氣喘，胸高喘促，④嘔逆，⑤夜啼吐乳。「
^formulas
^formula1〔六磨飲子證〕
^origin〔《通俗傷寒論》方〕
^formula2〔調氣湯證〕
^origin〔《李聰甫醫案》方〕
^formula3〔消積湯證〕
^origin〔《羅元愷醫著選》方〕
^ck24z13h090
^norm 氣水鬰滯。％ 』
^chinese 氣腫，氣臌。
^combo 陽滯+津滯+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom 肢涼清冷。
^tounge 舌苔暗淡。分.
^pulse 脈弦緩，細弦。
^ill2〔津不化氣〕
^symtom ①浮腫四肢腹部明顯，②皮色不變，按之即起。
^ill2〔氣機不利〕
^symtom ①腹大扣之空鼓，②食脹。
^ill<sub=1>〔氣化不行〕
^symtom 小便短少。
^ill2<sub=1>〔氣機不K〕
^symtom ①胸悶。
^ill<sub=2>〔氣機不降〕
^symtom 噯氣。
^formulas
^ingredients2050 白朮、枳殼、厚樸、陳皮、茯苓、半夏、山楂、神曲、炒萊菔子、生薑。
^alias肝鬰，氣鬱，肝氣鬱滯，肝氣鬱結，肝氣鬱逆，血虛肝橫，血虛肝燥，陰虛肝橫，少陰病四逆。
^chinese脅痛，脘腹痛，脘脅痛，胸脅脹滿，痛瀉，奔豚，手臂痛，釀。
^western 十二指腸潰瘍，同腸神經官能症，慢性結腸炎，結腸過敏，神經官能證，慢性肝炎，遷延性肝炎，慢性膽獎 炎，膽石症，早期肝硬化，經前期緊張症，附件炎。I
^ill〔氣機不宣〕
^symtom ①身心不快，②善太息，呼吸不利，③肢悶，④食納欠馨。
^tounge 舌苔薄白。
^ill2〔氣機不利〕
^symtom ①院腹隱痛，有時作脹，上下走簾無定，引及肩背，痛不可按，②小腹隱隱脹痛不舒，少腹痛上 下不定，③脅肋時脹，④經前則小腹脹痛，痛而下墜，胸脅亦感脹痛，經後則痛止，⑤經將臨期，乳房作脹，牽引及脅部、腋下疼痛。
^tounge 苔膩。
^pulse ①脈左弦，②脈弦數，③弦滑脈細弦，④脈象沉弦。
^ill3〔氣機不降〕
^symtom 廣①泛惡，②噯氣。
^ill4〔氣機沖逆〕
^symtom ①發則由少腹上衝胸痛，②噯氣吞酸，③或咳，
^ck24z20h290
^norm 肝鬰，肝氣鬱滯，氣鬱，肝氣鬱結，肝氣聚結。
^chinese 脅痛，脘腹痛，痛經，乳脹痛，乳衄，乳核。
^western 經前期緊張症。
^combo 氣鬱+氣滯+絡鬰+陽鬰
^ill〔氣機不宣〕
^symtom ①身心不快，②善太息，呼吸不利，③院悶，④食納欠馨。
^tounge 舌苔薄白。
^symtom ①貌腹隱痛，有時作脹，上下走竄無定，引及肩背，痛不可按，②小腹隱隱脹痛不舒，少 腹痛上下不定，③脅肋時脹，④經前則小腹脹痛，痛而下墜，胸脅亦感脹痛，經後則痛止，⑤經將臨期，乳房作脹，牽引 及脅部、腋下疼痛。
^tounge 苔膩。
^pulse ①脈左弦，②脈弦數，③弦滑脈細弦，④脈象沉弦。
^ill<sub=1>〔絡脈不知〕
^tounge 舌紫。
^ill2<sub=1>〔氣機不降〕
^symtom ①泛惡，②噯氣。
^ill<sub=2>〔陽氣不和〕
^symtom ①性躁多怒，②頭痛，③行經S少，色紅而微紫。
^formulas
^formula1〔疏肝理氣飲證〕調氣以和血。治胸脘痞悶，或食後作痛，或脹滿不舒。
^ingredients2051 制香附、蘇葉梗、密元胡 各12g，枳殼、青皮、通草 各3g，當歸6g，烏藥、佛手 各2.4g，蔥管1.5g (沖）。
^formula2〔柴胡疏肝湯證〕
^origin〔貧文東方〕
^ingredients2052 柴胡、木香 各6g，玄胡、香附、鬰金、降香、陳皮、半芨 各9g，紅花4.5g。水煎服。
^ingredients2053 (3)少腹作痛，上下無定，金鈴子散加柴胡、青皮，有寒加肉桂、烏藥。
^ck24z20h291
^norm 肝氣聚結。
^chinese 乳脹痛，乳衄，乳核。
^combo 氣鬱+氣結+氣滯+陽鬰
^ill〔氣鬱不宣〕.
^symtom 胸悶心慌。
^ill2〔氣機鬱結〕
^symtom ①乳房及乳頭作痛，②乳核，可活動質較硬，稍擠壓既脹痛，有鮮血溢出，擠出黃色稀膿 液，③經前兩乳脹痛，且有硬塊，經行脹減，塊仍不消。
^ill<sub=1>〔氣機不利〕
^symtom ①脅肋脹痛，②乳脹脅痛，③腹痛，左側為顯。
^tounge 舌淡紅苔薄白。
^pulse 脈弦細。—
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^symtom ①面色恍白，②頭暈乏力，③經前煩躁易怒，夜寐不寧。
^tounge 舌紅。
^pulse 脈弦。
^formulas
^formula〔疏肝理氣方證〕
^origin〔陳大年方〕
^ck24z20h292
^norm 肝氣鬱結。『
^chinese 少陰病四逆，奔脈） 痛灣。
^western 十二指腸潰瘍，兩腸為經官能症。慢性結腸炎，.結腸過敏。
^combo 氣滯+氣逆+氣鬱+陽鬰
^ill〔氣機不利〕
^symtom ①胺腹作脹，②腹中痛、臍腹痛有按痛，③右腋下腫塊，按之軟而有氣鼓之感，左側跋部. 發現小塊2 ~3個，不堅，重按則有痠痛感。
^tounge 苔少。
^pulse ①脈弦，②脈沉弦，重取有力。
^ill2〔氣機沖逆〕
^symtom ①發則由少腹上衝胸痛，②噯氣吞酸，③或咳，④或悸，⑤或小便不利，小便時多時少，
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶噯氣，②納呆。
^ill<sub=2>〔陽氣不和〕
^symtom ①形神萎頓，語聲低微，表情淡漠，寡言，面晦無澤，面白無華，眉宇色青，②四肢欠溫，四肢逆冷，③頭痛，④平素心煩易怒，⑤夜不得寐。
^pulse 脈細弱無力。
^tounge 舌苔白膩。‧'
^formulas
^formula1〔四逆散證〕
^origin〔《傷寒論》方〕
^formula2〔疏肝氣方證〕
^origin〔張贊臣方〕
^ck24z20h294
^norm 肝氣鬱逆。
^chinese 胸脅脹滿。
^western 附件炎，慢性肝炎。
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①全身乏力，動則氣短不續，②飲食甚少，③大便稀溏，④頻頻自汗，怕冷。
^tounge 舌淡苔少。
^pulse 脈弦細。
^ill2〔氣機不宣〕
^symtom 噯氣嘔葉酸水。
^ill<sub=1>〔氣機不利〕
^symtom ①胸中滿痛，②胸脅脹滿，胸脅脹滿作痛，③兩脅痛抵少腹，兩脅及少腹脹痛，（3)少腹作 痛，上下無定，⑤左小腹長出小包，漸大如雞蛋，能移動。
^pulse 脈左關弦長。
^ill2〔血虛失養〕
^ill<sub=2>〔陽氣不和〕
^symtom 時有寒熱。
^formulas
^formula1〔佛手丸證〕
^origin〔《飼鶴亭集方》方〕
^ingredients2054 佛手、香櫞、金鈴子、太子參、蓮肉、神曲、炒酸棗仁 各9g，柴胡3g，茅根、銀花 各12g。
^formula2〔二白二核湯證〕
^origin〔《李斯熾醫案》方〕
^ingredients2055 太子參、白朮、檳榔、荔核、青皮、橘核、柴胡、茯苓、厚樸各9S，小?6g，白芍、金鈴炭 各12g。
^ck24z20h303
^norm 陰虛肝橫，血虛肝燥。
^chinese痛經，脅痛。
^western慢性肝炎，遷延性肝炎，慢性胂渙炎，膽石症，早期肝硬化。
^combo 陰虛+氣滯+陰涸+氣逆
^symtom ①形體瘦弱，面色少華，神疲乏力，②情志不舒，時升煩躁，③夜寐較差。
^tounge 舌紅苔微黃。
^pulse ①脈細弦，②脈細級。
^symtom ①脅肋作痛，右脅脹痛，兩脅竄痛，②院腹脹滿，腹部脹滿，或肝脾腫大，③經來腹痛。
^pulse 脈細弦。
^tounge 苔膩。
^symtom ①口乾煙燥，②胃納不佳，③大便先結後溏。
^tounge 舌光少苔。
^ill<sub=2>〔氣機沖逆〕
^symtom ①左少腹氣上升聚散不定。
^ill2<sub=2>〔清空不寧〕
^symtom 頭暈且痛。
^formulas
^formula1〔疏滯養肝湯證〕
^origin〔魏長春方〕
^ingredients2056 柴胡8g，生甘草3g，全瓜蔞 12g，香附、山萸肉、枳殼、白芍、丹參、赤芍 各10g。
^formula2〔和肝湯證〕
^origin〔黃文東方〕
^ingredients2057 _蒺藜、制香附、生地、炒谷芽、痧麥芽 各12g，金鈴子、玄胡、炒白朮、當歸、麥冬 各9g，陳皮6g，丹參5g。
^ingredients2058 病案　　　(1)黃文東治癥瘕，左少腹有瘕氣上升，聚散不定，不覺脹痛，勞則更甚，舌光少苔，脈細弦。理瘕湯：石斛、麥 冬、白蒺藜、香附、烏藥、當歸 各9g，生甘草4.5g，赤芍12g，鍛瓦楞子 15g (《黃文東醫案）)。
^alias肝氣犯胃，肝胃不和，肝氣上逆，肝氣橫逆。
^chinese 肝胃氣痛，嘔吐，呢逆，中氣，氣厥。
^western 慢性胃炎，十二指腸潰瘍，幽門痙攣，瘡病性&厥。
^ill〔氣機不宣〕
^symtom 攸下痞滿，２院脅痞滿吋欲歎:良，③納呆不思飲食，④胸痞。本證一H247 H氣失和候
^pulse 脈弦。轉證——H248再失和降候
^symtom ①攻剌作痛遊走不定，②痛時隱隱悶結，（|)胸臆相引得噯變證1■■一 H04S清氣閉厥候
^symtom ①吞酸，②嘔吐，③噯氣。
^ck24z16h247
^norm 肝氣犯胃，肝宵不和。
^chinese 肝胃氣痛。
^western 慢性宵炎，十二指腸潰瘍。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①心下痞滿，②脘脅痞滿時欲歎息，③納呆不思飲食，④胸痞。
^pulse 脈弦。
^ill<sub=1>〔氣機不利〕
^symtom ①攻刺作痛遊走不定，②痛時隱隱悶結，③胸臆相引得曖則寬，④痛連脅肋背脊，⑤院脹。
^pulse 脈澀或結。』
^ill<sub=2>〔氣機不降〕
^symtom ①吞酸，②嘔吐，③噯氣。
^formulas
^formula1〔十香丸證〕
^origin〔《成方切用》栽方〕
^ingredients2059 木香、沉香、小茴、香附、荔核、澤瀉、烏藥、陳皮、丁香等份，皂角燒煙為末，糊丸。
^formula2〔沉香降氣散證〕
^origin〔《通俗傷寒論}方〕
^ingredients2060 沉香、砂仁 各3g，制香附、鹽炒甘草 各12g，蜜玄胡、川楝子3g。
^formula3〔安東散證〕
^origin〔《通俗傷寒論》方〕
^formula4〔脹痛方證〕
^origin〔繭建華方〕
^ingredients2061 香附、蘇梗、橘皮、枳殼、大腹皮、香櫞皮、佛手。伴脅肋脹痛，口苦泛惡，肝鬰不舒加柴胡、青皮、部金舒肝解鬰
^formula5<var=1>〔四逆散合小陷胸湯證〕
^origin〔陳瑞春方〕
^ingredients2062 柴胡、黃連、甘草 各6g，白芍、枳實、法半夏、川木香 各9g，瓜蔞皮、佛豐片 各12g。
^ingredients2063 (2)沈仲圭：余思胃及十二指腸潰瘍，?於中醫肝胃失調，本例脈弦細而數，口苦尿黃，屬肝鬰化火，侮其所勝，宜 清火抑木，和胃調氣，方用貿連、吳茱萸、白芍、木瓜、香附、玄胡、青皮、半夏、茯苓、砂仁、蓿香、麥芽、薏苡仁、瓦楞子，另用散藥，烏賊骨、赤石脂、生甘莩、雞內金 各30g，白及、香櫞皮 各15g，研末，每服6g，食前溫開水服下，日 3次。（系蒲輔周方）。
^ingredients2064 香附或延胡  乳香、沒藥；食少納差加神曲、麥芽、雞內金。
^ingredients2065 (1)尤在涇治中滿氣攻作痛，吞酸嘔吐，能俯不能仰，得當怒善鬰，宜平調肝胃：半夏、廣陳皮、川楝子，橘核、茯 苓、青皮、炙甘草、木瓜（《柳選四家醫案） 55)。
^ck24z16h248
^chinese 嘔吐，呃逆。
^western 幽門痙攣。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①吞酸，時吐涎沫，②噁心欲嘔，嘔吐，③呃逆頻繁，呃逆聲高而長，有回氣不轉之象，
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶難堪，胸脅痞悶，②食慾很差。
^tounge 苔薄白，苔薄膩。
^ill<sub=2>〔氣機不利〕
^symtom ①兩脅兩乳及少腹痛，.②飯後上旗飽滿。
^pulse ①脈沉弦，②兩脈沉而有力。
^formulas
^formula<var=2>〔血府逐瘀湯合左金丸證〕
^origin〔貲煌方〕
^ingredients2066 柴胡、降香、青皮、陳皮 各5g，牛膝12g，桔梗6g，黃連、吳萸 各2g，生甘草3g。
^ck24z16h048
^norm 肝氣暴逆。
^chinese 中氣，氣厥。
^western 想病性昏厥。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom ①憤然默默，②胸隔脹滿或痛，③病悶。
^ill<sub=1>〔氣機閉塞〕
^symtom ①卒然仆倒，不知人事。神昏不語，面色潮紅，雙目微閉，週身俚直，飲食不進，②手足 冰冷，兩手時呈不規則舞動，③神糊雖清，仍氣鬱不語，狀如癡呆。
^tounge 苔薄白，舌邊尖紅。
^pulse ①脈沉弦兼數，②脈沉弦或伏。
^ill<sub=2>〔氣機不降〕
^symtom ①胸隔喘滿，口無痰涎，但出冷氣，②嘔逆。
^formulas
^formula〔調氣散證〕
^origin〔《通俗傷寒論） 方〕
^ingredients2067 白蔻仁、丁香、檀香、木香、炙甘草、砂仁、柒香。
^alias肝氣犯脾，肝木乘脾，木鬰土中，土木不舒，風木犯脾，脾虛肝逆，脾虛肝旺，脾虛肝鬰，肝脾鬱結，肝氣上逆，大 腸虛燥。
^chinese 腹痛，腹脹，氣痞，低熱，頑固性發燒腹痛，瀉洩，久瀉，虛瀉，經臨便溏，便秘，乾咳，痛經，陰吹，白 天磨牙症。
^western 消化不良腸脹氣症，W腸神經官能症，慢性結腸炎，腸結核，左穹隆增厙，原發性不孕症
^ill〔氣機不宣〕
^symtom ①胸悶暖②胸脅痞悶，③納少，④乾咳。
^tounge 苔薄膩。
^pulse 脈細弦。
^ill2〔氣機不利〕
^symtom ①脅脘脹悶，②脘腹脹痛』痛連胸脅』噯氣則舒，③胃脘作痛，牽連胸脅，噯氣不舒，④腹脹滿 痛，腸鳴不斷，⑤有時便秘。
^tounge 舌苔厚膩微黃。
^pulse ①脈沉細澀，②脈弦澀間見。
^ill3〔氣機沖逆〕
^symtom ①上吐涎沫.下洩腹痛，②氣上逆則嘔，下注則腹痛，③嘔逆，嘔吐頻作。
^ck24z18h290
^norm 肝氣犯脾。『　　　內含病例：
^chinese 腹痛，腹脹，氣痞，消化不良腸脹氣症。
^western 符腸祌經官能症。
^combo氣鬱+氣滯絡鬰+陽鬰
^symtom ①神疲乏力，②水谷不能進。
^tounge 苔薄白膩。
^ill〔氣機不巧〕症參：免雙腹下隱痛陣作，食則劇痛，苦痛難忍，２腹脹上下，矢氣少，政脹而痛，右少腹時現 突起一塊，按之則±『，)或楚備，崎碎、固定，腸鳴轆雜，３大便乾結，大便數曰未行。
^tounge ①舌紅無苔少津，②舌苔厚膩微黃。巧錄—皆#濕;嗯知弦_見。
^formula2〔稜莪四逆散證〕
^origin〔蒲輔周方〕
^ingredients2068 柴胡、白芍、炒枳實、青皮、陳皮、通草 各3g，炙甘草1.5g，三稜、莪術、大腹皮、鬰李仁、決明子 各4.5g，木香 :i4g‧吳:i/邗?邗，茆Hr也鉀刺，級to逾鈿，鉀茁水w\\ ，中u.??人0彳&
^ck24z18h292
^norm 脾虛肝逆，肝氣上逆。
^chinese 腹脹痛，陰吹。
^western 左穹降增厚。、『
^combo 氣鬱+氣滯+氣逆
^ill〔氣機不利〕
^symtom ①腹痛較劇，痛不欲食，食後腹脹，②下腹脹痛，左側較甚，左腰亦痛，③胸脅脹滿或作 痛，④胸乳作脹，下腹竄氣作痛。
^tounge 苔薄膩。
^pulse ①脈虛或弦，②脈左勝右虛。：
^ill2〔氣機沖逆〕途象：１上吐涎沫，下洩腹痛，２氣上逆則嘔，下注則腹痛，３嘔逆，.嘔吐頻作，４陰道排氣。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣不和〕
^symtom ①夜不安寐，②頭暈神疲，記憶力減退，③便溏。
^tounge 苔白膩。
^formula〔調肝脾湯證〕
^origin〔《黃文東醫案》方〕
^ingredients2069 當歸、白芍、白朮、柏子仁、香附 各9g，青皮、陳皮、木香、炙雞內金 各6g，.焦六曲、炒麥芽、谷芽 各12g，段瓦楞 子 15go
^ck24z18h256
^norm 風木犯脾，肝木乘脾，木鬰土中。
^chinese 久瀉。
^western 慢性結腸炎。
^combo 津洩+氣滯+氣鬱
^ill〔水谷不分〕
^symtom 洩瀉下利。
^pulse 脈級。
^ill<sub=1>〔氣機不利〕
^symtom ①腹鳴，②脘腹疼痛，痛連胸脅，噯氣則舒，③瀉前腹痛腹中鳴響，並多矢氣，便後仍有 滯痛感，④洩瀉色青，⑤脅痛
^tounge ①苔薄膩微黃，②舌紅苔黃膩。
^pulse ①脈弦，②脈弦滑，③脈細弦，④脈虛弦。
^ill<sub=2>〔氣機不宣〕
^symtom ①不思飲食，②噫氣食少，③甚則嘔逆。
^formula1〔大廉湯證〕
^origin〔費伯雄方〕
^ingredients2070 白蒺藜、鬰金、烏藥、木香、廣陳皮、厚樸、枳殼、青皮、茯苓、白朮、橘餅、煨姜。
^formula2〔調肝和脾湯證〕
^origin〔《程門雪醫案》方〕
^ck24z18h294
^norm 肝脾鬱結，脾虛肝旺，木鬰土中，土木不舒。
^chinese 低熱，頑固性發燒，腹痛，虛瀉，乾咳，白天磨牙症。
^western 腸結核。
^combo 氣虛+血虛+氣鬱+氣『 +陽鬰
^ill〔氣虛失充〕
^symtom ①面色蒼黃，神疲肢楚，少氣乏力，倦怠懶言，神思不快，終日慼慼，惡寒倦臥，②胃呆 納少，③溲消便溏，便溏不爽，腹瀉纏綿，或夾黏液水包，④白帶綿綿不絕。
^tounge ①舌淡苔薄，②苔白膩。
^pulse ①脈譎弦，②脈沉遲。
^ill2〔氣機不宣〕
^symtom ①朐悶噯氣，②胸脅痞悶，③納少，④乾咳。
^tounge 苔薄膩a
^pulse 脈細弦。
^ill<sub=1>〔氣機不利〕
^symtom ①脅胺脹悶，②脘腹脹痛，痛連胸脅，噯氣則舒，③胃脘作痛，牽連胸脅，噯氣不舒，④ 腹脹滿痛，腸鳴不斷，有時便秘。
^ill2<sub=1>〔血虛失養〕
^symtom ①面蒼形瘦，②頭暈目眩，腰痛。
^tounge 舌質淡滑。
^pulse 兩脈虛弦。
^ill<sub=2>〔陽氣不和〕
^symtom ①惡寒發熱，②上午怕冷，午後低熱，③腹痛之前，右手指冷起，漸上至頭，如冷水澆灌，由上而下，而腹大痛，繼便身大熱，熱退痛止，④白天磨牙。
^formulas
^formula〔逍遙散證〕
^origin〔 《太平惠民和劑局方） 方〕
^ingredients2071 1.論著：陳士鐸：腹痛之前，右手指冷起，漸上至頭，如冷水澆灌，由上而下，而腹大痛，繼便身大熱，熱退痛止，出一年一發，久則月旬發，陰陽和合湯：白朮、人參 各6.g，白節15g，炙甘草、柴胡 各3g，枳奔.1.5g，陳皮2.4g。或加減 逍遙散：柴胡、白朮、甘草、陳皮 各3g，白芍15g，茯苓9g，當歸、神曲 各6g。
^ck24z18h261
^norm 脾虛肝鬰，木鬰土中。
^chinese 腹痛，經臨便溏，痛經。
^combo 氣虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom ①面色浮黃，②神疲，行動乏力，③納減，便溏，④面部四肢浮腫，⑤月經跫少色淡，⑥ 白帶多，質清稀。舌象.‧舌質淡，苔薄白膩。
^symtom 經臨大便溏薄。
^ill<sub=1>〔氣機不利〕
^symtom ①腸鳴終日不已，②腹脹減食微痛，腹部脹痛，③脘腹及兩乳房發脹，乳頭疼痛。
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶歎息。
^ill2<sub=2>〔氣機不降〕
^symtom 噯氣吞酸。
^formulas
^formula1〔安土湯證〕
^origin〔陳士鐸方〕
^ingredients2072 白朮、白芍、柴胡、茯苓、甘草、蒼朮、神曲、炮姜。
^formula2〔理氣和中方證〕
^origin〔陳大年方〕
^ingredients2073 1.論著：陳士鐸：腸鳴終日不已，噯氣吞酸，安土湯（組方見方症），香梔平肝飲：炒梔子、茯苓，白朮、白芍、陳 皮、甘草、香附。
^ingredients2074 (1)葉天士治長芨腹脹減食微痛，是暑傷在氣分，東垣每用調和脾胃，疏洩肝木，若守中之補，及膩滯血藥皆左。人 參、廣陳皮、白芍、茯苓、麥芽、益智（《臨證指南醫案》606)。
^ck24z18h157
^norm 陰虛肝橫。〃
^chinese 瀉洩，痛經。
^western 原發性不孕症。
^combo 氣虛+陰虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom ①少氣，②肢軟，③面白。
^ill2〔氣機不利〕
^symtom ①洩而腹滿，②腹中氣竄，③經前胸悶乳脹，乳房硬結有塊，觸換即痛，腹痛甚劇。
^pulse 脈弦。4
^ill<sub=1>〔陰虛失養〕
^symtom ①形瘦面晦，②肌膚乾燥，③煩躁易怒，④便血，⑤經色紫暗，有少最血塊，經跫或多或 少，經期錯亂。
^tounge 舌紅苔薄白。
^ill2〔氣機不宣〕
^symtom ①柄神抑鬱，②時時歎息。
^ill<sub=2>〔氣機不降〕
^symtom 甚則嘔吐。
^formulas
^formula1〔制肝益脾湯證〕
^origin〔 《通俗傷寒論》方〕
^formula2<var=1>〔補陰益氣煎證〕
^origin〔《通俗傷寒論》方〕
^alias肝氣犯肺，肝氣犯肺，木扣金鳴，氣鬱結胸。
^chinese 久咳，胸脅痛，氣厥，癃閉。
^western 肋間神經痛。
^norm 肝氣犯肺。
^chinese 久咳，胸脅痛。
^western 肋間神經痛。
^combo 氣鬱+氣滯+絡鬰+陽鬰
^ill〔氣機不宣〕
^symtom 胸悶咳嗽。
^ill2〔氣機不利〕
^symtom 胸肋阻痛。
^pulse 脈弦滑而軟大。
^ill<sub=1>〔絡脈不和〕
^symtom 肋間神經痛。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^formulas
^formula〔加味四逆散證〕
^origin〔楊樹千方〕
^ingredients2075 柴胡、枳實、鬰金 各6g，白芍、瓜蔞皮 各12g，薤白頭9g，甘草3g。
^ck24z04h048
^norm 氣鬱結胸。
^chinese 氣厥。
^combo 氣鬱+氣閉+氣逆
^ill〔氣機不宣〕
^symtom ①胸中窒悶，②兩目顯赤，③手足麻木，不能走動。
^tounge 舌質淡，苔中黑微白黃（食物染苔）。
^pulse 脈沉細稍弦數。
^ill<sub=1>〔氣機閉塞〕
^symtom ①手足發麻，②視物昏暗，③胸悶欲厥，④繼而抽搐，人事不知。
^ill<sub=2>〔氣機不降〕
^symtom 甚則喘氣，張口抬肩。
^formulas
^formula〔和肝理氣，肅肺寬胸方證〕
^origin〔吉良晨方〕
^ck24z04h305`)