jsonp(11,{"name":"cm","start":22722},`^norm 肝氣失疏。-
^chinese 癃閉。
^combo 氣化+氣滯+絡鬰
^ill〔氣化不行〕
^symtom 小便涓滴難下，「通利」之劑未效。
^tounge 舌質紅苔薄膩。
^pulse 兩脈俱弦。
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅滿悶，噫噯不舒，時欲歎息，②少腹膨脹，輾轉爾安。
^ill<sub=2>〔絡脈不和〕
^formulas
^formula〔疏肝清洩，佐以宣通分利方證〕
^origin〔夏治平方〕
^ingredients2076 柴胡4.5g，炒山梔、台烏藥、紫菀、桔梗、赤茯苓、澤瀉 各9g，制香附、木通各知，車前子Ug (布包）。
^alias肝腎鬱結二
^chinese 氣癃，腰痛，疝痛偏墜，狐疝，水疝，肝疝，.陽瘺，經行發熱。
^western 陰斑鞘膜積液，結核性副睪炎。
^ill〔氣機不利〕
^symtom ①乳脅作脹，②乳房結塊，腹滿引背怏怏然，③小腹滿膨脹左側更甚，④小腹膜脹引腰而痛。
^pulse 脈來不暢。
^ill2〔氣化不行〕
^symtom ①小便不行，②小便頻數，1:少窘急，腹部覺脹。
^ill3〔絡脈不行〕
^symtom ①腰髀痛，腰中走注疼痛，忽聚忽散，②動作痛甚，３黎明作痛。轉證一H314腎絡失宜候
^pulse 脈弦急。
^ck24z21h305
^norm 肝失疏洩。
^chinese 氣檉0
^combo 氣化+氣滯+絡鬰
^ill〔氣化不行〕
^symtom ①小便不行，②小便頻數，世少窘急，腹部覺脹。
^ill<sub=1>〔氣機不利〕
^symtom ①腹滿引背怏怏然，②小腹滿膨脹左側更甚，③小股膜脹引腰而痛。
^ill<sub=2>〔絡脈不和〕
^symtom 腰髀痛。
^formulas
^formula〔疏肝理氣方證〕
^origin〔余聽鴻方〕
^ingredients2077 川楝子9g，廣陳皮、香附、鬰企 各6g，橘皮4.5g，_官桂、廣木香 各1.5g，蔥管3尺，濃汁送下，通關丸。
^ingredients2078 (1)費伯雄：腹滿引背怏怏然，.腰髀痛行神困苦，主當歸、附子、小菌、補骨脂、胡桃、烏藥、杜仲、廣陳皮、木 香、青皮W小腹滿而氣癃，主理氣行水，既濟湯：當歸、肉桂、沉香、廣陳皮、澤瀉、牛膝、車前、惹苡仁、冬葵子。
^ingredients2079 (2)費伯雄：小腹臏脹引腰而痛，當分理水道，俾二便通行則脹滿自減，通出化濁湯：枳殼、脊皮、木通、車前子、赤茯苓、瓜蔞仁、厚樸、木香、烏藥、谷芽、生薑。
^ck24z21h314
^norm 氣血鬰滯。#
^chinese 腰痛。-
^combo 絡滯+血滯+氣滯
^ill〔絡脈不行〕
^symtom ①腰中走注疼痛，忽聚忽散，②動作痛甚，③黎明作痛。
^pulse 
^ill<sub=1>〔血滯不行〕
^ill<sub=2>〔氣機不利〕
^formulas
^formula〔復元通氣散證〕
^origin〔《太平惠民和劑局方》方〕
^ck24z21h306
^chinese 疝痛偏墜，狐疝，水沛，肝疝。
^western陰瘓鞘膜積液，結核性副睪炎。
^combo 氣滯+氣結+氣化 rj
^ill〔氣機鬱結〕
^symtom ①小腹攻沖作痛，氣攻嘔逆，②疝氣不散，偏墜而痛或不痛，③陰貓腫脹如壺。
^ill<sub=1>〔氣機不利〕
^symtom 氣從小腹上衝而痛。
^ill<sub=2>〔氣化不行〕
^symtom 小便不利。
^formulas
^formula〔天台烏藥散證〕
^origin〔《醫學發明》方〕
^ingredients2080 (1)小腹攻沖作痛或氣從小腹上衝而痛，狀若奔豚，小便不利，但色青白，主溫調以利氣化，天台烏藥散或溫熱辛 開，佐以苦降重鎮，木香散：木香、陳皮、良姜、乾薑、訶子、枳實、豆蔻、黑丑、川芎。
^ingredients2081 (2)疝氣氣聚不散，主天台烏藥散或香附、川芎、青皮、木香、枳實、烏藥\\橘核之類，上及腎俞，下及陰渙，偏墜 而痛或不痛。
^alias胸陽痺阻。
^chinese 胸痺，心痛。
^western冠心病，心絞痛，完全性右束支傳導阻滯，二尖瓣脫垂。』
^ill〔陽氣不宣〕
^symtom ①面色較暗，②有冷汗出。
^symtom ①胸悶痛，心前區時感悶痛，痛引左肩，重時延至頸背，②四肢麻木。
^pulse .①脈細帶數（88次/分），時有結代，早搏頻繁，②脈沉澀而短。
^tounge ①舌質偏紫苔白薄膩，②舌質紫黯。
^symtom ①胸悶，②心悸，心慌，③氣短。
^ck25z03h067
^chinese心痛。
^western冠心病，心絞痛.完全性右束支傳導阻滯。
^combo陽鬰+氣鬰+絡瘀
^ill〔陽氣不宣〕
^symtom①面色較暗，②有冷汗出。
^ill2〔絡脈不宣〕
^symtom①胸悶痛，心前區時感悶痛，痛引左肩，重時延至頸背，②四肢麻木。
^pulse①脈細帶數（88次/分>,時有結代，早搏頻繁，②«沉澀而短。
^tounge①舌質偏紫苔白薄K,②舌質紫黯。
^ill<sub=1>〔氣機不宣〕
^symtom①胸悶，②心悸，心慌，③氣短。
^tounge舌胖苔薄膩。
^pulse脈細弦滑。
^ill2〔氣機不降〕
^ill<sub=2>〔絡瘀血溢〕
^ill2<sub=2>〔淸竅不宣〕
^symtom 目干葙明。
^formula1〔溫通心陽，理氣化瘀方證〕
^origin〔黃文東方〕
^ingredients2082 各丨2g.黃芪、川芎、紅花、鬰金各I5g,丹參、降香 各24g,寸麥冬、赤芍、卉附各治療3月余癥狀基本消失。
^ingredients2083 仁、紅花、枳殼 各10g,瓜蔞25g,赤茍、延胡索、薤0各丨5g。
^ingredients2084 擬以益氣養陰寧神法，加活血通脈之味：黨參.表冬、當歸、炒酸棗仁各I5g,丹參20g,黃K'30g,五味子、炙甘草、川
^chinese心痛。
^western冠心病，心絞痛。病因病機：心肺氣瘀虛滯。肺氣鬰滯，心絡瘀阻，久不得解.耗氣傷液，氣液不足，鬰滯難行，而成虛滯之證。
^combo液灼+氣滯+氣鬰+氣虛
^ill〔津液W灼〕
^symtom①大便千嫌，干不飲。
^tounge舌質紅少苔。
^tounge 舌胖苔薄膩。
^pulse 脈細弦滑。
^ill2〔氣機不降〕
^ill<sub=2>〔絡瘀血溢〕
^ill2<sub=2>〔清竅不宣〕
^symtom 目乾羞明。
^formulas
^formula1〔溫通心陽，理氣化瘀方證〕
^origin〔黃文東方〕
^ingredients2085 桂枝、降香、炙甘萃、青陳皮 各6g，瓜蔞皮，旋復花梗、鬰金、赤芍、白芍、枸杞子 各9g，茶樹根30g。
^formula2〔隔下逐瘀湯化裁證〕
^origin〔郝樸方〕
^ingredients2086 歸尾、紅花 各12g，丹參24g，制香附、薤白、赤芍 各9g，哼香、部金、川芎、瓜蔞 各15g。
^ck25z03h122
^norm 氣虛瘀滯。
^chinese 心痛。
^western 冠心病，心絞痛。《
^combo 液灼+氣滯+氣鬱+氣虛
^ill〔津液消灼〕
^symtom ①大便乾燥，②U幹不飲。
^tounge 舌質紅少苔。
^pulse 沉細略數。
^ill2〔氣機不利〕
^symtom 心前區刺痛頻作，痛徹胸背。
^ill<sub=1>〔氣機不宣〕
^symtom 胸悶憋氣，動則氣急。
^ill<sub=2>〔氣虛失充〕
^symtom 心悸乏力。
^formulas
^formula<var=2>〔三合湯證〕
^origin〔徐心仁方〕
^ingredients2087 百合、丹參 各20g，烏藥、薤白、五味子 各10g，植香、砂仁、三七（沖服） 各6g，瓜蔞、太子參 各30g，安冬15g0 摘錄：
^ck25z03h245
^norm 陰虛瘀滯。
^chinese 胸痺。
^western 二尖瓣脫垂。
^combo 陰虛+氣虛+氣鬱+神擾+絡滯+陽鬰
^formulas
^formula1<var=2>〔生脈散合丹參飲證〕
^origin〔張天方〕
^ingredients2088 太子參I5g，禾冬、麥冬、全當歸、茯神、制玄參、生地、熟地 各10g，紫丹參30g，白檀香（後入）、春砂殼（後人）  各3g，五味子、炙遠志、生甘草 各5g。
^formula2〔參附合丹參飲證〕
^origin〔張天方〕
^ingredients2089 淡附塊（先煎）6g，太子參16g，紫丹參30g，白檀香（後人）、春砂殼（後入） 各3g，全當歸、制玄參、天冬、麥 冬、生地、熟地、茯神 各10g，五味子、炙遠志、生甘草 各5g。
^alias絡瘀在肝，肝絡瘀滯，肝絡瘀阻，肝氣鬱滯，肝氣鬱結，肝氣結聚，肝膽氣結，膽宵氣結。
^chinese 鬰瘧，熱人血室，脘脅痛，脅痛，瘀痛，痛經，閉經，難產，惡露不行，兒枕痛，崩制，產後惡血上衝，不 孕，不育，乳癖。
^western 慢性肝炎，膽石症，乳腺小葉增生，乳房纖維腺瘤，移性黑色素瘤，子宮內膜異位，宮縮乏力，性功能低 下，不排楮。
^ill〔氣機不宣〕
^symtom ①胸脘痞悶，中脘滿悶，②納食不香。
^ill2〔氣機不利〕
^symtom ①兩脅脹痛，②兩乳作脹、③胸脅脹悶，時太息，胸脅脹滿不休，④右上腹痛，⑤脘旗劊痛，⑥ 臍周圍疼，⑦下腹脹痛，少腹脹痛，⑧腰腹脹痛甚劇。
^tounge 舌苔溥白。、
^pulse 脈沉弦。
^ill3〔血滯不行〕
^symtom ①刺痛不移，夜間尤甚，②經來進少難下，腹脹更甚，③經閉不行，④不排楮，⑤月經來潮，色 紫暗而有塊，少腹痛墜，⑥惡露甚少，時有紫色小血塊，⑦淋漓不斷，突然下血世多，血行不暢，色紫暗成塊，塊下痛減，少腹拒按，⑧少腹時痛，痛劇拒按，⑨產後腹痛拒按。
^tounge ①舌紫，苔薄膩；②舌紅有瘀點，苔白膩，③舌邊有瘀斑，苔薄。
^pulse ①脈弦澀，②脈沉澀。
^ill4〔陽氣不和〕
^symtom ①精神抑鬱不樂，沉默不語，②形體消瘦，面容少
^tounge 白膩。變證一H130氣血鬰逆候
^pulse 脈湔弱。
^ck25z20h083
^norm 絡瘀在肝，肝絡瘀滯。
^chinese 鬰瘧，熱人血室。
^combo 陽鬰+腠理不調+氣滯+氣鬱
^ill〔陽氣不和〕
^symtom 口苦咽乾。
^tounge 舌紫暗而潤或紫，苔糙白。
^pulse 脈左弦澀。
^ill2〔腠理不調〕
^symtom ①寒熱如瘧，一曰數作，②至夜尤甚。
^tounge 舌尖稍紅，苔薄白。
^pulse 脈弦數。
^ill3〔氣機不利〕
^symtom ①胸滿脅痛，②小腹脹滿，③便溏不爽。
^tounge 舌尖稍紅，苔薄白。
^pulse 脈弦數。
^ill<sub=1>〔氣機不降〕
^ill2<sub=1>〔氣機不宣〕
^symtom ①兩脅脹滿，②納食不香。
^ill<sub=2>〔清空不宣〕
^formulas
^formula<var=2>〔小柴胡湯證〕
^origin〔戴桂滿方〕
^ingredients2090 柴胡、黃芩、半S 各9g，延胡、歸尾、桃仁 各6g，香附、陳皮 各10g，生薑3片。
^ck25z20h300
^norm 肝絡瘀阻。
^chinese 脅痛。
^western 慢性肝炎。
^combo 血滯+絡滯+氣滯+陽鬰
^ill〔血滯不利〕
^symtom ①久痛不移，②面容晦滯，③唇色暗褐，④月經提前，血色紫黑，有小塊。
^tounge ①舌淡紫，苔薄白，②邊有瘀點。
^pulse脈遲澀。
^ill2〔絡脈不利〕
^symtom ①兩側脅脹不適，時有疼痛，連及脘腹，噯氣後稍減，②右脅疼痛較甚，晚上加劇，不喜
^ill3〔氣機不利〕
^symtom ①小腹脹痛拒按，②兩脅脹痛，③右脅脹痛，④食後作脹，⑤時有噁心嘔吐。
^ill4〔陽氣不和〕
^symtom ①食慾銳減，②肢體倦怠乏力，③左側頭痛，眼睛發脹，④大便秘結，小便黃。
^tounge 舌質紅赤。
^formulas
^formula1〔琉肝理氣飲證〕調氣以和血。治胸脘痞悶，或食後作痛，或脹滿不舒。
^formula2〔清肝活絡湯證〕
^origin〔(馬培之外科醫案》方〕
^ingredients2091 歸尾、澤蘭 各6g，新降、赤芍、鬰金、紫蘇旁枝 各4.5g，桃仁、三七、枳殼、青皮 各3g，瓦愣子12g。
^formula3<var=2>〔血府逐瘀湯證〕
^origin〔錢元龍方〕
^ingredients2092 當歸、赤芍、川芎、紅花、廣鬰金、丹參 各9g，柴胡、枳殼、桂枝 各6g，甘草、七厘散 各3g，分兩次沖。
^ck25z20h127
^norm 肝氣鬱滯，肝氣鬱結。
^chinese 瘀痛，痛經，閉經，難產，惡露不行，崩漏，不孕，不育，兒枕痛。
^western 宮縮乏力，性功能低下，不排精。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^symtom ①臍周圍疼或右上腹痛，②脘腹劇痛，③下腹脹痛，少腹脹痛，④腰腹脹痛甚劇，⑤胸脘 瘡悶，中脘滿悶，納差，⑥胸脅脹悶，時太息，胸脅脹滿不休，⑦兩乳作脹，⑧兩脅脹痛，⑨久產不下。
^tounge 舌苔薄白。
^pulse 脈沉弦。
^ill<sub=1>〔血滯不行〕
^symtom ①刺痛不移，夜間尤甚，②經來螢少難下，腹脹更甚，③經閉不行，④不排精，⑤月經來 潮，色紫暗而有塊，少腹痛墜，⑥惡露甚少，時有紫色小血塊，⑦淋漓不斷，突然下血貨多，血行不暢，色紫暗成塊，塊 下痛減，少腹拒按，⑧少腹時痛，痛劇拒按，⑨產後腹痛拒按。
^tounge ①舌紫，苔薄膩，②舌紅有瘀點，苔白膩，③邊有瘀斑，苔薄。
^pulse ①脈弦澀，②脈沉澀。
^ill<sub=2>〔陽氣不和〕
^symtom ①精神抑鬱不樂，沉默不語，②形體消瘦，面容少華，週身睏倦不適，③性急煩躁易怒，
^tounge 白膩。
^pulse 脈貓弱。
^formulas
^formula1〔紅花當歸散證〕
^origin〔《婦科易知錄》方〕
^ingredients2093 紅花4.5g，當歸9g，牛膝、蘇木、川芎 各3g，赤芍6g，枳殼1.8g，莪術2.4g。
^formula2〔和營調經法證〕
^origin〔丁甘仁方〕
^ingredients2094 全歸、白芍、香附、丹參、茺蔚子 各15g，藏紅花、青皮、陳皮、砂仁殼各今化，月季花6g，澤蘭葉、雲茯苓 各9g。
^formula3〔理氣去瘀法證〕
^origin〔丁甘仁方〕
^ingredients2095 當歸身、赤節、紅花、澤蘭、桃仁、失笑散、香附、玄胡 各9g，台烏、砂殼、橘皮、橘葉、竹節香附 各4.5g，mm 沖服。
^formula4<var=2>〔丹參澤蘭湯證〕
^origin〔姚興華方〕
^ingredients2096 丹參、澤蘭、赤芍、益母草 各12g，銀柴胡、全當歸、番附 各9g，廣木香、白豆蔻、白蔻仁 各4.5g，玄胡?、枳殼 各6g，甘草 3g。
^ingredients2097 (6)方仁淵治肝為將軍之官，病則侮脾凌金，氣逆作痛，由脘及膠，癸事亦為之不行，病由厥陰而及沖任，建工不 易，香附、肉桂、炒白芍、玄胡、桃仁、小茵、炒當歸身、蘇葉、烏藥、砂仁、白薇、宵皮。溫脾疏肝既合，仍宗其意; 香附、白薇' 茯苓、吳茱萸、炒白芍、烏藥、沉香、當歸身、砂仁、宵皮、五靈脂。脘腹已，腹痛未淨，肝邪之不平，亦 由瘀阻所致：香附、白薇、歸尾、澤蘭，靈脂、烏藥、育皮、丹皮、桃仁、砂仁、妙白芍、吳茱萸。
^ck25z20h130
^norm 肝氣沖逆。
^chinese 痛經，產後惡血上#。
^western 子宮內膜異位。
^combo 氣逆+血溢+氣滯+血滯
^ill〔氣機沖逆〕
^symtom ①腹痛，劇則嘔吐出冷汗，②腰酸，③忽氣從小腹上衝腡上，疼痛異常，口噤齲齒，四肢
^pulse 脈細數。
^ill2〔絡瘀血溢〕
^symtom ①惡露不淨，②量多有血塊，塊出痛減。
^ill<sub=1>〔氣機不利〕
^symtom ①腹痛時輕時重，②肛門墜痛難忍。
^ill<sub=2>〔血滯不行〕
^tounge ①舌淡暗邊有小瘀點，苔薄白，②舌黑如煤。
^pulse 脈沉伏而結。
^formulas
^formula〔加味失笑散證〕
^origin〔《李聰甫醫案》方〕
^ingredients2098 全歸10g，靈脂、玄胡、生蒲黃、丹皮、桃仁、制香附 各5g，川芎、山楂炭 各3g，清童便1杯。
^alias肝氣犯背，肝逆犯宵，肝齊失和，胃氣瘀結，瘀阻宵絡，氣逆血溢，絡瘀血溢。
^chinese 胃脘疼，瘀痛，痞痛，血逆，登嗝，噦厥，嘔血，唾血。
^western 宵竇炎，慢性淺表性同炎，炎性腫塊，傾性萎縮性胃炎，胃潰瘍，十二指腸球部潰瘍，賁門痙攣，幽門梗
^ck25z16h247
^norm 肝氣犯胃，肝胃失和。』‧
^chinese 胃脘疼。
^western 胃竇炎，十二指腸球部潰瘍。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①口淡無味，不思飲食，②口渴乾苦。
^ill<sub=1>〔氣機不利〕
^symtom ①胃痛似有物頂，②胃脘脹痛，疼痛呈陣發性，痛甚則反射至肩背，空腹痛甚，③W脘脹，窒悶不舒，④大便乾，小便黃。
^tounge ①舌邊紫，②苔薄膩，③苔黃膩。
^pulse ①脈弦，②脈小滑。
^ill<sub=2>〔氣機不降〕
^symtom ①噯氣，②噁心，③咽梗，④嘔吐酸苦水。
^formulas
^formula1〔胃竇湯證〕
^origin〔《黃文東醫案》方〕
^ingredients2099 木番、青皮、陳皮 各6g，香附、玄胡、當歸、赤芍、川楝子、白芍 各9g，炙甘草4.5g。
^formula2〔理氣行瘀湯證〕
^origin〔《黃文東醫案》方〕
^ingredients2100 制香附、木香、川楝子、白芍、玄胡、旋復花、佛手、丹參 各9g，夜交籐30g。或加川花椒、制川大貿通氣降逆，黃 芩、山梔清熱。
^formula3〔疏肝理氣，化瘀止痛方證〕治十二指腸球部潰瘍，時有胃脘疼痛，陣發性，詳見病案（3)。
^ingredients2101 金鈴子、烏賊骨、枳殼 各10g，黃連2.6g，炒五靈脂15g，段瓦楞子12g，元胡5g，青陳皮 各6g，佛手片6g。
^ck25z16h254
^norm 肝氣犯胃，瘀阻胃絡。
^chinese 胃脘痛，瘀痛。
^western 十二指腸球部潰瘍，慢性萎縮性胃炎。
^combo 絡瘀+氣滯+血溢+氣鬱
^formulas
^formula1〔膈下逐瘀湯證〕
^origin〔《醫林改錯》方〕
^ingredients2102 五靈脂、川芎、牡丹皮、赤芍葯、烏藥 各6g，延胡索3g，當歸、桃仁、紅花、甘草 各9g，香附、枳殼 各4.5g。水 煎服。
^formula2〔元胡索散證〕
^origin〔《雜病源流犀燭》方〕
^ingredients2103 元胡、當歸、炒蒲黃、赤苟、官桂 各3g，薑黃、木香、乳香、沒藥各2. lg，炙甘草1.5g，為粗末，加生薑3片，水 煎服。
^formula3〔瘀痛1號方證〕
^origin〔董建華方〕
^ingredients2104 川棟子、玄胡、香附、陳皮、枳殼、大腹皮。
^formula4〔瘀痛2號方證〕
^origin〔螢建華方〕
^ck25z16h248
^norm 肝逆犯胃。
^chinese 血逆，登嗝，噦厥。
^western 賁門痙攣，幽門梗阻，.胃潰瘍，萎縮性胃炎，食道狹窄症。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①硬食不下，嚥下困難，漸至進食作登，時吐白沫，②食物反流，食人即吐，③噯氣泛酸‧ 嘔吐酸水，食不得人，④噁心，嘔吐，⑤時欲噦，噦及則厥。
^ill<sub=1>〔氣機不宣〕
^symtom 0）食後胃脘不舒，２胸脅苦滿，③胸悶，胸悶脹微痛，④咽中不適，⑤飲食減少，⑥口乾 不思飲，⑦大便乾結。
^ill<sub=2>〔氣機不利〕
^symtom ①脫脅作痛，②胃脘陣痛，③食後心下脹滿，脘膠脹悶，④進乾食則登。
^tounge ①舌青紫，苔黃膩，②舌苔白燥。
^pulse ①脈沉弦細，②脈沉澀者。
^formulas
^formula1〔肝S二氣丹證〕
^origin〔《通俗傷寒論》方〕
^ingredients2105 第二次：附子、吳茱萸、玄胡、靈脂、蒲公英、佛手柑 各30g，當歸60g，制香附45g，炙甘草27g，取淨末。
^formula2<var=1>〔血府逐瘀湯證〕
^origin〔陳得奎方〕
^ingredients2106 當歸、生地貨、紅花、牛膝、桃仁、枳殼、赤芍葯、枯梗、川寫、柴胡、甘草加代赭30g。‧
^formula3〔降氣湯證〕
^origin〔關幼波方〕
^ingredients2107 生瓦楞子、刀豆子、赤白芍 各30g，當歸、木瓜、藕節 各12g，旋復花、代赭、杏仁、橘紅、紅花、香附、玫瑰花 各10g，砂仁、升姜4.5g。
^formula4〔開鬰湯證〕
^origin〔施今墨方〕
^ingredients2108 薤白、旋笈花、蠶砂、炒皂子、茜根、淮牛膝、桃仁、杏仁、白朮、川鬰金 各10g，糖瓜蔞25g，代赭、油當歸 各12g，枳實、鬰李仁 各6g，火麻仁18g。
^ck25z16h130
^norm 氣逆血溢，絡瘀血溢。
^chinese 嘔血，唾血。
^combo 氣滯+血滯+氣逆+血溢
^ill〔氣機沖逆〕
^symtom ①氣逆，②胸中氣塞，③胸悶噯氣，④嘈雜似饑。
^pulse 脈弦急。
^ill2〔絡瘀血溢〕
^symtom ①痰血，②嘔血，紫黑血塊，③口中血腥氣，④吐黑血，⑤唾血有塊。
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅作痛，②痞滿，③腹痛，④胸悶難堪。
^pulse 兩脈沉而有力。
^ill<sub=2>〔血滯不行〕
^symtom 先見胸脅疼痛發悶，其血必紫成塊，出血後症反減。
^pulse ①脈必帶澀，②脈細遲。
^tounge 舌苔白膩。
^formulas
^formula1〔蘇子降氣湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔瘀熱湯證〕治吐黑血4胸腩痞塞少和，咳嗽略減。
^formula3〔四生地黃湯證〕
^origin〔《通俗傷寒論》方〕
^formula4〔立止吐血裔證〕
^origin〔《通俗傷寒論》方〕
^ingredients2109 (1)王旭高治素患嘔血，血止後發胸悶噯氣，舌苔白膩，脈細遲，此胃中有瘀血夾痰濁：旋復花、鬰金、杏仁、瓜蔞 仁、紫菀、代赭、茯苓、貝母、降香、枇杷葉、，丹參、桃仁（胸中氣塞，嘔莩黑血塊，當消瘀解結，不可止澀）（《柳選四 家醫案） 208)。
^ingredients2110 (2)?仁伯治宿積黑血從吐而出，胸之痞塞少和，肺之咳嗽略減，瘀熱當以導血下行，繼用當歸、丹參、桃仁、失笑 '散、茯神、遠志、牛膝、三七（《柳選四家醫案》10)。
^alias肝脾失和，氣血不和，肝旺侮脾，肝脾積聚，蓄血中焦，陰虛肝橫，氣裹血脹。
^chinese 脅痛，腹痛，換痛，痛胃，腹脹，脾脹，肝脹，七、肝脹，職脹，氣脹，氣滕，血盛，血脹，痛經，閉經，惡
^western 瘀積性宵炎（十二指腸陳舊性潰瘍），過敏性結腸炎，小兒復發性腸套茲，病毐性肝炎，慢性肝炎，早期肝 硬化，脾腫大，肝脾腫大，門脈性肝硬化腹水，進行性貧血，血噗琳弟i，膜性痛經。
^ill〔氣機不利〕
^symtom １腹痛時發，痛連脘腹，２腹脹，大腹脹滿最為痛苦，３臍周脹悶疼痛，得矢氣則脹痛消失，重 者有嘔吐者不能進食，４臍腹右側疼如刀割，５腹痛洩瀉，６胺痛串脅，７少腹隱痛，少腹疼痛，８肪上有條索狀塊物。
^tounge 舌苔白膩。
^pulse 脈弦滑。
^ill2〔血滯不行〕
^symtom ①而色晦暗，身體羸瘦，②上腹疼痛，疼痛時非常劇烈，多呈間歇性，夜間尤甚，③疼痛日久，痛有定處，痛如針刺』夜間加劇，④脹痛在左脅疼如刀割，⑤嘔吐物如山楂水樣，呈咖啡色，尿皆呈黃紅色、紅色、咖啡色。
^tounge ①舌質暗紅，舌紅苔薄，②舌邊瘀斑，@舌質青紫，苔白。
^pulse ①脈弦細，②脈沉細而浞，③脈澀弦。
^ill3〔氣機沖逆〕
^symtom ①噯氣，②腹脹，腹痛洩瀉，痛則大便，便帶黏?，每逢情緒波動痛瀉加覓，③下半夜，即覺左 側臍旁現雞卵大一包塊，按之軟，墜脹疼痛，向小腹走竄攻沖，包塊處覺熱，至雞鳴時即開始腹瀉，瀉時肛門窘迫不爽，為黏液便，瀉後旗內包塊不見。
^ill4〔陽氣不和〕
^symtom ①面色萎黃晦暗，面色蒼黃枯瘦，本證_
^tounge 舌苔黃而厚濁。
^pulse 脈弦細數。
^ck25z18h292
^norm 肝脾失和。』
^chinese 痛瀉。
^western 過敏性結腸炎。
^combo 氣滯+氣逆+氣鬱+陽鬰
^ill〔氣機不利〕
^symtom ①腹脹，腹痛洩瀉，②少腹隱痛，少腹疼痛，③臍上有條索狀塊物。
^symtom ①噯氣，②腹脹，腹痛洩瀉，痛則大便，便帶黏?，每逢情緒波動痛瀉加菰，③下半夜，即覺左側臍旁現雞卵大一包塊，按之軟，墜脹疼痛，向小腹走竄攻沖，包塊處覺熱，至雞鳴時即開始腹瀉，瀉時肛門窘迫 不爽，為黏液便，瀉後腹內包塊不見。
^ill<sub=1>〔氣機不宣〕
^symtom 脘悶少食。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色青黃枯瘦，②時有低熱，③夜晚煩熱，惡夢驚駭，④口乾不欲飲，口腥臭。
^tounge ①舌質紅，有瘀斑，②舌尖邊現青紫，③苔薄白，苔薄白而乾。
^pulse ①脈弦細，②脈虛弦，③脈沉細而澀。
^formulas
^formula〔猓下逐瘀湯證〕
^origin〔《醫林改錯） 方〕
^ingredients2111 五靈脂、川芎、牡丹皮、赤芍葯、烏藥 各6g，延胡索3g，當歸、桃仁、紅花、甘草 各9g，香附、枳殼各4.g。水 煎服。
^ck25z18h127
^norm 蓄血在中焦。
^chinese 脾脹，腹痛，痛經，閉經。
^western小兒復發性腸套奮，血噗林病。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^symtom ①腹痛時發，痛連脘腹，痛劇叫嗥，輾轉不安，汗出淋漓，但時停時作，②大腹脹滿最為 痛苦，③擠周脹悶疼痛，得矢氣則脹痛消失，重者有嘔吐者不能進食，④臍腹右側疼如刀割，且脹終口無休止，按之不減，⑤胺痛串脅。
^tounge 舌苔白膩。
^pulse 脈弦滑。
^ill<sub=1>〔血滯不行〕
^symtom ①面色晦暗，身體廒瘦，②上腹疼痛，疼痛時非常劇烈，多呈間歇性，夜間尤甚，③疼痛 日久，痛有定處，痛如針剌，夜間加劇，④脹痛在左脅疼如刀割，⑤嘔吐物如山楂水樣，呈咖啡色。尿皆呈黃紅色、紅色、咖啡色。
^tounge ①舌質暗紅，舌紅苔薄，②舌邊瘀斑，③舌質青紫，苔白。
^pulse ①脈弦細，②脈沉細而澀，③脈澀弦。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色萎黃晦暗，面色蒼黃枯瘐，②納少便溏，③精神萎靡不振，④肢厥。
^tounge 舌苔黃而厚濁。
^pulse 脈弦細數。
^formulas
^formula1〔和血逐邪湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2112 鱉血柴胡、荊芥、香附、蘇梗、秦艽、姜皮 各4.5g，川厚樸、枳殼 各3g，、川芎2.4g，益母草、澤蘭 各9g，絳通3g。
^formula2〔五枝松針湯證〕
^origin〔《通俗傷寒論》何廉臣方〕
^formula3〔膈下逐瘀湯證〕
^origin〔鐘華方〕
^ingredients2113 靈脂、)11%\\丹皮、紅花、枳殼 各6g，當歸< 桃仁、赤苟、玄胡、烏藥、香附 各9g，甘草4.5g。
^formula4<var=2>〔失笑散合四逆散證〕
^origin〔黃安邦方〕
^ingredients2114 生蒲黃、廣木番 各6g，五靈臘、川楝子 各10g，白pl5g，北柴胡、枳亮、川黃連、炙甘草各
^ck25z18h143
^norm 氣血不和。
^chinese 瘀痛，痛經，經閉、惡踩不淨。
^western 瘀積性宵炎（十二指腸陳舊性潰瘍），膜性痛經。
^combo 氣虛+血虛+氣滯+血滯‧經絡+陽氣
^ill〔氣虛失養〕
^symtom ①形體憔悴，面容晦滯，環唇黎思，面色不澤，精神萎頓，②食慾不思，納呆，③大便溏，
^ill<sub=1>〔氣機不利〕
^symtom ①宵痛陣痛，劇痛引胸背，橫貫兩脅，中脘有形攻掙，板滯不舒，泛泛，惡清水，②左腹 及脅肋脹痛，活動時更甚，③腹中時脹時熱，脘膠滿悶，漉漉作響，矢氣則舒，④經前即覺乳房、胸脘及脅腹部脹痛。
^pulse ①脈沉弦，②脈弦滑，③脈上盛下不足。
^tounge 舌荇薄白。
^symtom ①便體疼痛，時痛時止，②週身按之痛，③腰痛。
^ill<sub=2>〔絡脈不和〕
^symtom ①手指攣總，②睡後腰背酸痛，起床即減，③麻木現於一處，終日不除。
^symtom ①口乾。
^formulas
^formula〔柴胡舒肝湯證〕
^origin〔冰玉堂方〕
^ingredients2115 柴胡、當歸a酒制白芍 各6g，炒白朮、白雲苓、炎甘草、香附、鬰金、砂仁、澤蘭、生地、丹皮。
^ingredients2116 (1)張仲景：婦人懷娠，腹中療痛，當歸芍葯散主之。芍葯一斤.當歸 三兩，茯苓、白朮 四兩，澤瀉、川芎半斤，酒 和日三服（《金匱要略》155)。
^ingredients2117 婦人腹中急痛，當歸芍葯散主之；當歸三芍葯一斤，茯苓 四兩，白朮 四兩，澤瀉、川芎半斤，酒和服方寸匕，日 三服（《金匱要略》174)。'
^ingredients2118 (3)陳士鐸：遍體疼痛，殆不可忍，時痛時止者，氣血虧損，凝滯不通，忘痛湯：當歸、黃耆、肉桂v玄胡、天花 粉、泰艽；化凝湯：當歸、黃耆、肉桂、茯苓、柴胡、甘草、羌活、法半夏。
^ingredients2119 (4)氣血凝滯，絡脈不和，睡後腰背酸痛，起床活動後即漸輕減，舒筋湯：當歸、白芍、白朮、甘草、薑黃、羌活、
^ingredients2120 海桐皮。
^ingredients2121 (5)手指攣急，血不養筋，S受風寒收引，用加味薑黃散：薑黃、羌活、白朮、當歸、白芍、甘草。
^ingredients2122 (6)麻木現於一處，終日不除，口久陽氣虛敗，不能運行，先用桂附為嚮導：烏藥、木香行氣，當歸、阿膠、桃仁活 血，木香、牙皂、山中通絡，病後用八珍大補氣血。
^ck25z18h131
^norm 肝脾積聚a
^chinese 臌脹，氣脹，氣臌。
^western 肝硬變，脾腫大，肝脾腫大。
^ill〔氣機鬱結〕
^symtom ①胸腹脹滿四肢瘦削，②腹脹減食，食益腹脹，按之臌。I
^tounge 舌苔薄白。
^pulse 脈弦滑。
^ill2〔血滯瘀結〕
^symtom 肝脾腫大，肝疼。
^tounge 舌質青紫，苔白。
^pulse 脈弦細。
^ill<sub=1>〔氣機不利〕
^symtom ①胸滿腡塞，氣逆息粗，②腹脹，腹雖脹大，按之尚軟。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色晦暗，身體贏瘦，②精神萎靡不振；乏力，③納少便溏。
^tounge 舌苔淡。
^pulse 脈弦細。
^formulas
^formula1〔達鬰寬中湯證〕
^origin〔何廉E驗方〕
^formula2〔聚寶丹證〕
^origin〔《和劑局方》方〕
^formula3〔三仁絳覆湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2123 瓜蔞仁12g，柏子仁9g，桃仁、澤蘭、新絳 各6g，當歸須、旋復花 各4.5g，蔥須0.9g，用鮮茅根60g、全絲瓜絡3g，煎湯代水。
^formula4〔消》蛛連丸證〕
^origin〔何廉臣驗方〕
^formula5〔綠萼梅花丸證〕王孟英曰:此方用藥頗奇，分誼多寡亦難測識，而功效甚著。詳見論著（1)。
^ingredients2124 黨參、茯苓、益智、砂仁 各9g，制香附60g，滑石210g，山藥、黃耆 各4.5g，甘松、莪術 各6g，遠志7.5g，桔梗3g，炙甘草2.1g，用綠梅花90g，丹皮24%煎湯煮前藥，曬千為末蜜丸，每重3g開水化服。
^ck25z18h144
^norm 氣血瘀結。.‧
^chinese 臌脹。
^western 病毒性肝炎，早期肝硬化，進行性貧血。
^combo 血結+氣結+血虛+氣虛+陽鬰
^formulas
^formula〔逍遙散加成證〕
^origin〔黃光馳方〕
^ingredients2125 北黃耆、黨參、綿茵陳 各15g，白朮、白芍 各12g，炙甘草4.5g，當歸9g，柴胡、枳殼 各6g，丹參、鱉甲各3(% (先煎)。
^ck25z18h184
^norm 氣裹血脹。
^chinese 臌脹，肝脹，脾脹，心肝脹，血蠱，血脹。
^western 門脈性肝硬化腹水。
^combo 血結+津滯+氣結+氣化+絡滯
^ill〔血滯瘀結〕
^symtom ①面色滯黃，面目黧黑，②右脅脹痛，痞結脅下，③爪夾青紫，④大便色黑，⑤痞結少腹 大腹隆然，青筋怒起。
^tounge 舌深紫赤而暗，青紫。
^ill2〔津不化氣〕
^symtom ①腹脹如臌。
^ill2〔氣機鬱結〕
^symtom ①脅下滿痛引少腹，②腹脹膨降（腹圍102cm)，腹部脹滿，始則朝寬暮急，③宵納呆滯，
^tounge 舌苔白厚。
^pulse 脈沉弦。
^ill3〔氣化不行〕
^symtom 小便短少。
^ill<sub=2>〔絡脈不利〕
^symtom ①青筋怒張，②腹起紅絲，③青筋暴露，④手足紅縷赤痕。
^formulas
^formula1〔消瘀蕩滌湯證〕活血化瘀，治血蠱則腹脹如臌，青筋橫絆腹上。
^ingredients2126 水蛭、當歸、雷丸、紅花、枳實、白芍、牛膝、桃仁。
^formula2〔加減消瘀湯證〕理氣活血，化瘀去癥，治氣裹血脹，脅下滿痛，痛引少腹，腹起紅絲，蜇則青筋亦露。
^ingredients2127 生鱉甲18g，生牡蠣、茵陳、白茯苓 各12g，三梭、赤芍、柴胡、枳殼 各6g，肯皮、莪術、香附、玄胡、生甘草 各9g。
^formula3〔廯香木香丸證〕活血化瘀，行氣和血，治右脅下疼痛，腹部脹滿。
^alias血脈瘀阻，血菀於上。
^chinese 胸痺，心痛，心悸，血厥，薄厥，肝厥，不寐，癲疾。
^western 風心，心絞痛，慢性心肌梗尨，冠心，高血壓動脈硬化性心臟病，陣發性房性快速性心律失常，室性早搏，癱病，頭外傷後精神分裂症。
^ill〔絡脈不利〕
^symtom ①胸疼，刺痛，②左肩背痛，③臂內肘腕一線痛。
^pulse 脈細弦滑，脈弦、促、結代交替。
^symtom ①煩滿短氣，②胸悶噯氣隱痛，窒悶，③呼吸困難，④下肢浮腫怕冷。
^symtom ①胸脅隱痛，②左胸前區憋悶，氣短，不耐勞累，稍勞則心絞痛發作，③腹脹。
^symtom ①面色略暗，②目乾羞明，③四肢麻木。
^tounge （M胖苔傅膩，②3‧偏紫苔白薄膩，③淡青，苔薄膩。本證一H242心絡失宜候
^pulse 脈細帶數（88次/分），時有結代，脈澀小。轉記——H303肝陰虛滯候H245心陰虛滯候
^symtom ①臥不安，②心悸（夜間尤甚），早搏心慌。變證一H048湞氣閉厥候H2?7木火鬰滯候
^ck25z10h242
^norm 血脈疲附。
^chinese 心悸，心痛。
^western 風心，心絞痛，慢性心趴梗塞，冠心，高血壓動脈硬化性心臟病，陣發性房性快速性心律失常。
^combo 絡滯+血滯+氣鬱+血溢
^ill〔絡脈不利〕
^symtom ①胸疼，刺痛，②左肩臂痛，③臂內肘腕一線痛。
^formulas
^formula1〔雙解瀉心湯證〕
^origin〔費伯雄方〕
^ingredients2128 黃連、附子、遠志、丹參、茯神、鬰僉、廣木香、沉香、合歡皮、燈心、生薑。
^formula2〔通梗湯證〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients2129 九香蟲、靈脂、玄胡、香附 各10g，丹參12g，三七粉3g，木香6g。
^ingredients2130 1.論著：費伯雄：煩滿短氣，而臥不安，離照湯：琥珀、丹參、硃砂、茯神、柏子仁、沉香、廣木香v青皮，、鬰金、
^ingredients2131 燈心、姜皮。
^ingredients2132 續以養心方，和心湯人參、生地、寸麥冬、桂枝、遠志、酸棗仁、丹參、西紅花、血竭、鬰金、香附、乳香、橙香、三七（《秦伯未醫文選》）。
^ck25z10h303
^norm 氣血瘀滯。
^chinese 胸痺，心痛。
^western 心絞痛，心肌梗塞。
^combo 陰虛+陰涸+氣滯+氣逆
^formulas
^formula1〔加味一霣煎證〕
^origin〔李祥國方〕
^formula2〔滋陰通陽兼理氣血方證〕
^origin〔妁志明方〕
^ingredients2133 瓜蔞、桑椹 各15g，薤白、首烏、v桑寄生、太子參各2g，當歸、牛膝、枳殼、赤芍 各9g，川芎4.5g，三七粉lg (沖服)。.　　　摘錄：
^ingredients2134 資鞏固：西洋參、獲苓、生黃耆、薤白、酸棗仁、枳實、三七 各30g，首烏、桑椹、瓜蔞、桑寄生、牛膝 各45g。共末，煉 蜜為丸，每丸10g，日服2丸。
^ck25z10h245
^norm 氣虛血滯。
^chinese 胸痺，心悸。
^western 室性早搏。‧ ‧
^combo 陰虛+氣虛+氣鬱+神擾+絡滯+陽鬰
^ill〔陰虛失養〕
^symtom ①頭暈，②五心煩熱，手足心熱，③少寐。
^ill<sub=2>〔陽氣不和〕
^symtom 面色紅紫。
^formulas
^formula〔養陰益氣，行氣活血方證〕
^origin〔馬福方〕
^ingredients2135 寸麥冬、丹參、鬰金、香附 各20g，黨參、白芍 各25g，生地30g，五味子、炙甘學:、元胡、桃仁、陳皮 各15g。
^ck25z10h048
^norm 血菀於上。
^chinese血厥，薄厥，肝厥。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom 胸悶。》. ‧
^ill<sub=1>〔氣機閉塞〕
^symtom .１不語如喑２形厥如屍。
^ill<sub=2>〔氣機不降〕
^symtom 口湧血沫。
^formulas
^formula〔三合絳覆湯證〕
^origin〔《通俗傷寒論） 方〕
^ingredients2136 (1)俞根初：薄厥因大怒則形氣絕，血菀與上，使人薄厥，宜犀角地黃湯加消瘀降氣之品，或八味順氣散：人參、白 術、青陳皮、茯苓、白芷、烏藥、甘草。
^ck25z10h277
^chinese 不寐，鑲疾。
^western ?病，頭外傷後精神分裂症。、
^combo 氣鬱+神擾+神蒙+氣蒸+氣滯
^ill〔氣機不宣〕
^symtom ①精神不振，納呆乏力，②時有頭皮發麻6
^ill2〔神志不寧〕
^symtom ①不眠，②心悸善煩，③笑無常。
^ill<sub=1>〔神志昏蒙〕
^symtom ①突放聲大叫大哭，繼而如醉如癡，神識模糊，②哭笑奔走，③不吃不睡，不停地吸煙、喝濃茶、喝酒。
^tounge 舌苔薄膩，邊質帶紫。
^ill2〔津氣蘊蒸〕
^symtom 頭頂刺痛。
^pulse 脈象弦數。
^ill<sub=2>〔氣機不利〕
^tounge 舌質淡、苔白膩中灰。
^pulse 脈弦。
^formulas
^formula〔癡狂夢醒湯證〕
^origin〔周林寬方〕
^ingredients2137 桃仁24g，甘草15g，赤芍、柴胡、制吞附、姜半夏 各10g，青皮、陳皮、蘇子、桑白皮 各9g，大腹皮6g，木通2g。
^alias血瘀化水。
^chinese 耳鳴，耳聾，胸肋骨痺，血腫，血分，心跡，癃閉。
^western 風心，二間瓣狹窄，慢性心衰，結核性滲出性心包炎，早期縮窄性心包炎，胸肋關節肋軟骨炎，前列腺肥大 引起尿瀦留。
^ck25z04h233
^norm 氣瘀滯絡。
^chinese 胸肋骨痺。
^western 胸肋關節肋軟骨炎。
^combo 氣鬱+絡滯+血溢
^ill〔氣機不宣〕
^symtom ①胸痛徹背，②體倦納差。
^ill2〔絡脈不利〕
^symtom ①胸肋關節及肋軟骨部位隆起，腫塊性硬壓痛，②上肢活動掣引痛。
^tounge 舌紅苔白。.
^pulse 脈弦略數。
^ill<sub=1>〔絡瘀血溢〕
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula〔行濕流氣，散結宣痺方證〕
^origin〔蔡榮方〕
^ck25z04h053
^norm 肺氣下陷。
^chinese癃閉。
^western前列腺肥大引起屎瀦留。
^combo 氣虛+氣蒸+氣陷+氣鬱
^ill〔氣虛失充〕
^symtom ①精神乏困，②氣短喑睡，氣短乏力，③飲食欠佳，④每多感冒。
^ill2〔津氣逭蒸〕
^symtom 陰莖腫脹、灼痛。
^tounge 舌質暗而苔膩0〔氣機下陷〕
^symtom 小便閉塞。
^pulse 脈沉弦細澀。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula〔提壺揭蓋法證〕
^origin〔宋文耀方〕
^ingredients2138 荊芥、橘皮、香附、杏仁、赤茯等、防己、赤勺、白朮、萊菔子 各9g，枇杷葉、黃耆 各12g，枯梗、乳香 各6g，麝香
^ck25z04h089
^norm 血瘀化水。
^chinese 血腫，血分，心跡。
^western 風心，二尖瓣狹窄，慢性心衰，結核性滲出性心包炎，早期縮窄性心包炎。
^combo 陽滯+津滯+氣鬱+氣化
^formulas
^formula1〔加味香蘇散證〕治經血先閉，血瘀化水，而現浮腫，詳見論著摘錄。
^ingredients2139 橘紅、防己、木通、蘇葉、生薑、紫金皮、赤小豆、絲瓜絡、青木香、香附。
^formula2〔通經丸證〕治經血先閉，血瘀化水，而現浮腫，皮膚間紅痕赤縷滿佈，詳莧論著摘錄。
^ingredients2140 歸尾、赤卻、生地、川誇、牛膝、靈脂、紅花、桃仁、香附、琥拍，加酒砂糖，血寒加肉桂。
^formula3〔膈下逐瘀湯化裁證〕
^origin〔李樹勳方〕
^ingredients2141 歸尾9g，赤芍、丹皮、鬰金、生蒲黃、玄胡' 枳殼 各4.5g，/l|芎、紅花、桃仁、枯梗 各3g，靈脂、烏藥、香附 各6g。
^chinese 經期發熱，痛經，閉邕，血崩，經期便血，少腹癖塊，石瘕，狐疝，奔豚，疝氣，瘕疝，寒疝，瘀疝。
^western 原發性不孕，經前緊張症，無排卵性月經不調，子宮內膜異位症，青春期功血病，子宮頸癌，卵巢鋌腫，外 傷性睪九炎。
^symtom ①胸悶，②兩乳脹痛，③小腹脹痛，小腹脹墜，④[腰背疼痛。
^tounge 舌苔白薄。
^pulse 脈弦滑，兩尺數滑。
^symtom ①S少色紫帶有血塊，經行每每愆期，②少腹疼痛拒按，③腰部剌痛，腰痛如折，④月經突然閉
^pulse ①脈象細澀，②脈形澀小，③脈弦澀，④六脈脈沉澀而細，⑤脈弦細。
^tounge ①舌質暗紅少苔，②舌暗苔薄白，@舌質紫暗，
^symtom ①頭母目眩，②心擇煩躁、夜不安寐，③月經—_■虛滯候
^ck25z21h127
^norm 氣血衝滯。：
^chinese 經期發熱，痛經，閉經。
^western 職發性不孕。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^symtom ①胸悶②兩乳脹痛，③小腹脹痛，小腹脹墜，④腰背疼痛。‧
^tounge 舌苔白薄。
^pulse 脈弦滑，兩尺數滑。k
^ill<sub=1>〔血滯不行〕
^symtom ①量少色紫帶有血塊，經行每每愆期，②少腹陣陣刺痛，行聳時則少腹劇痛，有墜脹感，痛劇拒按，③腰部刺痛，④月經突然閉止，經閉不行。
^pulse ①脈象細澀，②脈形澀小，③脈弦澀，④六脈沉澀而細，⑤脈弦細。
^tounge （D舌質暗紅少苔，g舌暗苔薄白，③舌質紫暗，苔白膩。
^ill<sub=2>〔陽氣不和〕
^symtom ①頭暈目眩，②心￥煩躁、夜不安寐，③月經期每天下午發熱，經淨後發熱自愈。
^formulas
^formula1〔柴胡四物湯證〕
^origin〔施今揹方〕
^ingredients2142 柴胡、砂仁、玫瑰花、酒川芎 各5g，赤芍、白芍、生地、熟地、厚樸花、佛手花、炒丹皮、月季花、炒丹參 各6g，酒 澆益母草12g，酒當歸、佩蘭葉、澤蘭葉、瀧蒺藜、白蒺藜各IOg，炙甘草、桂枝 各3g，細辛1.5g。
^formula2〔疏肝調經法證〕
^origin〔張承烈方〕
^ingredients2143 柴胡6g，赤白芍、香附、川楝子、白蒺藜、澤蘭、茯歲各IOg，丹參12g，玫瑰花、炙甘備 各5g。
^ck25z21h130
^norm 絡瘀血溢。‧
^chinese 痛4，血崩，經期便血。
^western 子宮內膜異位症，青春期功血病。
^combo 氣逆+血溢+氣滯+血滯
^ill〔氣機沖逆〕
^symtom ①頭暈目眩，②泛泛欲吐，③噁心嘔吐，④急燥易怒，⑤昏厥肢冷。
^ill2〔絡瘀血溢〕
^symtom ①經血暴下，色紅有塊，②色紫紅偏多，有瘀塊，③腹痛便血。
^tounge 舌質紅，苔薄少津。『
^pulse 脈沉細數。‧y
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅脹悶，②前乳脹，③經行腹痛。
^tounge 苔溥膩。
^pulse 脈細弦。|
^ill<sub=2>〔血滯不行〕
^symtom ①少腹疼痛拒按，②腰痛如折，③經閉不行。
^formulas
^formula〔疏肝理氣方證〕
^origin〔朱良春方〕
^ingredients2144 柴胡5g，生白芍、留行子、澤蘭葉 各12g，當歸、荔核、仙靈脾 各9g，青陳皮6g，紫石英15g，甘草2g。
^ingredients2145 香附、青皮、橘葉、肉桂、靈脂、牛膝，經前一周服用，調治兩月竟收全功，「祛瘀勿慮經多」。
^ck25z21h200
^norm 血虛瘀滯。
^chinese 痛經。
^western經前緊張症，無排卵性月經不調。
^combo 血虛+陰虛+血滯氣滯+陽鬰+絡鬰
^ill〔血虛失榮〕
^symtom 月經後期。
^pulse 沉細。
^symtom ①兩面頰有色素沉者斑，②經行多紫黑塊，蛩少，色暗紅有塊。
^tounge 舌紅偏黯，苔微黃。
^pulse 脈澀。
^symtom ①經前腹痛，乳脹，②腰腹脹痛連脅。
^symtom 經S中等，色黑。
^tounge 苔薄舌尖紅。
^pulse 脈細數。
^ill2〔陽氣不和〕
^ill3〔絡脈不和〕
^formula1〔抑氣散證〕
^origin〔《婦科易知錄》方〕
^ingredients2146 當歸、熟地、香附、丹皮、遠志 各6g，川考、黃芩 各4.5g，白芍9g，青皮3g。
^formula2〔宜部通經湯證〕
^origin〔傅青主方〕
^ingredients2147 白芍、當歸、丹皮 各15g，梔子9g，白芥子6g，柴胡、香附、鬰金、黃芬、甘草 各3g。t
^formula3〔加味四物湯證〕
^origin〔《濟陰綱目》方〕
^ingredients2148 當歸、川芎 各4.5g，赤芍、熟地、玄胡、蓬術、香附 各3g，砂仁2.4g，桃仁2.1g，紅花1.5g。
^ingredients2149 (2)黃曦治潘某，36歲，曾產一孩，產後迄今已15年，月經後期，經前伴乳房脹痛，經世中等，色黑，腹痛，基礎 體溫單相型。1974年8月3日就診：月經來潮第2天，脈沉細，舌紅偏黯，苔微黃。擬方：當歸、熟地、茯苓、茺蔚子備 9g，川芎、白芍、丹參、廣木香、制香附、玄胡索、烏藥 各6g。2劑，腹痛減輕。於經淨後第二天給服八珍湯加味:熟地、黨參 各12g，當歸、赤芍、白朮、茯苓、安冬、丹皮、女貞子 各9g，川芎、艾葉，烏藥 各6g，甘草、制香附 各3g，桂枝 4.5g，丹參9g，仙靈脾12g，仙茅6g。次月經前乳脹顯減，經淨後，仍服八珍湯加味（前方中加川牛膝9g，柴胡3g)，旋 即懷孕，足月順產。.'
^ck25z21h291
^norm 肝腎氣結。
^chinese 狐疝，奔豚，疝氣，瘕疝，寒疝。
^combo 氣滯+氣結+氣鬱+陽鬰
^ill〔氣機不宣〕
^symtom 滿悶。
^ill2〔氣機鬱結〕
^symtom ①陰海偏墜時上時下，②小腹有形如卵上下來去，③聚則塞痛，高突攻沖，散則鳴響，
^ill<sub=1>〔氣機不利〕..
^symtom ①痛不可忍，②繞臍絞結攻痛，③少腹或臍旁下引睪丸或掣脅下或掣腰痛不可忍。
^ill2<sub=1>〔氣機不烽〕
^symtom 嘔吐。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色蒼白，②觸事善怒。
^formulas
^formula1〔葫蘆巴丸證〕
^origin〔《通俗傷寒論）方〕
^ingredients2150 葫蘆巴、川楝子、小茴 各45g，炒黑丑24g，巴戟18g，酒糊丸每服3g。
^formula2〔加味六鬰湯證〕疏肝調氣，治少腹作痛，上下無定，結聚不散，面色蒼蒼如死，詳見病案（1)。
^ingredients2151 當歸、川芎、白芍、香附、梔子炭、小?、半復、蒼朮、雲皮、靈脂、烏藥、官桂。'
^ingredients2152 ‧(2)怠怒傷肝，鬱結不行，少腹作痛，有形或聚或散痛無定處，嘔逆滿悶者主疏洩條達，散結破氣，三效散：山楂 炭、川楝子、茴香、枳實、焦山梔、蒼朮、青皮、香附、吳茱萸。
^alias痰氣壅塞。
^chinese 眩婿，耳鳴，哮喘，嘔吐，呃逆，梅核氣，痰結，痰厥。
^western 哮喘。
^symtom ①胸脘痞滿，②短氣，③咳嗽，④渴喜熱飲。
^tounge 舌滑<=
^pulse 脈右糊滯。
^symtom ①胸膈刺痛，②中脘痞阻。
^tounge 苔囪滑膩。
^symtom ①食物自登即出，②善噫。
^symtom cm喘，２噫氣，③呃逆，④喉巾痰鳴，多塊，
^symtom ①時發眩犖。詳見圖169。
^ck26z12h033
^norm 痰濕鬰遏。
^chinese 眩暈，耳鳴，咽阻。
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①胸中氣塞，仰俯不舒，②胸悶，③食少，④體力疲乏。
^tounge ①苔黃膩，②舌苔白膩，③舌苔薄黃。
^pulse ①脈沉滑，②脈沉微弦，③脈息滯緩。
^ill<sub=1>〔清竅不宣〕
^symtom ①喉間常有物阻塞，呼吸不舒，②耳內鬨哄有聲『，耳內氣滿，③貪慾不振。
^ill2<sub=1>〔清空不宣〕
^symtom ①時發眩暈，頭暈。
^ill<sub=2>〔氣機不降〕
^symtom ①農起痰多，②食物下嚥時，氣即上逆，③頻作登聲。
^formula1〔通鳴散證〕適應耳內鬨哄有聲。
^ingredients2153 石菖蒲、遠志、柴胡、變冬、防風、細辛、葶藶子、磁石、杏仁、蔥白。
^formula2〔加味二陳湯證〕適應腑氣鬱逆，上塞經氣，痞塞不通，耳內渾渾燉燉，耳內氣滿時發眩暈，調氣開鬰。
^ingredients2154 陳皮、半夏、茯苓、甘草、香附、石菖蒲、台烏、青皮。
^formula3〔半夏厚樸湯證〕
^origin〔《金匱要略》方〕
^ingredients2155 法半夏、川厚樸、紫蘇葉 各6g，茯苓9g，生薑3片。
^ck26z12h045
^norm 痰阻氣逆。
^chinese 哮喘，嘔吐，呃逆。
^western 哮喘。
^combo 氣鬱+氣蒸+氣滯+氣逆
^ill〔氣機不宣〕
^symtom ①胸脘痞滿，②短氣，③咳嗽，④渴喜熱飲。
^tounge 舌滑。
^pulse 脈右糊滯。
^symtom ①熱不外揚，②神情煩悶。
^pulse 脈右弦滑。
^ill<sub=1>〔氣機不利〕
^symtom ①胸膈刺痛，②中脘痞阻。
^tounge 苔白滑M。
^ill2〔氣機沖逆〕
^symtom 0）氣喘，２哺氣，③呃逆，④喉中痰鳴，多疲，(!座吐不納。
^ill<sub=2>〔清竅不宣〕
^symtom 頭目暈眩。
^formulas
^formula1〔增減旋覆代蒲湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔橘皮竹茹湯證〕
^origin〔《金匱要略》方〕
^ingredients2156 赤茯苓、橘皮、枇杷葉、麥門冬、竹茹、半夏 各一兩，人參、炙甘草各五錢。為粗末，加生婪五錢，水煎服。
^ingredients2157 (1)心下痞硬，短氣，嘔惡者，旋鋌代赭湯：旋復花、代赭、人參、半夏、生甘草、生薑、大棗。
^ck26z12h047
^norm 痰氣鬱結。
^chinese 梅核氣，痰結。
^combo 氣鬱+氣結』
^ill〔氣機不宣〕
^symtom ①短氣，②胸悶，③不思飲食，④咳逆無痰。
^ill2〔氣機鬱結〕
^symtom ①心下痞硬，②腹脹便結，③脫股脹滿。
^pulse 脈沉遲。
^ill<sub=1>〔氣機不降〕
^symtom ①食物自喳即出，②蔣噫。
^ill<sub=2>〔清竅不宣〕
^symtom １咽中如有炙臠，２咽中如有物梗，吐之不出咽之不下。
^formulas
^formula1〔枇杷葉煎證〕
^origin〔《通俗傷寒論》載葉案驗方〕
^ingredients2158 枇杷葉（去毛筋淨剪碎）30g、茯苓皮15g先煎代水，杏仁10粒，惹苡仁9g，淡豆豉、滑石 各4.5g，黑梔皮、通草各
^formula2<var=1>〔半夏厚樸湯證〕
^origin〔朱曾柏方〕
^ingredients2159 姜半S、厚樸、茯苓、蘇葉（量須小）、生薑、桔梗、玄參（S須大）。
^ingredients2160 (2)蒲輔周治梅核氣：自覺咽中，梗阻，胸悶不暢，層起多痰，舌淡苔黃膩，脈沉滑。二子半夏厚樸湯：蘇梗、厚樸、陳皮、大腹皮、白芥子、炒萊菔子、路路通、白通草、竹茹 各3g，半夏、茯苓、薤白 各6g，降香1.5g (《蒲輔周醫療經 驗）)0
^ck26z12h048
^norm 痰氣壅塞。
^chinese 瘐厥。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom ①胸膈滿悶，②煩跺，坐臥不安，③語言賽澀，④飲食少進，⑤失音。
^tounge 舌紅苔厚垢如積粉。
^pulse ①脈弦滑，②脈兩寸滑數。
^ill<sub=1>〔氣機閉塞〕
^symtom ①卒然昏厥，②四肢厥冷，③悶甚則厥，昏不知事，四肢冰冷。
^pulse 脈沉滑。
^ill<sub=2>〔氣機不降〕
^symtom ①痰涎壅盛，痰涎驟湧，聲如曳鋸，難於下嚥，②吐痰，③心中欲吐而不得。
^formulas
^formula1〔導痰開關散證〕
^origin〔《通俗傷寒論》方〕
^ingredients2161 荊芥、防風、姜半芨、萊菔子、蘇子、枳殼、茯苓 各4.5g，橘紅3g，白芥子、炙甘草 各1.5g。
^alias肝氣逆肺，氣鬱痰結，氣痰瘀結。
^chinese 胃脘痛，胸脅痛，梅核氣，懸飲，澳癇，石瘐，乳癖，乳癖虛寒型。
^western胃竇炎，胸水，甲狀腺腫大，甲亢，甲狀腺瘤，乳腺小葉增生，乳腺腫瘤。
^ill〔氣機不宣〕
^symtom ①咳嗽，②胸悶，善太怠，③神氣漸昏，飲食少進。
^ill2〔氣機不利〕
^symtom ①胃痛牽引胸脅，②咳引脅痛，③脅痛，左脅不時攻痛，甚則厥逆，喜熱湯，④右胸脅突然劇痛。
^pulse 左關沉小帶弦，右弦滑。
^tounge ①苔薄白，②舌質淡紅，③苔黃膩兼黑如楊梅色少津，④舌苔黃糙。
^ill3〔氣機不降〕
^symtom ①上氣，咳嗽氣逆，②痞滿痰壅，③喘急，④呃逆不止。
^pulse ①脈滑數而浮，②脈寸浮滑，關尺沉滑微數。
^ill4〔清竅不宣〕
^symtom ①喉中如破絮，或如梅核，咯之不出，咽之不下。
^tounge 苔白膩。
^pulse 脈濡軟。
^ck26z04h229
^norm 肝氣逆肺。
^chinese 胸脅痛，梅核氣。
^combo 氣鬱+氣滯+絡瘀
^ill〔氣機不宣〕
^symtom ①發熱惡寒，②咳嗽，咳痰。
^ill2〔氣機不利〕
^symtom ①脅痛，②咳引脅痛，③左脅不時攻痛，甚則厥逆，喜熱湯，④右胸脅突然劇痛。
^pulse 左關沉小帶弦，右弦滑。
^tounge ①苔薄白，②舌質淡紅，③$黃賦兼黑如楊梅色少津，④舌苔黃糙。
^ill<sub=1>〔氣機不降〕
^symtom ①上氣，②瘡滿痰壅，③喘總。
^pulse ①脈滑數而浮，②脈寸浮滑，關尺沉滑微數。
^ill2〔絡瘀血溢〕
^ill<sub=2>〔清竅不宣〕
^symtom ①喉中如破絮，或如梅核，咯之不出，咽之不下。
^formulas
^formula1<var=2>〔仿導痰湯證〕
^origin〔蒲輔周方〕
^ingredients2162 姜南星、蘇梗、廣陳皮 各4.5g，法半夏、竹茹、炒白芥子、俚蠶 各6g，枳實、娶黃、柴胡 各3g，川芎2.4g，生甘草 1.5g，生薑3片。
^ingredients2163 (3)咳引脅痛，喘急發熱，主二陳湯加柴胡、青皮、南星、蒼朮。
^ingredients2164 (4)費伯雄：脅痛微喘，主瀉肺湯：瓜蔞實、桑皮、蘇子、沉香、茯苓、鬰金、杏仁、枳殼、薏苡仁、橘紅、生薑。
^ck26z04h047
^norm 氣鬱痰結。
^chinese 懸飲。
^western 胸水。
^combo 氣鬱+氣結+氣蒸
^formulas
^formula<var=2>〔香附旋覆花湯證〕
^origin〔許履和方〕
^ck26z04h291
^norm 氣痰瘀結。
^chinese 癭瘤，石換，乳癖。
^western 甲狀腺腫大，甲亢，甲狀腺瘤，乳腺小葉增生，乳腺腫癇。
^combo 氣鬱+氣結‧陽鬰
^ill〔氣機不宣〕
^symtom ①胸中鬱悶，②胸悶口苦。
^ill2〔氣機鬱結〕
^symtom ①脅滿而痛，②頸癭腫硬，拳頭大小，觸之質軟無壓痛，有多個結節，質較堅硬，無壓痛，皮色如常，表面光滑，推之不移動，③乳中結核，兩乳堅硬腫塊，推之不動，④兩乳腫塊大如核桃，堅硬如石，疼痛不已。
^tounge ①舌質淡晦，②舌苔淡貨膩，③舌淡苔白膩。
^pulse 脈來弦滑。
^ill<sub=1>〔氣機不利〕
^symtom ①胸引兩脅牢痛，②腹滿。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^symtom ①寒熱如瘧，②失眠，③心悸，④手顫，手足麻木，⑤平素性悄急躁易怒，⑥面額黃滯，面色蒼白，⑦少氣乏力，動則心累，⑧頭暈昏，兩側痛。
^pulse ①脈弦緩，②脈細弦。
^formulas
^formula1〔治瘺方證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients2165 海帶、海藻、昆布、海蛤各30S，澤瀉、連翹、傅荷、訶子、橘皮、貝母、青皮、桃仁、芨枯草、梔子、香附、莪術、川芎、木香、青鹽、琥珀 各15g，豬羊靨各5對，洗淨脂膜焙乾，共末蜜丸重9g，飯後臨臥各含1丸。
^formula2〔四海舒鬰丸證〕
^origin〔謝應彪方〕
^ingredients2166 青木香5g，陳皮、海蛤粉各9S，海帶、海藻：昆布、海螵蛸 各60g(共丸，每服9g，日2次，連服月，可似 消散。
^formula3〔消癭湯證〕
^origin〔西安市中心醫院方〕
^ingredients2167 昆布、海藻、黃藥子 各15g，制南星、法半夏、檳榔、莪術、萸枯蘋、廣木香 各9g，段牡蠣30g，腫大明顯加貝母、鱉甲。
^formula4〔黃藥脂海藻湯證〕
^origin〔沈玉明方〕
^ingredients2168 酒炒黃藥脂 15g，海藻12g，昆布、浙貝母、夏枯草 各10g，段牡蠣、海石 各30g，青陳皮6g。口乾舌紅無苔加玄參、生地；胸悶，脅脹加部金、香附；手足震顫加鉤籐、珍珠母；脾虛便溏乏力加白朮、淮山藥、扁豆；大便乾燥加玄明粉; 痰多加婪半夏、茯苓。
^alias肝氣化風上逆，肝胃不和，肝胃失調，肝胃失降，沖氣上逆，肝氣上逆，肝木橫逆，痰濕交阻，肝氣鬱結。
^chinese W脘痛.胃寒痛，胃痛便血，痞結，肝氣，呃逆，塊唆，反胃，吐利，脅痛，眩母，耳鳴，不寐，肝厥，溫 病變症，閉經，乳?。
^western 神經官能證，神經性高血壓，梅尼埃病，耳源性眩暈，神經性嘔吐，淺表性胃炎，胃竇炎，潰瘍病，胃潰瘍 出血，十二指腸潰瘍伴幽門不全性梗阻，胃痙攣，食道裂孔疝，食道炎，男子乳房發育症。
^ill〔氣機不宣〕
^symtom ①朐膈滿悶，②胸悶脘痞，③飲食甚少，④面帶苦憂，心情抑鬱。
^tounge ①舌淡紅，苔薄白，舌苔薄膩，②苔白膩，③苔白厚。
^pulse 脈象滿滑。
^ill2〔氣機不利〕
^symtom ①胸脘作痛，②脫腹作痛，脘痛引背，吐後可得緩解，③兩脅脹滿，脅痛，④宵脘脹痛連脅，胃 氣上衝胸脅，下及少腹攻注疼痛，⑤上腹脹痛，有水聲，⑥背部酸痛，泛酸噯氣則舒。
^tounge 舌苔黃膩。
^pulse ①脈細數，②脈弦，③脈弦滑，④脈沉弦。
^ill3〔氣機沖逆〕
^symtom ①噯氣頻頻，噫氣不除，②噁心嘔吐，③食人即吐，食入片刻即吐，④嘔逆不已，飲食格格不納，５嘔吐清水或酸水，６氣從胃膈上衝咽，７或朝食萏吐，暮食朝吐，吐出宿食為大S清水，氣味酸臭，８呃逆，聲短頻響，９自覺有氣由胃脘上衝至腦而散。
^ill4〔陽氣不宣〕
^symtom ①怕冷喜睡，②喜熱飲，③晚上尤甚４面色蒼白。
^tounge 舌質胖，苔白膩沿。‧轉證一擬糾再失和降候
^pulse ①脈小弦，②弦結。變證一H251再陽失和候咖肝氣失調候
^ck26z16h070
^norm 肝氣化風上逆。
^chinese 眩牮，耳鳴。
^western 神經官能證，神經性高血壓，耳源性眩眾。
^combo 陽滯+氣鬱+氣逆+空竅
^ill〔陽氣不行〕
^symtom 右半身麻木竄痛。
^pulse 脈沉而弱。
^ill2〔清空不宣〕
^symtom ①頭暈，②耳峋，失聰。
^ill<sub=1>〔氣機沖逆〕
^symtom ①噯氣上逆，不得矢氣，②胸悶泛惡，.③嘔吐。
^tounge 舌紅苔滑。
^pulse 脈貓數。‧
^ill<sub=2>〔氣機不宣〕
^symtom １胸悶，食後胸悶，２喉間有痰，３脘中瘕氣。
^formulas
^formula〔平眩湯證〕
^origin〔&文東方〕
^ingredients2169 珍珠母30g，櫓豆衣、菊花、白芍、姜竹茹、茯苓、青皮、陳皮、白蒺藜、旋復花 各9g，代赭石30g，生薑3片，佛手
^ck26z16h246
^norm 肝宵不和，痰濕交阻，肝氣鬱結。
^chinese 肝氣。
^combo 氣鬱+陽鬰
^formulas
^formula1〔調理肝胃而化濕濁方證〕
^origin〔黃文東方〕
^formula2〔調肝解鬰和胃方證〕
^origin〔刑鸝江方〕
^ingredients2170 旋復花5g，代赭石24g，太子參、茯苓 各12g，:沉香、吳茱萸爺2.5g，半戾、陳皮、娑羅子、綠萼梅 各6g。
^ck26z16h248
^norm 沖氣上逆，肝氣上逆。
^chinese 呃逆，噫噯，脅痛，胃脘痛，反胃。
^western 十二指腸潰瘍伴幽門不全性梗阻，祌經性嘔吐。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①噯氣頻頻，噴氣不除，②噁心嘔吐，③食人即吐，食人片刻即吐，④嘔逆不已，飲食格 格不納，⑤嘔吐清水或酸水，⑥氣從H膈上衝咽，⑦或朝食暮吐，苒食朝吐，吐出宿食為大盤清水，氣味酸臭，⑧呃逆，聲短頻響，⑨自覺有氣由胃脘上衝至腦而散。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸膈滿悶，②胸悶脘痞，③飲食甚少，④面帶苦憂，心情抑鬱。
^tounge ①舌淡紅，苔薄白，舌苔薄膩，②苔白膩，③苔白厚。
^pulse 脈象滿滑。
^ill<sub=2>〔氣機不利〕
^symtom ①胸脘作痛，②脘腹作痛，脘痛引背，吐後可得緩解，③兩脅脹滿，脅痛.④胃氣本沖胸 脅，下及少腹攻注疼痛，⑤上腹脹痛，有水聲，⑥背部酸痛。
^tounge 舌苔黃膩。
^pulse ①脈細數，②脈弦，③脈弦滑，④脈沉弦。‧
^formulas
^formula1<var=2>〔旋覆代赭湯合丁香柿蒂散證〕
^origin〔巢伯航方〕
^ingredients2171 蘇梗、半夏、枳殼、旋復花、烏藥 各9g，厚樸6g，生代赭石2g，白蔻仁3g，柿蒂7個，丁香2.1g，采雲曲15g，生 姜3片。
^formula2〔旋思二橘湯證〕
^origin〔（程門雪醫案》方〕
^ck26z16h251
^norm 肝胃失調。
^chinese 胃寒痛。
^western 胃竇炎，潰瘍病。
^combo 陽鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①怕冷萵睡，②喜熱飲，③晚上尤甚，④面色蒼白。
^tounge 舌質胖，苔白膩滑。
^pulse ①脈小弦，②弦結。
^ill2〔氣機不利〕
^symtom ①胃痛時發，脹滿，痛連背脅，②嘈雜燒灼，③浙瀝有聲，④腹脹，⑤大便艱澀。
^pulse 脈弦滑。
^ill<sub=1>〔氣機不宣〕
^symtom ①飲食納呆，②胸悶。
^ill<sub=2>〔氣機不降〕
^symtom ①泛吐酸水，②噫氣。
^formulas
^formula1〔驅寇湯證〕
^origin〔陳無咎方〕
^ingredients2172 ‧半茇、茯苓、焦山楂、香附、白芍、娑羅子、鍛瓦楞子 各9g，乳香6g，荊芥、木香 各3g，白蔻仁1.5g，陳皮、柴胡 各4.5g。
^formula2〔溫降湯證〕
^origin〔黃文東方〕
^ingredients2173 炮姜、肉桂3g，姜半夏、青陳皮、紫蘇、白芍、旋復花、制香附、玄胡 各9g，木香6g，段瓦楞子30ga
^formula3〔半夏玄胡湯證〕
^origin〔李聰甫方〕
^ck26z16h294
^norm 肝胃不和。
^chinese 胃脘痛。
^western 食道裂孔疝，淺表性齊炎，食道炎。
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①頭暈，②多痰。
^tounge 苔薄。
^ill2〔氣機不宣〕
^symtom ①胸悶，②食少。
^ill<sub=1>〔氣機不利〕
^symtom ①胃脘脹痛連脅，泛酸噯氣則舒，②間歇性胃脘及胸骨後疼痛，燒灼感，③納食不順，稍 乾燥食物，則刺痛難忍，④右脅疼痛，⑤後背痛。
^pulse 脈沉弦。〔血虛失養〕
^symtom 心悸。
^pulse 脈細弦。
^ill<sub=2>〔陽氣不和〕
^symtom ①大便乾，②小便黃。
^tounge ①苔黃，.②舌中乾黃。
^pulse 脈弦數。
^formulas
^formula1〔疏肝湯證〕
^origin〔黃文東方〕
^ingredients2174 柴胡4.5g，當歸、白芍、玄胡、香附、半夏、青皮、陳皮、白蒺藜、木香 各9g，全瓜蔞12g。
^formula2〔疏降湯證〕
^origin〔關幼波方〕
^ingredients2175 旋S花、代赭石、蝥香、杏仁、橘紅、當歸、焦白朮、香附、木瓜、草河車 各10g，生瓦愣子、！蔞、刀豆子 各30g，炒川黃連3g，藕節12g，沉香面1.2g，白芍、火麻仁 各15g。
^formula3〔調和肝B方證〕
^origin〔謝利恆方〕
^alias肝氣逆中，肝強脾弱，肝脾氣結，痰阻閉經。
^chinese胸脅痛，胃氣痛，腹痛，氣喘，_，閉經。
^western 十二指腸痙攣，耳源性眩犖。
^ill〔氣機不宣〕
^symtom ①胸部不適，胸悶太息，②咽喉不舒暢，漸有梗阻之象，③不思飲食，納少，④咳嗽有痰。
^ill2〔津氣道蒸〕
^symtom ①睡眠不實，②多夢，③小便黃，大便秘結。
^tounge ①舌質正紅，苔薄白帶穢，②苔薄黃。
^pulse 脈滿滑。
^ill3〔氣機不利〕
^symtom ①胸脘脅痛，脹悶不舒，②脘腹脹滿，得矢氣較舒，③腹痛，④大便日行數次。
^pulse 脈沉弦遲。
^ill4〔氣機沖逆〕
^symtom ①噫氣，②泛酸吐痰涎，③噁心嘔吐，④噯氣厭食。
^ill5〔陽氣不和〕
^symtom ①頭脹，頭昏目眩，②口淡，便溏，③潮熱少汗。
^pulse 脈形細弦而帶數。
^ck26z18h292
^norm 肝氣逆中。
^chinese S氣痛。
^western耳源性眩暈。
^combo 氣滯+氣逆+氣鬱+陽鬰
^ill〔氣機不利〕
^symtom ①胸腹脅肋痞塞脹痛，②腹脹，③大便不實。
^tounge 舌苔白膩。-
^pulse 脈象弦滑。
^ill2〔氣機沖逆〕
^symtom ①噫氣，②泛酸吐痰涎，③噁心嘔吐。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶太息，②食慾不振。
^ill<sub=2>〔陽氣不和〕
^symtom ①頭脹，頭昏目眩，②口淡，便溏，③潮熱少汗。
^pulse 脈形細弦而帶數。
^formulas
^formula1〔調理肝9方證〕
^origin〔秦伯未方〕
^formula2〔健脾舒肝，升清降濁方證〕
^origin〔劉炯夫方〕
^ingredients2176 法半復、茯苓、藿香 各10g，陳皮、香附、鬰金 各6g，柴胡9g，茵陳、白朮 各12g，薄荷、甘草 各3g。
^ck26z18h294
^norm 肝強脾弱。
^chinese閉經，腹痛，氣喘。
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^formulas
^formula1〔四杜湯證〕
^origin〔《程門雪醫案》方〕
^formula2〔柴芍六君子湯加吟證〕
^origin〔陳瑞春方〕
^ingredients2177 柴胡、廣陳皮 各6g，黨參12g，茯苓15g，甘草4.5g，白芍、白朮、法半夏、鬰金、益母草、綠萼梅、代代花 各9g。
^formula3〔歸芍六君子湯證〕
^origin〔康良石方〕
^ingredients2178 白朮、白芍、當歸、人參、茯苓、半芨、橘皮、炙甘草。、
^ck26z18h258
^norm 肝脾氣結。
^chinese 痰阻閉經。
^combo 氣結+氣滯+氣逆
^ill〔氣機鬱結〕
^symtom ①腹部漸大，狀如懷孕，②月經乍停。
^tounge 舌質如常，苔白膩而厚濁。
^pulse 脈象弦滑。
^ill<sub=1>〔氣機不利〕
^symtom ①胸悶脘脹，②飲食不思。
^ill<sub=2>〔氣機沖逆〕
^symtom ①時作嘔惡，②泛吐清水痰涎。
^formulas
^formula<var=1>〔啟宮湯證〕
^origin〔但劍亭方〕
^ingredients2179 半夏、神曲、大腹絨、生薑皮 各10g，香附、茯苓 各12g，川芎6g，萊菔子15g，蒼朮、砂仁殼 各9g，陳葫蘆殼30g。
^alias胸陽痺阻，氣虛痰滯，陽虛痰滯。
^western冠心病，心絞痛，無痛性心絞痛，廣泛性心肌缺血，頻發室性早搏，心包炎，梅毒性心臟病。
^symtom ①顏面蒼白，②畏寒乏力，③發則汗出肢厥，癱軟無力。
^tounge 舌胖苔薄膩，苔白膩。
^pulse ①脈細弦，②脈細帶數（88次/分），兼結代。
^symtom ①胸悶，②胸滿悶時痛，③咳嗽痰多胸堵塞感，④心中痞塞，⑤心胸悶亂心俘，心動悸。
^pulse 脈浮滑。
^symtom ①胸痛徹背，②胃痛牽至心區及背，③腹脹。
^tounge ①舌淡苔白，②薄黃膩。本證一?067濟PH鬰搏候
^pulse 脈弦細。轉證一_清氣虛滯候
^symtom ①四肢麻木，下肢為甚，②舌頭堅硬不能言語。變2一H077請陽虛滯候
^ck26z03h067
^norm 胸陽痺阻，氣虛痰滯。
^chinese 胸痺。
^western 冠心病，無痛性心絞痛，廣泛性心肌缺血，頻發室性早搏。
^combo 陽鬰+絡部+氣鬱+血溢
^ill〔陽氣不宣〕
^symtom ①顏面蒼白，②提寒乏力，③發則汗出肢厥，癱軟無力。
^tounge 舌胖苔薄膩，苔白膩。
^pulse ①脈細弦，②脈細帶數（88次/分），廉結代。
^ill2〔絡脈不宣〕
^symtom ①四肢麻木，下肢為甚，②舌頭堅硬不能言語。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②胸滿悶時痛，③咳嗽痰多胸堵塞感，心胸悶亂心悸，心動悸。
^pulse 脈浮滑。
^formula2〔通行湯證〕
^origin〔《黃文東醫案）方〕
^ingredients2180 桂枝、炙甘草、降香、青皮、陳皮 各6g，茶樹根30g，瓜蔞皮、旋笈花梗、鬰金、枸杞子、赤芍、白芍 各9g。
^formula3〔丹蔞湯證〕
^origin〔《程門雪醫案》方〕
^ck26z03h050
^norm 氣虛痰滯。
^chinese 胸痺。
^western 冠心病，心絞痛。
^combo 氣虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom ①足軟無力，疲乏，②下肢麻，③氣短，心慌心跳，④頭暈頭痛，⑤汗出。
^tounge 舌淡紅。
^pulse ①脈緩弱，②沉細澀。
^ill2〔氣機不利〕
^symtom ①胸痛徹背，②胃痛牽至心區及背，③腹脹。
^tounge ①舌淡苔白，②薄黃膩。
^pulse 脈弦細。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②心中痞塞。
^ill<sub=2>〔氣機不降〕
^symtom 時時欲吐。
^formulas
^formula1〔補氣宣痺湯證〕
^origin〔李斯熾方〕
^ingredients2181 太子參、茯苓、柏子仁、賁精 各12g，白朮、法半夏、厚樸、瓜蔞殼、香附、天花粉、丹參 各9g，IU藥 15g，薤白6g，甘草3g。
^formula2〔加減十味溫膽湯證〕
^origin〔蒲輔周方〕
^ingredients2182 治冠心病，胸悶，氣短，胸痛徹背，心慌心跳，汗出，頭暈頭痛，詳見病案（2)。西洋參、枳實、竹茹、遠志 各3g，酸棗仁9g，九菖蒲、川芎 各2.5g，茯神、法半夏、炒柏子仁 各6g，橘紅、丹參各
^ingredients2183 4.5g，大棗3枚。
^formula3〔栝樓薤白半夏湯合橘枳薑湯化裁證〕
^origin〔趙錫武方〕
^ingredients2184 瓜萎、生黃耆、黨參 各30g，枳實10g，半芨、橘皮 各15g，生薑6g，薤白、桂枝、香附 各12gc
^ck26z03h077
^norm 陽虛痰滯。
^chinese 心痛。
^western 冠心，心絞痛。
^combo 陽虛+氣滯+陽鬰+氣鬱
^ill〔陽氣不振〕
^symtom 四肢冷麻3
^tounge 苔白。
^ill2〔氣機不利〕
^symtom ①心前區絞痛頻發，②大便不暢。
^tounge 苔白。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①四肢發麻作冷，②頭部覺麻。
^pulse 脈浮滑數。
^ill2〔氣機不降〕
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶短氣。
^formulas
^formula〔補肺開心湯證〕
^origin〔鄒雲祥方〕
^alias氣痰鬰遏，氣痰閉厥，氣痰閉塞。
^chinese 臟躁，經期包癇，氣厥，痰厥，屍厥，中惡，真心痛。
^western 週期性精神病，癒病。
^ill〔氣機不宣〕
^symtom ①胸腹痞悶，②嘔惡不舒，③少食。
^symtom ①表情呆滯憂鬱，嗜睡，②哭喊驚恐，反應遲鈍。
^symtom ①心中懊依，②悲傷欲哭，或高聲大笑，晝日明瞭，暮則發作。
^symtom 面色蒼白。本證——H276木火鬰遏候
^tounge ①舌質淡，苔白膩而厚，②舌質淡紅，苔白膩略厚。
^pulse ①脈弦緊，②脈象譎細。
^ck26z10h276
^norm 氣痰鬰遏。
^chinese臟躁。
^western 週期性梢神病，癒病。
^combo 氣鬱+神蒙+神擾+陽鬰
^ill〔氣機不宣〕
^symtom ①胸腹痞悶，②嘔惡不舒，③少食。
^ill2〔神志不清〕
^symtom ①表悄呆滯憂鬱，嗜睡，②哭喊驚恐，反應遲鈍。
^ill<sub=1>〔神志不寧〕
^symtom ①心中懊濃，②悲傷欲哭，或高聲大笑，晝日明瞭，暮則發作。
^ill<sub=2>〔陽氣不和〕
^symtom 面色蒼白。
^tounge ①舌質淡，苔白膩而厚，②舌質淡紅，苔白膩略序。
^pulse ①脈弦緊，②脈象濡細。
^formulas
^formula1〔小柴胡湯加成證〕
^origin〔劉長江方〕
^ingredients2185 柴胡20g，黃芩、炙半炅、竹茹、丹參、赤芍 各15g，黨參2g，香附、炙甘草 各10g，生薑5g，大棗5枚。
^formula2<var=2>〔溫膽湯合甘麥大棗湯證〕
^origin〔潘澄濂方〕
^ingredients2186 竹茹、枳殼、姜半S、陳皮各茯神、制番附 各12g，淮小安30g，生薑4片，紅棗4枚，炙甘草4.5g。
^ck26z10h048
^norm 氣痰閉厥。
^chinese 氣厥，痰厥。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom ①不語，②不食，③時太息，④胸腹膨隆。
^ill<sub=1>〔氣機閉塞〕
^symtom ①&倒不省人事，②面色黯宵，③唇晌動，④牙關緊。
^tounge 舌暗紅，苔膩。
^pulse 脈細弦若絲。
^ill<sub=2>〔氣機不降〕
^symtom 噦頻頻。
^formulas
^formula1〔加減五磨飲證〕
^origin〔謝兆豐方〕
^ingredients2187 木香、檳榔各知，沉香、植香備5g，烏藥、枳實、鬰金、石菖蒲、遠志、制香附 各9g，蘇合香丸2粒。
^formula2〔桂苓術甘湯證〕
^origin〔王吉椿方〕
^ingredients2188 茯苓30g，桂枝15g，白朮12g，甘草10g。
^ck26z10h240
^norm 氣痰閉塞。
^chinese 真心痛，屍厥，痰厥，中惡。
^combo 陽閉+氣鬱+神閉
^ill〔陽氣閉塞〕
^symtom ①肢冷，②口嗤，③面目青黑。
^pulse ①脈乍大乍小，②兩手脈如兩人。
^ill2〔氣機不宣〕
^symtom 卒爾心痛。
^ill<sub=1>〔神志不寧〕
^ill<sub=2>〔神志蒙閉〕
^symtom ①昏暈妄言，②昏聵譫語。
^formulas
^formula1〔蘇合香丸證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients2189 白朮、青木香、撣角、香附、硃砂，訶子、擠香、安息香、沉香、勝香、丁香、蓽撥 各二兩，冰片、蘇合香油、熏陸 香 各一兩。蜜丸，梧桐子大，每服4丸。
^formula2〔妙香散證〕
^origin〔《太平惠民和劑局方） 方〕
^ingredients2190 廚香3g，煨木香75g，山藥、茯苓、茯神、黃耆、遠志 各30g，人參、桔梗、炙甘草 各15g，硃砂9g。為末，每服6g，溫酒調服。
^alias膽氣不利，肝火犯胃，肝火上逆，氣火鬰滯。
^chinese 脘脅痛，脅痛，頭痛，脅痛，男乳腫塊。
^western 神經性頭痛。
^ill〔氣機不利〕
^symtom ①右脅不舒，脅痛，脘脅痛或作或止，②瘡滿，或結於左脅之下，③胸脅脹滿，④兩脅時而刺痛。
^symtom ①面赤身熱，②口苦g赤，③口燥唇焦，口渴，喜冷畏熱，④胸中懊儂，胃脘嘈雜泛酸，心腹剌 酸吐出，⑤便秘溺赤。
^tounge 舌黃。.本證一H273膽氣鬱滯候
^pulse ①脈數實，②弦數。4轉證一H28木火鬰熾候
^symtom ①嘔吐臭穢，②嘔逆酸苦，③吞酸。變證一扣83木火升逆候
^ck27z20h273
^norm 膽氣不利，肝火犯胃。
^chinese 脘脅痛，脅痛。
^combo 氣滯+氣鬱+氣蒸
^ill〔氣機不利〕
^symtom ①右脅不舒，脅痛，脘脅痛或作或止，②痞滿，或結於左脅之下。
^ill2〔津氣逛蒸〕
^symtom ①面赤身熱，②口苦目赤，③口燥唇焦，口渴，喜冷畏熱，④胸中懊儂，宵脘嘈雜泛酸，心腹刺酸吐出，⑤便秘溺赤。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1〔洱肝湯證〕
^origin〔黃文東方〕
^ingredients2191 柴胡、鬰金、玄胡、黃芩、瓜蔞皮各，合歡皮15g，段瓦楞子30g或加香附、陳皮或加大貨。
^formula2〔後辛湯證〕
^origin〔費伯雄方〕
^ingredients2192 柴胡、鬰金、廣陳皮、當歸、茯等、梔皮、蒺藜、枳實、合歡花、佛手片。
^ck27z20h281
^norm 肝火上逆。
^chinese 頭痛
^western 神經性頭痛。
^combo 氣滯+氣熾+血熾+神蒙+陽鬰+清空
^ill〔氣機不利〕
^symtom ①胸脅脹滿，②兩脅時而刺痛。
^symtom ①目赤多眵，②口苦咽乾，③便秘尿赤。
^tounge 苔薄貨。
^pulse 脈弦數。
^symtom 手足心熱。
^tounge 舌質紅，舌邊有紫斑。
^pulse 脈弦澀。
^ill<sub=2>〔陽氣不和〕
^ill2<sub=2>〔清空不寧〕
^symtom ①陣發性頭部劇痛，②易怒耳鳴。
^formulas
^formula<var=1>〔癲狂夢醞湯證〕
^origin〔周林寬方〕
^ingredients2193 桃仁、鮮生地 各30g，甘草、赤苟、白芍 各15g，柴胡、制香附、蘇子、青皮、陳皮 各9g，桑白皮12g，焦山梔10g，木通5g，姜半夏6go 摘錄：
^ck27z20h283
^norm 氣火鬰滯。『 ‧　　　內含病例：
^chinese 脅痛。
^combo 氣熾+血熾氣滯+氣逆+血溢+神擾
^symtom ①口乾苦，②口渴喜飲，
^tounge 舌絳苔黃。
^pulse ①脈左關獨大，②弦數，③弦滑。
^symtom ①目赤，②痛處覺熱。
^tounge 舌絳。
^symtom 氣從少腹上衝於心。
^ill〔津氣逭熾〕
^ill<sub=1>〔氣機沖逆〕
^ill2<sub=1>〔絡血妄行〕
^ill3<sub=1>〔氣機不利〕
^symtom ①脅肋時作脹，②兩脅大痛，脅肋作痛，呼吸不利，手不可按，③小腹季肋率引作痛，痛 連陰器，小腹痛脹。‧
^ill<sub=2>〔神志不寧〕
^symtom ①性躁多怒，②夜臥常覺驚恐。
^ill2<sub=2>〔清空不寧〕
^formulas
^ingredients2194 川楝子、蜜元胡、赤芍、焦梔子、枳殼、青皮、橘紅、通草、生甘草。
^ingredients2195 (1)陳士鐸：大怒叫號罵罟，橫逆驟加，兩脅大痛，或聲啞目赤，口乾舌裂，痛處覺熱，平怒丹：白芍90g，丹皮、當歸 各30g，焦山梔、炒黑荊芥 各15g，天花粉、香附 各9g，甘草3g。平怒散：白芍、丹皮 各30g，當歸15g，焦山梔、牛 膝 各9g，甘草、柴胡、廣木香 各3g，枳殼2.4g。
^ingredients2196 (3)小腹痛脹，四逆散加黃連、山梔、黃芩、香附。
^alias肝火犯胃，肝胃失和，胃不和降，肝火上逆，肝氣橫逆，肝氣化火，胃絡受傷，厥陰氣結，陰虛氣逆，陰虛肝燥，陰 虛肝橫。
^chinese胃脘痛，脘脅痛，脘腹痛，呃逆，惡阻，嘔吐，嘔血，經行吐衄。
^western 淺表性胃炎，慢性費炎，胃扭轉性嘔吐，胃神經官能症合併習慣性便秘，十二指腸潰瘍，十二指腸球部潰瘍 胃出血，急性胰腺炎（水腫型）。
^ill〔氣機不宣〕
^symtom 痞脹，不思食。
^symtom ①肢脅痛，丼痛或作或止，②中脘隱痛，飯後腹脹微痛，'③脘腹疼痛陣發，有壓痛苒暖臾，哪寒 肢冷，④口燥唇焦，總冷畏熱，⑤便秘溺赤，便秘腹瀉交替出現。
^tounge 苔白膩。
^ck27z16h247
^norm 肝火犯宵，肝宵失和。
^chinese 脘脅痛。
^western 淺表性胃炎，慢性胃炎。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①口乾苦，②納少，③面目虛浮。
^pulse ①脈細弦，②脈細緩。
^tounge 苔薄膩。『
^ill<sub=1>〔氣機不利〕
^symtom ①胺脅痛，其痛或作或止，②中脘隱痛，飯後腹脹微痛，③胺腹疼痛陣發，有壓痛喜暖熨，形寒肢冷，④口燥唇焦，喜冷畏熱，⑤便秘溺赤，便秘腹瀉交替出現。
^tounge 苔白膩。
^pulse 脈數實。
^ill<sub=2>〔氣機不降〕
^symtom ①唆氣泛酸，②嘔吐臭穢。
^formulas
^formula1〔統旨清中湯〕清中理氣，治脘脅痛，其痛或作或止，喜冷畏熱，詳見論著摘錄。
^ingredients2197 黃連、山梔、陳皮、獲f、半g、甘草、草豆蔻。
^formula2〔補土疏木湯證〕
^origin〔黃文.東方〕
^ingredients2198 治胃脘脹氣，隱隱作痛，詳見病案（3)。『 茯苓2g，陳皮6g，白朮、香附、鬰金、玄胡、川楝子、白芍、黑梔 各9g。
^ck27z16h248
^norm 肝火犯胃，肝火上逆。_
^chinese 呃逆，惡阻。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①呃逆，②人口即吐，③嘔吐酸，水口泛苦水，④頻頻噯氣，⑤食則作惡。
^tounge ①舌黃，②舌苔薄黃。
^pulse ①左脈弦數，②細弦，③脈弦滑。
^ill<sub=1>〔氣機不宣〕
^symtom 不思食。
^ill<sub=2>〔氣機不利〕
^symtom ①痞脹，②大便乾結。
^formulas
^formula<var=2>〔濟生橘皮竹茹湯證〕
^origin〔徐景藩方〕
^ingredients2199 橘皮、竹茹、柿蒂、法半夏 各6g，生廿草3g，生大黃5g，枇杷葉、刀豆子各0g，代赭20g。
^ck27z16h279
^chinese 嘔吐。
^western 宵扭轉性嘔吐。
^combo 氣鬱+氣逆+氣蒸+津洩+陽鬰+清空
^ill〔氣機不宣〕
^symtom 胸悶。
^tounge 舌苔白厚。
^ill2〔氣機沖逆〕
^symtom 喝水即呈噴射性嘔吐，食水不入，入即吐出。
^ill<sub=1>〔清空不寧〕
^ill2<sub=1>〔熱迫津洩〕
^ill<sub=2>〔陽氣不和〕
^symtom ①面色蒼白，②不能坐立，語音低弱。
^pulse 脈弦細弱。
^ill2〔津氣斑蒸〕
^symtom ①胸部嘈雜，②心悸而煩，③少寐多夢。
^formulas
^formula<var=1>〔柴胡桂枝龍骨牡蠣湯證〕
^origin〔柯利民方〕
^ingredients2200 柴胡桂枝龍骨牡鯫湯加沉香10g，梔子15g。
^ck27z16h283
^norm 肝氣橫逆，齊不和降。
^chinese 脘脅痛，嘔血。
^western 十二指腸球部潰瘍宵出血。
^combo 氣熾血熾+氣逆+血溢+氣滯+神擾+清空
^ill〔津氣蘊熾〕
^symtom ①口苦，②咽乾。
^formulas
^formula1〔疏肝和胃方〕
^origin〔孔慶洛方〕
^ingredients2201 柴胡5g，丹皮、側柏、蒲黃、佛手 各8g，
^ck27z16h284
^norm 厥陰氣結。
^chinese 脘腹痛。
^western 急性胰腺炎（水腫型）。
^combo 氣熾+氣逆+氣滯+神擾+陽鬰+清空
^ill〔津氣蘊熾〕
^symtom ①發熱不惡寒，②口苦，③小便短赤，④大便艱，便閉。
^tounge ①舌尖，舌邊紅赤，②苔黃。」
^pulse ①脈右滑左弦數。
^ill2〔清空不寧〕
^symtom 頭痛。
^ill<sub=1>〔氣機沖逆〕
^symtom ①氣上撞心，②嘔吐黃綠苦水卜③氣逆而喘。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸悶，腹滿，②心中疼熱，③左側脅肋疼痛，痛引胸肩。
^tounge 苔厚膩而貨。
^pulse 脈弦數帶澀。
^ill<sub=2>〔神志不寧〕
^symtom 胸膈煩悶。
^ill2〔陽氣不和〕
^symtom 四肢微厥。
^formulas
^formula<var=2>〔大柴胡湯證〕
^origin〔謝兆豐方〕
^ingredients2202 柴胡、黃芩、大黃（後下）、鬰金、炒枳實、玄胡索 各10g，貨連2g，番瀉葉5g，木香6g。‧
^ck27z16h130
^combo 氣滯+血滯+氣逆+血溢
^ill〔氣機沖逆〕
^symtom ①《區惡，②呃逆，③氣逆喘呼，納不暢遂，煩躁木安。
^pulse ①脈多弦浮躁盛，.②左脈滑數。
^ill2〔絡瘀血溢〕
^symtom ①吐衄，經行吐衄，②大怒吐血色紫氣③甚則嘔血。
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅滿痛，脅痛，②身熱胸悶，心中懊儂，③甚則痛厥。
^pulse ①脈弦滑，②弦動。
^ill<sub=2>〔血滯不行〕
^symtom ①月經蛩少色深紅，②痛經唇黯。
^tounge 舌暗尖紅邊有瘀斑。
^pulse ①弦澀/②沉弦搏堅。
^formulas
^formula1〔蘇子降香湯證〕
^origin〔俞根初方〕
^formula2〔舒肝降血湯證〕
^origin〔羅元悟方〕
^ingredients2203 丹參、佛手各1知，牛膝、生地、山楂肉、茵陳、寄生 各15g，丹皮、赤苟、黑梔 各9g，柴胡、藿香 各6g，鬰金、獲 苓、淮山藥 各10g。
^ingredients2204 (2)陳士鐸：大怒吐血色紫氣逆，平肝止血散：白芍60g，當歸30g，炒黑荊芥15g，炒梔子6g，甘草3g，丹皮、三七 各％。
^ingredients2205 (1)曹仁伯治肝火乘胃，瘀凝上犯，血色紫而有塊，仿繆仲醉法：鮮生地、醋炒大黃、蒲黃炒阿膠、丹皮、黑梔、蘇 子、白芍、扁豆、降香、枇杷葉、藕節、茜根、三七（《柳選四家醫案》208)。
^ck27z16h289
^norm 肝氣化火，胃絡受傷。『
^chinese 胃脘痛。
^combo 氣虛+陰虛+氣逆+氣熾+氣滯+陽鬰
^formulas
^formula〔基本方化栽證〕
^origin〔蔡會元方〕
^ingredients2206 黨參、川楝子、海螵蛸、側柏葉 各12g，甘草5g，黃芩10g，白芍、生牡蠣、代赭石(搗碎) 各20g，茜根、黃連、佛 手 各6g，水煎。
^ck27z16h121
^norm 陰虛氣逆。
^chinese 嘔逆。
^western 留神經官能症合併習慣性便秘。
^combo 液灼+氣逆+氣鬱+氣虛
^ill〔津液消灼〕
^symtom 心煩面紅，口乾。
^tounge ①舌質較紅、苔乾而少津、根部微黃苔剝起裂，②苔薄少津。
^pulse 脈細而弦。
^ill2〔氣機沖逆〕
^symtom 乾嘔頻頻。
^ill<sub=1>〔氣機不宣〕
^symtom 胸腕痞悶。
^ill<sub=2>〔氣虛失充〕
^symtom 桔神疲倦。
^formulas
^formula〔陰虛氣逆方證〕
^origin〔葉秉仁方〕
^ingredients2207 鮮金石斛30g，沉香片3g。以此兩藥為主，再加太子參5g，代赭石30g，紫蘇葉2.4g，黃連1.2g，荽竹茹4.5g。
^ck27z16h303
^norm 陰虛肝燥，陰虛肝橫。
^chinese 胃脘痛。
^western 十二指腸潰瘍。
^combo 陰虛+陰涸+氣滯+氣逆+神機+清空
^formulas
^formula〔清火抑木，和胃調氣方證〕
^origin〔沈仲圭方〕
^ingredients2208 黃連、吳萸、白芍、木瓜、香附、延胡，青皮、半夏、茯苓、砂仁，藿香、炎芽、航仁、瓦愣子。
^ingredients2209 按：消化性潰瘍臨床所見，屬於本虛標實者較多，本虛是肝賢陰虛，標實是氣鬱化火。所以病癒後須投養血滋肝之 劑，以資鞏固。如一貫煎、滋腎生肝飲收效最佳。另1有消化性潰瘍域於虛寒者，其症狀胃部隱痛，時寬時輕，喜暖喜按，便溏神倦.宜溫胃建中之劑。一貫煎：沙參、麥冬、當歸、生地、枸杞子、川楝子。滋腎生肝飲：即六味地寅湯加柴胡、五味子、白朮、甘草、當歸。、
^alias肝脾不調，肝脾失和，肝氣犯脾，肝氣鬱結。』
^chinese 膠痛，痛經，慢性痢疾，腸結關格，盜汗.虛秘。；‧
^western 急性胰腺炎，妊娠晚期合併重症急性水腫型胰腺炎，腸梗阻，經前啤緊張症，更年期綜合征。
^ill〔氣機不利〕
^symtom ①腹痛腹熱，②腹中急痛，時作時止，③盤臍作痛，④痛不耐按，喜寒惡熱，⑤胃不痛而脹，⑥ 大便夾黏液，有後甫。
^pulse ①脈兩關弦細，②脈弦洪，左關脈洪數，③沉數。
^tounge 舌紅苔黃膩。
^ill2〔津氣疽熾〕
^symtom ①發熱惡寒，②大便不通。
^ill3〔氣機不降〕
^symtom 噯氣。
^ill4〔陽氣不和〕
^symtom ①平時易急躁，②心煩，睡眠不佳，③發熱、
^ck27z18h290
^norm 肝脾不調，肝氣犯脾。
^chinese 腹痛。
^western 饅性痢疾。
^combo 氣鬱+氣滯+絡鬰+陽鬰
^ill〔氣機不宣〕
^symtom 週身疲乏無力，納差。
^ill2〔氣機不利〕
^symtom ①腹痛腹熱，②膠中急痛，時作時止，③盤臍作痛，④痛不酎按，喜寒惡熱，⑤胃不痛而 脹，⑥大便夾黏液，有後重。
^pulse ①脈兩關弦細，②脈弦洪，左關脈洪數，③沉數。
^tounge 舌紅苔黃膩。
^ill<sub=1>〔絡脈不和〕
^ill2<sub=1>〔氣機不降〕
^symtom /噯氣。
^ill<sub=2>〔陽氣不和〕
^symtom ①平時皆急躁，②心煩，睡眠不佳，③發熱，口渴，④小便少而黃，小便赤澀。
^formulas
^formula1<var=1>〔四逆散合香連左金丸證〕
^origin〔蒲輔周方〕
^ingredients2210 柴胡，枳實 各4.5g，白芍6g，炙甘草3g，吳茱萸0.9g，川黃連2.4g，木香2.1g，烏梅2枚。
^formula2〔苦溫宜洩佐以苦寒直折方證〕治心火下傳，小腸鬱熱，腹中急痛，時作時止，詳見論著（2)。
^ingredients2211 梔子、烏藥、黃連、香附、白芍、生甘草、木香。#
^ck27z18h294
^norm 肝脾失和，肝氣鬱結。
^chinese 痛經。
^western 經前期緊張症，更年期綜合征。
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①納少，②時有便溏，③月汛超前，II多色艷。
^symtom ①胸悶，②納呆，③噯氣。
^symtom ①脅肋時脹，脅脹痛，②兩脅及乳房脹痛，乳頭亦感觸痛，③至行經則少腹始脹繼痛。
^pulse 脈弦。
^tounge 苔糙。
^symtom ①經常頭暈，耳有堵塞感，②心悸膽怯，③夜眠不安，少寐多夢，④經期不定，世少，
^symtom ①頭痛，②性躁易怒，性情急躁，③口苦，背及臉部有陣熱感<
^tounge 舌紅，苔薄黃微膩。
^pulse 脈弦數。
^formulas
^formula1<var=2>〔小柴胡湯證〕
^origin〔劉長江方〕
^ingredients2212 柴胡、貨芩、黨參、當歸 各15g，川誇、炙甘草、生薑 各10g，大棗6枚，水煎服。
^formula2〔丹梔逍遙散加川楝方證〕
^origin〔孔慶洛方〕
^ingredients2213 丹皮、焦山扼、白芍、白朮、柴胡、當歸、茯苓、薄荷、煨姜、炙甘草、川楝子6 .
^ck27z18h102
^chinese 腹痛。
^western 急性胰腺炎，妊娠晚期合重症急性水腫型胰腺炎。
^combo 氣熾+氣逆+液灼+氣滯
^ill〔津氣斑熾〕
^symtom ①發熱惡寒，②大便不通。
^ill2〔氣機沖逆〕
^symtom 嘔吐不止。
^ill<sub=1>〔津液消灼〕
^ill<sub=2>〔氣機不利〕
^symtom ①腹痛，腹脹，②中上腹部劇烈疼洫。
^pulse 脈弦。
^tounge 舌苔薄。
^formulas
^formula1〔疏洩和中通滯方證〕
^origin〔史濟柱方〕
^formula2〔加減清胰湯證〕
^origin〔袁今奇方〕
^ingredients2214 柴胡、生白芍 各15g，胡黃連、川黃連、木香、生甘草、生大黃、芒硝、黃芩 各9g，川楝子、延胡索、鬰金、香附各
^ck27z18h258
^chinese 腸結關格。
^western 腸梗阻。
^combo 氣結+氣滯+氣逆
^ill〔氣機鬱結〕
^symtom ①腹脹急痛拒按，②大便不通。
^ill<sub=1>〔氣機不利〕
^symtom ①腹痛，②發熱惡寒。
^tounge 苔白膩。
^ill<sub=2>〔氣機沖逆〕
^symtom 嘔吐。
^formulas
^formula〔通裡攻下、理氣清熱，佐以活血方證〕
^origin〔張雲鵬方〕
^ingredients2215 生大黃（後人）、枳實、川厚樸、萊菔子各！5g，芒硝、川黃連、烏藥 各6g，桃仁、赤芍 各9g，蒲公‧英30g，川貨柏
^ck27z18h124
^chinese 盜汗，虛秘。
^combo 液灼+液涸+氣結+氣虛
^ill〔津液消灼〕
^symtom ①寐中汗出，②傍晚面赤火升，③手心灼熱。
^pulse 脈細數。
^ill2〔津液枯涸〕
^symtom ①大便乾結，②U乾而苦。
^ill<sub=1>〔氣機鬱結〕
^symtom ①腹脹，②大便閉結，③噯氣。
^ill<sub=2>〔氣虛失充〕
^formulas
^formula〔滋陰清熱，潤燥通腑方證〕
^origin〔黃文東方〕
^ingredients2216 元參、北沙參、知母 各12g，瓜蔞皮、大腹皮、青皮、陳皮 各9g，制川大黃、佛手 各6g。
^alias肝氣上逆，木火刑僉。
^chinese 胸痛，咳血，咯血，咽痛。
^ill〔津氣蘊熾〕
^symtom ①喉中乾痛，如乾茅草梗於喉間，吞嚥時微痛，得飲後咽痛暫時緩解，侖因情志不遂而加劇，② 口乾欲飲，飲而不多，③微咳，痰黏。
^ck27z04h292
^norm 肝氣上逆。
^chinese 胸痛。
^combo 氣滯+氣逆+氣鬱+陽鬰
^ill<sub=2>〔陽氣不和〕
^formulas
^formula〔肅降肺氣方證〕
^origin〔蔣見復方〕
^ck27z04h283
^norm 木火刑金。
^chinese 咳血。
^combo 氣熾+血熾+氣逆+血溢+氣滯+神擾+清空
^ill〔津氣蘊也〕〔血熱蘊識〕
^ill<sub=1>〔氣機沖逆〕
^ill2<sub=1>〔絡血妄行〕
^ill<sub=2>〔神志不寧〕
^ill2<sub=2>〔清空不寧〕
^formulas
^formula<var=2>〔旋覆代赭湯證〕
^origin〔牟重臨方〕
^ingredients2217 旋復花、絲瓜絡、表芽、鬰金、茜草 各9g，代赭石15g，半g、芍葯、白蒺黎、枇杷葉 各6g，生地12g，甘草3g。
^ck27z04h289
^norm 木火刑金。
^chinese 咯血，咽痛。
^combo 氣虛+陰虛+氣逆+氣熾+氣滯+陽鬰
^ill〔氣虛失養〕
^symtom ①頭暈，②肢軟乏力。
^tounge 舌淡紅，苔薄膩。
^ill2〔陰虛失養〕
^symtom 咽痛每於日晡為甚。
^pulse 脈沉細帶數。
^ill3〔氣機沖逆〕
^symtom ①咯血，每逢疲勞或情懷抑鬱則發，②咽中氣堵，③自覺乳頭有氣外沖。
^pulse 脈弦。
^ill<sub=1>〔津氣蘊熾〕
^symtom ①喉中乾痛，如乾茅草梗於喉間，吞嚥時微痛，得飲後咽痛暫時緩解，常因情志不遂而加 劇，②口乾欲飲，飲而不多，③微咳，痰黏。
^tounge 舌質暗紅，苔薄。
^ill2〔清空失寧〕
^ill<sub=2>〔氣機不利〕
^symtom ①胸悶，②兩乳作痛。
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔養陰清肝，降氣止血方證〕
^origin〔蔣見復方〕
^formula2〔解鬰柔肝清咽方證〕
^origin〔王季春方〕
^ingredients2218 銀柴胡、白芍、射乾 各9g，鬰金10g，元參、天花粉 各12g，白玫瑰、焙桔梗 各4.5g，甘草3g。
^alias經絡瘀阻，寒傷肢絡，脈道閉阻，寒凝血瘀阻絡，肝寒瘀凝，沖任寒凝，胞宮寒冷，瘀積督脈，瘀積腎絡，陰證蓄血，下焦寒瘀，下焦陰證，瘀血凝結，絡瘀血溢。
^chinese 痛經，崩漏，血瘀崩漏，產後血氣痛，經期房後受寒腹痛，經期痛厥，痛厥，產後腹痛，血暈，產後惡露上 沖*胞衣不淨，死胎，下焦番血，陰證莕血，血虛風痺，脫疽，脫髮，石瘕，痞證，積塊，腸癰，腎虛腰痛，血瘀腰痛。
^western 閉塞性脈管炎，血栓閉塞性脈管炎.（指）趾端營養性潰瘍，心源性動脈栓塞性脫疽，血栓性靜脈炎，左股 深靜脈（有栓塞〉，功能不全，多發性神經炎，脂膜炎，可逆性低溫冷凝素症，緻密性髂骨炎，腰?部神經炎，硬皮病，下肢靜脈曲張，像皮腿，背癰，.慢性闌尾炎，急性破裂型宮外孕，宮外孕，輸卵管妊娠，宮外孕（陳舊性），不孕症。
^ill〔陽氣不行〕
^symtom ①面色恍白，面色蒼白或萎黃，②患肢發冷，膚色蒼白或暗紫，③腳痛時輕時寬，遇寒則增劇，④發熱頭痛乏力，噁心納差。
^tounge ①舌質胖嫩，有齒痕，②舌淡苔薄白，③苔薄白膩。
^pulse ①脈細弦，脈細弦而緊，②脈細弱，③細澀，④甚則極微細，或摸不到，⑤脈滑數。
^symtom ①皮膚光亮而色紫黯，②甚則痛不能寐，③全身肌肉關節疼，四肢間歇性發生皮下結節，④小腹 悶痛，出血多則腹痛減，⑤腰板硬，不能起立，⑥兩腰僂廢，臥床徹夜痛叫，痛如刀刺。
^tounge ①色黯，或帶紫色，舌紫，苔薄黃，②舌紅苔白中夾黃。
^pulse ①脈弦澀，②趺陽、太谿脈微弱，③局部足背動脈不能觸及。
^symtom ①經期少腹脹痛，腰部及小腹脹痛，少腹疼痛劇烈，乃至汗出嘔吐，劇則昏厥，②少腹部有下垂 脹滿感，③滿腹作脹，手不可按，④扭肋乳房酸脹 c左脅時疼。
^tounge ①苔薄白膩微黃，②苔厚膩。、
^pulse 脈象沉弦。
^symtom ①走路腿腳痠脹麻木，②顏面及四肢麻木加重，疼痛隱隱，③在寒冷環境下，身體暴露部位，如 手足指（趾）、鼻尖、耳異等處，發生青紫，發涼麻木，甚至刺痛。
^symtom ①足踝部上下腫脹，膚色暗褐，②詩腫痛，局部有小結節觸痛明顯，③抽痛發熱，不能持久，
^ck28z21h024
^norm 經絡瘀阻，寒傷肢絡，脈道閉阻。、
^chinese 脫疽，血虛風痺。
^western 血栓閉塞性脈管炎，血栓性靜脈炎，左股深靜脈（有栓塞），功能不全，多發性神經炎，脂膜炎。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom ①面色恍白，面色蒼白或萎黃，②患肢發冷，膚色蒼白或暗紫，③腳痛時輕時重，遇寒則 增劇，④發熱頭痛乏力，噁心納差。
^tounge ①舌質胖嫩，有齒痕，②舌淡苔薄白，③苔薄白膩。
^pulse ①脈細弦，脈fa弦而緊，②脈細弱，③細見④甚則極微細，或摸不到，⑤脈滑數。
^ill2〔絡脈不宣〕
^symtom 走路腿腳痠脹麻木。
^ill<sub=1>〔血滯不行〕
^symtom ①皮膚光亮而色紫黯，②甚則癰不能寐，③全身肌肉關節疼，四肢間歇性發生皮下結節。
^tounge ①色鮪，或帶紫色，舌紫，苔薄黃，②舌紅苔白中夾黃。』
^pulse ①脈弦澀，②趺陽、太溪脈微弱，③局部足背動脈不能觸及。
^ill<sub=2>〔絡脈不利〕
^symtom ①足踝部上下均有腫脹，膚色暗褐，②右臂腫痛，局部有小結節，觸痛明顯，舉動不便，喜熱敷，③抽痛發熱，不能持久，④下肢腫脹疼痛劇烈，每夜哭泣，⑤腓腸肌聲硬，⑥下肢嚴重腫脹，（重度水腫‧皮膚 發亮，腳背曉起，輕按即有深凹陷，）小溲短黃，⑦手足指趾麻痛腫脹，指膚燥裂色萎貿，灰白相兼，呈豆腐渣樣剝脫，稍一觸動，即呼痛不止，⑧大小魚際肌萎縮，⑨指趾甲殘脫不全，十足背暗揭不榮，足底肌肉萎縮。
^formulas
^formula1<var=2>〔陽和湯證〕
^origin〔鄧鐵濤方〕
^ingredients2219 丹參、牛膝、玄參 各15g，當歸、桂枝、熟地、雞血籐、鹿角膠（烊化） 各9g，麻黃、白芥子、炮姜炭 各3g，川芎
^formula2〔血府逐瘀湯證〕
^origin〔顏乾麟方〕
^ingredients2220 當歸、生地、紅花、牛膝 各9g，桃仁12S，枳充、赤芍、甘草 各6g，柴胡3g，桔梗4g，川芎4. 5g，水煎服。加附子、桂枝 各9g，鹿角粉（吞）3g。
^formula3<var=2>〔通竅活血湯證〕
^origin〔王渭川方〕
^ingredients2221 浮萍參、蜜柴胡、牛膝 各6g，茯苓皮、魚腥草 各24g，紅花6g，桃仁、桂枝、赤芍、白芍、當歸、川芎 各9g，雞血籐、山萸肉 各18g，麝香0.15g。
^formula4〔溫經通絡湯證〕
^origin〔趙炳南方〕
^ingredients2222 (1)活血去瘀湯：治寒凝血瘀輕證。當歸、赤芍、紅花、桃仁、乳香、沒藥、桂枝、生薑。
^ingredients2223 (2)活血溫經湯：治寒凝血瘀重證。當歸、赤芍、乳香、沒藥、桂枝、丹參、雞血籐、牛膝、附子、乾薑。賢陽虛加 鹿角片、仙靈脾，脾氣弱加生貿?、黨參。
^ingredients2224 (3)活血溫經湯：治疼痛上達大腿髀樞者。當歸、赤芍、丹參、桂枝、寄生、地龍、牛膝、草烏、獨活、秦艽、杜 仲、麻黃。
^ingredients2225 (4)當歸四逆湯合活血溫經湯：當歸、赤芍、白芍、桂枝、細辛、木通、丹參、乳存、沒藥、雞血籐、牛膝、附子、乾薑、生甘草。‧熱毒其，舌紅苔黃膩，皮薄發光，腳趾紅腫，或起黃包，潰爛發黑，加銀花、蒲公英、元參、川黃柏。
^ck28z21h015
^norm 寒凝血瘀阻絡。
^chinese 脫疳，脫髮。
^western 可逆性低溫冷凝素症，閉寒性脈管炎，（指）趾端營養性潰瘍，心源性動脈栓塞性脫疽，背癰。
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①面色蒼白無華，②精神萎靡，③頭目眩暈，④語言低怯。
^tounge 舌淡紅，萏漸白。
^pulse ①脈右細，②脈細弱有歇止，③左脈沉弦，右側撓動脈搏動消失。
^ill2〔陽氣不行〕
^symtom ①面色青白微腫，膚色暗晦，②肢厥，下肢厥冷，劇烈疼痛，患處紫赤，趾色灰暗，③上 肢冷痛，右手不溫，遇涼疼痛加重。
^tounge ①舌苔薄白膩，舌尖紅。『
^pulse ①脈沉細，②脈沉細緩，③脈沉細澀，④脈沉緩。
^ill<sub=1>〔經脈不利〕
^symtom ①瞞珊跛行，②址節劇痛，③足背黯紅，趾端黯黑，④食指尖端有千性壞死，⑤背部腫物，疼痛難當，夜間尤甚，⑥左肩部半球狀的腫物，瘡根散漫，觸之木然，色不掀紅，腫渙上有結子。
^ill2<sub=1>〔絡脈不利〕
^symtom ①顏面及四肢麻木加重，疼痛隱隱，②在寒冷環境下，身體暴露部位，如手足指（趾）、毋 尖、耳翼等處，發生青紫，發涼麻木，甚至刺痛。
^pulse ①足背脈動微弱，②趺陽脈未按及。
^pulse 舌質色紫，舌苔薄白。
^ill<sub=2>〔營虛失養〕
^symtom ①形容僬悴，②關節痠痛，③手足抽筋，④脫下毛髮乾枯無根，⑤頭皮癢如蟲行，@頭頂 痛，⑦夜寐多夢。
^pulse 脈右細左弦。
^tounge 舌質偏紅，苔厚白。
^formulas
^formula1〔溫經通絡，活血化瘀法證〕
^origin〔蚌埠醫學院附院方〕
^ingredients2226 淡附片、桂枝各3~9g，鹿角霜、赤芍 各15g，黃耆、黨參 各30g，丹參、雞血籐各15~30g，桃仁、紅花、當歸、川芎  各9g。
^formula2<var=2>〔當歸四逆湯證〕
^origin〔劉紹武方〕
^ingredients2227 當歸、丹參、益母草、蒲公英、雞血籐、流行子、元參、黃耆 各30g，桂枝、川花椒、附子 各9g，赤芍、川鬰金、銀 花、黨參 各15g，通草、鹿膠、川牛膝各大棗10枚。
^formula3〔顧步湯合陽和湯加成證〕
^origin〔山東中醫學院附院方〕
^ingredients2228 黃耆、黨參、石斛、牛膝、當歸、雞血籐、赤芍、紅花、麻黃、炮姜、烏梢蛇、肉桂、熟附子、川花椒、茯苓。
^ingredients2229 .銀花、連翹、丹皮 各9g，桑枝lSg，制乳香、制沒藥 各4.5g。調治3個月愈。
^ck28z21h127
^norm 下焦寒瘀。
^chinese 痛經。
^combo 氣滯+血滯+陽鬰 ‧
^ill〔氣機不利〕
^symtom 少腹脹痛拒按，痛其有暈厥之狀。
^tounge 苔黃膩。
^ill<sub=1>〔血滯不行〕
^symtom 經色紫黑。
^pulse 脈潘澀。_
^ill<sub=2>〔陽氣不和〕
^symtom ①寒怯冷，②手足不溫，③下腹涼，④口乾不多飲。
^formula〔理氣行血方證〕
^origin〔丁甘仁方〕
^ck28z21h130
^norm 絡瘀血溢。
^chinese 血瘀崩漏。
^combo 氣滯+血滯+氣逆+血溢
^formulas
^formula1<var=1>〔桂枝茯苓丸合烏賊蘆茹丸證〕
^origin〔曾紹裘方〕
^ingredients2230 桂枝、芍葯、茜草 各6g，茯苓、海螵蛸 各9g，桃仁、丹皮 各4.5g，三七末（兌服）3g。
^formula2<var=1>〔桂枝茯苓丸合失笑散證〕
^origin〔賴良蒲方〕
^ingredients2231 桂枝、桃仁、炒蒲黃、生蒲黃 各3g，茯苓、生鹿角片 各9g，丹皮、炒五靈脂 各6g，赤芍7.5g。
^formula3<var=2>〔生化湯合失笑散證〕
^origin〔秦繼車方〕
^ingredients2232 當歸15g，川芎、山楂炭各2g，桃仁、蒲黃、紅花、炙甘草 各6g，姜炭2.4g，益母草30g，五靈脂
^ck28z21h296
^norm 肝寒瘀凝，沖任寒凝，胞宮寒冷。
^chinese 痛經，產後血氣痛，經期房後受寒腹痛。
^western 不孕症。
^combo 陽滯+氣滯+氣鬱+陽鬰
^ill〔陽氣不行〕
^symtom ①面色晦滯，精神萎頹，臉色蒼黑，有瘀斑，面色紫印，齒齦紫黑，②惡寒肢冷，③少腹 發涼，有下墜感，少腹冷墜絞痛難忍，房事後少腹隱隱陣痛，自覺冷氣自少腹上衝，④經色紫黑或褐色，誼少有塊，經雖: 少而色暗淡不澤，⑤經事愆期，過期不來，經來過多，⑥惡露不下，⑦清稀白帶，如膠?狀，或夾有黃色。
^tounge ①舌質紫黯，②舌邊有瘀斑，③舌苔薄白。
^pulse ①脈沉細澀，②脈澀而不暢，③脈遲澀。
^symtom ①經期少放脹痛，感腰部及少腹脹痛，少腹疼痛劇烈，乃至汗出嘔吐，劇則昏厥，②少腹 部有下垂脹滿感，③滿腹作脹，手不可按，④脅肋乳癘亦酸脹不適，⑤左脅時疼。
^tounge ①苔薄白膩微黃，②苔厚膩。
^pulse 脈象沉弦。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶太患，②胸腹痞滿，③食慾銳減，④胸緊氣促。
^ill<sub=2>〔陽氣怫鬰〕
^symtom ①性情乖違，②畏寒發熱，③日晡發熱如潮，大便乾結，④手心灼熱，⑤口乾，⑥夜寐不 安，失眠，⑦環唇青紫腫脹癢痛甚至起泡。
^tounge 舌黯紅。
^formulas
^formula1〔黑神散證〕治小腹脹痛，或惡露不下，或經色紫黑成塊，痛甚暈厥，形寒肢冷。
^ingredients2233 地黃、當歸、赤芍、蒲黃、肉桂心、乾婪、甘草、黑豆、童便。
^formula2〔和營溫經證〕
^origin〔丁甘仁方〕
^ingredients2234 當歸、赤苟、丹參、桂枝、半夏 各9g，川彎、炮姜、炎廿草 各3g，艾葉6g，吳茱萸2.4g。
^formula3<var=1>〔溫經湯證〕
^origin〔彭德初方〕
^ingredients2235 黨參ISg，當歸、白I法半夏、阿膠各！2g，吳英、麥冬、延胡 各10g，粉丹皮7g，川與6g，肉桂、艾葉 各5g，甘草
^formula4<var=1>〔少腹逐瘀湯證〕
^origin〔李正東方〕
^ingredients2236 小茴香3&，乾薑、肉桂、蒲貨 各6g，香附、延胡各I2g，五靈脂、全當歸、赤芍、川芎、沒藥、紅花各IOg。
^ck28z21h308
^norm 瘀積督脈。
^chinese 腎虛腰痛，血瘀腰痛。
^western 緻密性髂骨炎，腰?部神經炎。
^combo 陽滯+絡滯+氣化
^ill〔陽氣不行〕
^symtom ①面色恍白，神疲體倦，②心悸氣短，③手足畏冷，喜溫惡寒，④腰?喜按，⑤小便清頻。
^tounge 舌淡胖少。
^pulse 脈沉細尺弱。
^ill<sub=1>〔絡脈不利〕
^symtom ①腰及兩側?髂關節突發疼痛，②腰膝痠痛，③腰脊痛不可忍。
^tounge 苔多色略呈紫藍，邊有數瘀點。
^ill<sub=2>〔氣化不行〕
^formulas
^formula1〔地龍湯證〕
^origin〔何廉臣方〕
^ingredients2237 地龍、獨活、酒貨苗 各3g，歸尾、羌活 各4.5g，蘇木、炎甘草各2，4g，紫桂、麻黃 各1.5g，桃仁10粒。
^formula2〔溫補腎氣，散寒行瘀方證〕
^origin〔蔡榮方〕
^ingredients2238 炙黃耆、桑寄生 各30g，熟附子、桃仁、紅花 各9g，肉桂心（沖）3g，膽南星 12g，防己、獨活 各15g，清水煎服，
^ck28z21h314
^norm 瘀積腎絡。
^chinese 血瘀腰痛，腰痛。
^combo 絡滯+血滯+氣滯+氣化
^ill〔絡脈不利〕
^symtom ①腰髀痠楚疼痛，②腰脊痛不可忍，轉側困難，步行維艱。
^tounge 舌質淡紅，苔薄白。
^pulse 脈平稍細。
^ill<sub=1>〔血滯不行〕
^symtom ①腰板硬，不能起立，②兩腰僂廢，臥床徹夜痛叫，痛如刀刺，③日晡煩跺，微有潮熱。
^pulse 脈沉澀。
^ill<sub=2>〔氣化不行〕
^formulas
^formula1<var=1>〔桃仁承氣湯證〕
^origin〔喻嘉言方〕
^ingredients2239 ‧桃仁、大黃、桂枝、炙甘草、芒硝，多加肉桂、附子。
^formula2<var=2>〔種福堂方證〕
^origin〔留章傑方〕
^ingredients2240 紅花、當歸、防風、牛膝 各9g，威靈仙15g，穿山甲6K，赤芍12g (獨活改荽黃4.5g)。
^ck28z21h297
^norm 痛厥。
^chinese 產後腹痛，經期痛厥，血暈。
^combo 陽閉+氣滯+氣逆+怫鬰
^ill〔陽氣閉塞〕
^symtom ①面色青白，蒼白，②氣息微細，③四肢不溫，手足厥冷，④痛甚欲厥，頭額冷汗滾流，言語支吾不答，⑤&厥，人事昏迷。
^tounge ①舌質黯淡，②舌詼白，③苔溥白。
^pulse ①沉緊，②弦緊，③沉微欲絕。
^ill2〔氣機不利〕
^symtom ①胸脅脹滿，②少腹陣發性刺痛拒按，經行痛劇，③經量極少，④惡露不暢。
^ill<sub=1>〔氣機沖逆〕
^symtom 上吐下洩。
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣怫鬰〕
^symtom ①頭暈，②口乾，③小便色赤，大便秘結。
^formulas
^formula1<var=1>〔失笑散證〕
^origin〔高陞三方〕
^ingredients2241 五靈脂、蒲黃 各25g，肉桂心10g，當歸、淮牛膝、延胡?、酒炒大黃、桃仁 各15g。
^formula2<var=1>〔生化湯合四逆湯證〕
^origin〔陳潤章方〕
^ingredients2242 當歸15g，炮姜、川芎、川芎 各6g，肉桂2. lg，附子12g，甘草3g，桃仁10粒，炒荊芥4.5g。
^formula3〔溫經散寒，行血調沖方證〕
^origin〔何子淮方〕
^ingredients2243 附子、淡吳萸、艾葉、乾薑、炙甘草 各4.5g，肉隹？g，紅花、制沒藥、延胡 各9g，炒當歸12g，川芎15g。
^ck28z21h181
^norm 陰證蓄血，下焦陰證。
^chinese 陰證蓄血，下焦蓄血，產後惡露上衝。
^combo 陽虛+陽閉+陽脫+陽滯
^ill〔陽氣不振〕
^symtom 面白。
^tounge 舌苔白滑。
^ill2〔陽氣閉塞〕
^symtom c面白目青，２眉皺目瞪，③手指背抽掣。
^ill<sub=1>〔陽氣不行〕
^ill<sub=2>〔陽氣脫絕〕
^symtom ①寒戰口噤，②大便下血水，③語言錯亂，神志不定。
^formulas
^ingredients2244 澤蘭葉、人參、川彎、荊芥穗、甘草，溫酒熱湯，童便調服。
^ck28z21h131
^norm 瘀血凝結。
^chinese 石瘕，痞證，積塊，產後腹痛。
^western急性破裂型宮外孕，宮外孕，硬皮病，下肢靜脈曲張，像皮腿。
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom ①腹痛，②小腹墜脹，手不能近，③腹脹如鼓，腹大如箕，④痞塞不通，⑤大便秘結。
^tounge 苔白。
^pulse 脈沉細弦緊。
^ill2〔血滯瘀結〕
^symtom ①小胞硬，②下腹腫塊，③少腹積塊疼痛，停經，漏血，產後惡菥不暢，少腹陣發性刺痛
^tounge 舌質紫暗，有瘀點，苔薄白。
^pulse 脈沉細澀。
^symtom ①胸脅脹滿，②腹脹疼痛，③大小便困難。
^ill<sub=2>〔陽氣不和〕
^symtom ①顏青，面色稍黃，②四肢不溫。
^formulas
^formula1〔導氣丸證〕
^origin〔蒲輔周方〕
^ingredients2245 青皮、水娃、胡椒、茵香、我術、虹:蟲、按鄉、斑資蟲、三稜、乾漆、吳菜萸、輿丑、赤巧、川楝子、石菖蒲、桃仁、乾薑‧、?砂、大附子、青鹽。上十對藥，均以同等分同炒，去後者，留前者十味為末，酒糊丸，每6g紫蘇湯下，壯實者加 3g，小孩減半。
^formula2〔當歸飲、血竭散合劑證〕
^origin〔蒲輔周方〕
^ingredients2246 當歸、川芎、桃仁、赤芍、延胡索 各6g，醋制鱉甲15g，吳萸4.5g，肉桂、檳榔、青皮、木香、莪術、三稜、大黃、血竭 各3g。濃煎溫服。
^formula3〔琥珀散活血化瘀方證〕
^origin〔王秀蒗方〕
^ingredients2247 當歸、丹皮、元胡、烏藥、寄奴、三稜 各10g，肉桂、白朮 各5g，生芍20g，琥珀面每次沖服5g，每4小時服藥一次。
^formula4<var=1>〔當歸四逆湯證〕
^origin〔彔瑞生方〕
^ingredients2248 桂枝、當歸、香附 各12g，白芍、木通、元胡、莪術、生薑 各9g，吳茱萸、肉桂 各6g，細辛、甘萆 各3g，腹痛減，二 便舒，加桃仁、紅花 各9g。
^formula5〔伸筋草洗方證〕
^origin〔趙炳南方〕
^ingredients2249 伸筋草、祁艾、桑枝 各30g，透骨草、劉寄奴、官桂、穿山甲 各15g，蘇木、草紅花 各9g。
^ingredients2250 (3)景瑞生治產後20多天，左少腹疼痛，滿40天後，該側有一積塊，按之鞔，大小便困難，腹痛加劇，不思食，全 身狀況虛弱，脈沉細澀，苔白，當歸四逆湯加味，溫經逐瘀：桂枝、當歸、香附 各12g，白芍、木通、元胡、莪術、生薑 各％，吳茱萸、肉桂 各6g，細辛、甘草 各3g，腹痛減，二便舒，加桃仁、紅花 各9g，積塊已軟，周圍已消，僅餘中間一小 塊，擬少腹逐瘀湯加減，通瘀行氣：當歸、香附、赤芍、莪術 各12g，五靈脂、桃仁、三稜、元胡、紅花、生薑 各9g，蒲 黃、官桂、吳茱萸 各6g，甘草3g，積塊全消，後服八珍湯等調養。
^ck28z21h144
^norm 氣虛瘀結。
^chinese 崩漏，胎墜胞衣不淨，死胎。
^western 宮外孕'(陳舊性），輸卵管妊娠。
^combo 血結+氣結+氣虛+血虛+陽鬰
^ill〔血滯瘀結〕
^symtom ①小腹陣痛不移，如針刺樣拒按，②陰進流血不止，出血量多，挾血塊，並下肉狀物一塊。
^tounge 舌質淡有換』斑點，苔白潤。
^symtom 腹脹滿。
^pulse ①脈沉弦，②脈滑有力。
^symtom ①精神疲憊，語聲怯弱，②乏力，③肢寒。
^tounge 舌淡。『
^pulse 脈沉細。
^symtom ①而恍，面黃無華，②形體臝瘦，③腰脊痠楚，④經來如崩。
^tounge 舌黯淡苔薄。
^pulse ①脈細澀，②脈沉細澀。
^symtom ①面色晦暗，②手足厥冷，③發熱惡寒，④少腹疼痛喜熱。
^formula1〔宮外孕方證〕
^ingredients2251 不穩定型：丹參9~I5g，赤芍、乳香、沒藥、桃仁各6~9g。
^ingredients2252 外敖：麝香0.6g，樟腦6g，血竭、銀珠 各9g，松香15g。
^formula2〔加味佛手散證〕
^origin〔何少山方〕
^ingredients2253 當歸60g，川芎、黃耆各2#，阿膠12g，炙艾炭、桃仁、熟大黃炭各知，蓮房30g。
^formula3<var=1>〔脫花煎證〕
^origin〔龔子夫方〕
^ingredients2254 當歸尾15g，川芎、川牛膝、車前子、紅花、孩兒參、厚樸 各10g，肉桂5g。
^ingredients2255 1.論著：蘭州醫學院治9例輸卵管妊娠：7例有效，服藥8～29劑，22~25劑占5例。膠艾湯加減：五靈脂、蒲黃、阿膠各15~30g，艾葉、地黃 各15g，當歸、甘草 各9g，芍葯Ug，丹參30g，川芎6g，出血加三七、地榆炭、血余炭或雲 南白藥，有腫塊加桃仁、丹皮、牛膝、三稜、莪術、山楂炭，腹脹滿加陳皮、木香、乳香、沒藥、沒藥，少腹下墜佐補中 益氣湯。
^alias肝寒犯中，陰盛格陽，陰證似陽。
^chinese 胃脘疼，血瘀脘痛，濕溫少股脹痛。
^western 十二指腸球部潰瘍，胃下垂。
^ill〔氣機不利〕
^symtom ①S痛反覆發作，②右側旗痛陣作，③按之稍減，食後痛加，汗出溱瀠。
^ck28z16h292
^norm 肝寒犯中。
^chinese 胃脘疼。
^western 十二指腸球部潰瘍，皆下垂。
^combo 氣鬱+氣滯+氣逆
^ill〔氣機不利〕
^symtom ①胃痛反覆發作，②右側腹痛陣作，③按之稍減，食後痛加，汗出溱溱。
^tounge 苔薄膩。
^pulse 脈弦緊。
^ill2〔氣機沖逆〕
^symtom ①胺腹時覺跳動，旁及兩脅，②噫氣連連，晝夜不已，③吞酸多。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣不和〕
^symtom ①神疲乏力，②四肢欠溫，③大便溏結不一。
^tounge ①舌青苔溥膩，②苔黃膩。
^pulse ①脈弦細，②脈貓軟。
^formulas
^formula1〔烏梅湯證〕
^origin〔黃文東方〕
^ingredients2256 烏梅、炙甘草 各4.5g，赤芍、白芍、旋g花、茯苓、丹參 各9g，肉桂心2g，段赭石30g，降香3g。
^formula2〔理氣祛瘀，和胃止痛方證〕
^origin〔胡建華方〕
^ingredients2257 蘇梗、香附、元胡、小茴賚、台烏、雞內金、炒麥芽、谷芽 各6g，青皮、陳皮、枳殼 各4.5g，肉桂1.5g，桃仁9g。
^formula3〔升清降濁溫陽止逆調中祛瘀方證〕
^origin〔黃一峰方〕
^ck28z16h254
^norm 氣虛瘀結。
^chinese 血瘀脘痛。
^western 十二指腸球部潰瘍。
^combo 絡滯+氣滯+絡瘀+氣鬱
^ill〔絡脈不利〕
^symtom ①胃脘疼如刺如絞，觸按則甚，有時刺痛欲厥，②久痛部位不移，午後則劇，黃昏則甚，子夜痛甚，③平索喜暖。
^tounge ①舌淡苔白，②舌質暗淡，苔薄黃少津。
^pulse ①脈遲細而短，②脈遲弱，③脈緩。
^symtom 痛得溫則減。
^tounge 舌白薄。
^pulse 脈象弦緊。
^pulse 脈形弦細而數。
^symtom 食納不振。
^symtom ①噯氣頻多，噫氣連連，吞酸，②血後呃逆，作止不常，食熱辣即呃。
^formula1<var=1>〔失笑散證〕
^origin〔高陞三方〕
^formula2〔活血化瘀通絡證〕
^origin〔葉秉仁方〕
^ingredients2258 段瓦愣24g，桃仁、全當歸、川楝子、赤苟、白芍、元胡 各10g，失笑散18g，佛手6g，九香蟲5g，炒麥芽12g，炙甘 血竭（吞） 各3g。
^ck28z16h174
^chinese 濕溫少腹脹痛。
^formulas
^ingredients2259 淡吳萸、熟附片、赤茯苓、連殼白蔻仁、焦山楂炭、姜半復、砂仁、陳皮、延胡索、五靈脂、竹節番附、澤瀉、生薑。摘錄：
^alias寒凝血瘀，氣虛血瘀，氣虛瘀結。
^chinese 腹痛，小腹痛，痛經，崩漏，久揮，瘺證，脈痺』瘧母，血積，臌脹，積聚。
^western腸黏連，慢性結腸炎，腸結核，結核性腹膜炎，腸黏連伴不完全性梗阻，肝硬化腹水，進行性肌營養不良 症，無脈症。
^ill〔陽氣不振〕
^symtom ①面色恍白，②形寒怯冷，畏寒尤以背部為甚，③手足不溫，四肢厥冷，④腹痛，小腹冷痛，得 熱則痛減，苒溫菩按，⑤便溏，大便多行，大便質軟夾黏?，⑥白帶多，⑦色紫黑成塊狀，塊下痛減，⑧下肢輕度浮腫。
^tounge ①舌淡苔薄白，②舌質暗，苔白，③舌有瘀斑。
^pulse ①脈細澀，②脈沉緊，③脈沉遲而澀。
^symtom ①腹痛陣發，脘腹疼痛，痛甚則大便，②經行腹痛，經欲行而腹痛增劇，③少腹刺痛，④疼痛得
^pulse ①脈弦，②脈細弦。
^symtom ①形體消瘦，面色晦暗，疲乏無力，②頭昏頭痛，③心慌氣短，④腰酸，腰膝痠痛，⑤月經錯後，
^tounge 苔光。
^pulse 脈細弦。
^symtom ①全身有俚硬感，②肢體麻痺，疼痛隱隱，③關節痠痛，④手足抽筋，⑤指趾冷麻。勞動則可減 輕，休息反見加重，⑥蹣跚.歧行。
^symtom ①面色暗滯，多黑斑，面部麻木，②舌質兩邊、本證一H298肝陽失和候 及口唇均有大片青紫色瘀斑，兩少腹亦有大片棕色斑塊。轉證——H018營衛不行候
^ck28z18h298
^norm 寒凝血瘀。
^chinese 腹痛，小腹痛，痛經，久瀉。
^western 腸黏連，慢性結腸炎。
^combo 陽虛+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①面色白，②形寒怯冷，畏寒尤以背部為甚，③手足不溫，四肢厥冷，④腹痛，小腹冷痛，得熱則痛減，喜溫?按，⑤便溏，大便多行，大便質軟夾黏?，⑥白帶多，⑦色紫黑成塊狀，塊下痛減，⑧下肢輕度浮腫。
^pulse ①脈細澀，②脈沉緊，③脈沉遲而澀。
^ill2〔氣機不利〕
^symtom ①腹痛陣發，脘腹疼痛，痛甚則大便，②經行腹痛，經欲行而腹痛增劇，③少腹刺痛，④ 疼痛得溫稍減。
^pulse ①脈弦，②脈細弦。
^ill<sub=1>〔血虛失養〕
^symtom ①形體消瘦，面色晦暗，疲乏無力，②頭昏頭痛，③心慌氣短，④腰酸，腰膝痠痛，⑤月 經錯後，色淡蛩少。
^tounge 苔光。
^pulse 脈細弦。
^ill2〔氣機不宣〕
^symtom 腹脹納呆。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1<var=2>〔當歸四逆湯證〕
^origin〔魏長春方〕
^ingredients2260 當歸、白芍、枳實、桔梗 各10g，桂fe8g，炙廿草、吳茱萸各匈，紅棗6枚，細辛3g，生妻3片。
^formula2〔少肢逐瘀湯加制香附證〕
^origin〔何任方〕
^ingredients2261 蒲黃、五靈脂 各6g，當汩、白芍、制香附、延胡 各9g，乾薑、沒藥 各3g，小茴香1.5g，川芎、桂枝 各4.5g。
^formula3<var=2>〔養血曖宮湯證〕
^origin〔姚興華方〕
^ingredients2262 丹參12g，當歸、杭白芍、香附、益母草 各9g，廣木香、小茴、桂枝 各4.5g，吳萸、艾炭 各6g，甘草、乾薑 各3g。
^formula4〔溫經化瘀益氣健脾方〕
^origin〔周鳴歧方〕
^ingredients2263 炮姜、吳茱萸 各7.5g，炒小茴、當歸、西黨參、茜草、焦術 各20g，川寫10g，五靈脂、元胡 各15g。
^ingredients2264 按：本例屬寒濕凝結，氣機受阻，病久由氣入血，瘀結曲腸，故用當歸、川芎、桃仁、紅花、赤節活血，五靈脂、延 胡索、山楂、丹參化瘀，香附、砂仁、大棗、煨姜理氣溫中，（李彥洪幣理）。
^ck28z18h018
^norm 氣虛血瘀。
^chinese 瘺證，脈痺。
^western 進行性肌營養不良症，無脈症。
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①頭暈眼花，兩耳蟬鳴，②肌肉消瘦，肌肉萎軟，③足無力，雜食減少。
^pulse 脈象緩軟。
^ill2〔陽氣不行〕
^symtom 膚色暗晦。
^tounge 舌質偏紅，苔厚白。
^ill<sub=1>〔經脈不利〕
^symtom ①全身有俚硬感，②肢體麻痺，疼痛隱隱，③關節痠痛，④手足抽筋，⑤指趾冷麻。勞動 則可減輕，休息反見加重，⑥蹣跚跛行。
^ill2<sub=1>〔絡脈不利〕
^symtom ①面色暗滯，多黑斑。面部麻木，②舌質兩邊及口唇均有大片青紫色瘀斑，兩少腹亦有大 片棕色斑塊。
^pulse 按之六脈俱息，雙臂測無血壓。
^ill<sub=2>〔營虛失養〕
^symtom ①頭髮腋毛易於脫落，皮膚乾燥而瘙癢，②慢性潰瘍面，久久不能癒合，亦不化膿。
^formulas
^formula<var=2>〔補陽還五湯證〕
^origin〔沈宗國方〕
^ingredients2265 黃耆、當歸 各30g，桂枝、赤芍、茯苓皮、川芎、丹皮、三梭 各10g，桃仁、玄參 各12g，紅花6g，鹿茸（沖）3g。
^ck28z18h131
^norm 寒瘀結聚。-
^chinese 瘧母，血積。
^combo 氣結+血結+氣滯+陽鬰
^formulas
^formula1〔鱉甲牡蠣湯證〕
^origin〔李聰甫方〕
^ingredients2266 當歸、桂枝、豆豉 各12g，赤苟、桃仁、木通、紅花、元胡、兒茶、莪術、生婪、千漆（燒煙盡取末3分沖） 各9g，細辛、甘草 各3g，吳茱萸、肉桂 各6g。
^ingredients2267 (3)景璀生治鬰久傷肝：臍下至少膠一碗大積塊，腹脹滿，初按硬，久揉即軟已2月，脈沉細，苔淡白，舌邊尖紫，此病在氣份，當歸四逆湯加行氣逐瘀：桂枝、當歸、香附 各12g，白芍、木通、元胡、三稜、莪術、生薑 各9g，甘草3g，肉桂、吳茱萸 各6g，4劑，全消，柴芍六君2劑，歸脾2劑，愈。
^ingredients2268 (4)景瑞生治食傷脾胃：腹脹滿，臍起積塊碗大年餘未癒，滿腹硬痛，宵納日減，脈沉遲而弦緊，苔囪，此肝脾失 和，寒凝氣滯而成聚症。當歸四逆湯加養血散寒，行瘀活血：桂枝，當歸 各12g，白芍、木通、三稜、莪術、血竭、兒茶、生薑 各9g，吳茱萸、肉桂 各6g，細辛、木香、甘草 各3g，4劑，塊消大半，因食傷脾胃而起，標症已減，以理中培本為 主：泡參15g，白朮、三稜、莪術、生薑 各9g，均姜、吳茱萸、肉桂 各6g，廣木香、甘草 各3g，3劑，積塊全消，後調補 氣血而愈。
^ck28z18h144
^norm 氣虛疲結。
^chinese 崩漏，臌脹，積聚。
^western 腸結核，結核性腹膜炎，腸黏連伴不完全性梗阻，肝硬化腹水。
^combo 血結+氣結+氣虛+血虛+陽鬰
^formulas
^formula1<var=2>〔K下逐瘀湯證〕
^origin〔杜豁然方〕
^ingredients2269 桃仁、紅花、山甲、甘草各IOg，川；、赤巧、丹皮、烏藥 各6g，元胡、香附、枳殼 各5g，黨參20g。
^formula2〔回陽三建湯出入證〕
^origin〔魏長生方〕
^ingredients2270 附片、厗樸、陳皮、當歸 各12g，生曬參、蒼朮、川芎、桃仁各IOg，木香15g，炙甘草5g，生黃耆20g，大黃7g。
^symtom ①紫瘢紫暗點狀分佈，遇寒則甚，手觸不溫，②斑色紫本證一H242心絡失宜候
^tounge 舌質黯苔薄白。變證一 H0?2清陽閉厥候H024營血失宣候
^pulse 脈沉澀或結代。圖183心肝寒瘀證證候結構圖
^ck28z10h242
^norm 上焦蓄血。
^chinese 心痛，血結胸。
^western 冠心病變異型心絞痛。
^combo 血滯+氣鬱+絡滯+絡瘀+神擾
^ill〔絡脈不利〕
^symtom ①胸痛引背脅，②胸中攻刺作痛，痛有定處不移，轉側會刀錐之刺，痛引肩臂。
^pulse ①脈細，②脈細數。
^symtom ①胸痛氣悶，胸痺痛厥，②兩脅脹痛，清誤六時左有發作，③抑鬱不樂，④納呆，噯氣。
^pulse 脈弦。
^symtom ①面色乍紅乍白，②畏冷，③肢厥。
^tounge 舌質黯苔薄白。
^pulse 脈沉澀或結代。
^ill2〔神志不寧〕
^ill<sub=2>〔絡瘀血溢〕
^formulas
^formula1〔補肝湯證〕治胸痛引背脅。
^ingredients2271 山茱萸） 甘草、肉桂心、桃仁、細辛、茯苓、防風、柏子仁、大棗，水煎服。
^formula2〔加味桂枝紅花湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2272 桂枝、赤芍、炙甘草、紅花、桃仁、蛤殼、生薑、大棗。
^ck28z10h296
^norm 寒凝經脈。
^chinese 寒斑。
^western 過敏性紫撕寒凝經脈型，多形紅斑。
^combo 陽滯+氣滯+氣鬱+怫鬰
^ill〔陽氣不行〕
^symtom ①面色紫暗，②畏寒怕冷，手足發涼，③骨節‧痠楚，④神疲乏力，胃納欠佳，雜溏溲清。
^tounge 舌邊紫夾瘀斑，苔薄白。
^pulse ①脈遲緩，②脈緩帶澀。
^ill2〔氣機不利〕.
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣怫鬰〕
^symtom ①紫癜紫暗點狀分佈，遇寒則甚，手觸不溫，②斑色紫紅，指趾腫脹。
^formulas
^formula<var=2>〔當歸四逆湯證〕
^origin〔謝義達方〕
^ingredients2273 當歸、丹參 各10g，川芎、降香、竹節三七 各6g，桂枝、附子 各9g，路路通12g，雞血籐、黃耆 各30g，細辛3g，紅棗 8枚。
^ingredients2274 (1)畢士佐治過敏性紫癜寒凝經脈型：面色紫暗，畏寒怕冷，神疲乏力，胃納欠佳，舌邊紫夾瘀斑，小便清長，脈遲 緩，紫蠓紫暗點狀分佈，遇寒則甚，手觸不溫，溫經散寒，活血化瘀：當歸尾、赤芍、桃仁 各9g，桂枝、木通 各6g，細辛 1.5g，黃耆15g，紅花12g，參三七、川芎 各3g。
^ck28z10h072
^norm 瘀血攻心，血莽攻心。
^chinese 暈厥。
^combo 陽閉陽滯+氣鬱+經滯
^ill〔陽氣不行〕
^symtom ①肢厥。
^ill2〔陽氣閉塞〕
^symtom ①人事不知，目閉如屍，②微知人事，惡聞人聲，狀如眩暈，移時方醒。
^pulse 脈沉不起。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^symtom 痰湧。、
^ill<sub=2>〔經脈不利〕
^symtom ①口噤咬牙，②兩手狂動。
^formulas
^formula1〔回生丹證〕
^origin〔《萬病回春》方〕
^ingredients2275 大黃、蘇木、紅花、黑豆、當歸、川芎、熟地、白茯苓、蒼朮、香附、烏藥、玄胡索、桃仁、蒲黃、牛膝、白芍、甘 草、陳皮、木香、三稜、五靈脂、羌活、地榆、山茱萸、人參、白朮、青皮、木瓜、良姜、乳香、沒藥。
^ck28z10h024
^norm 瘀留經隧。
^chinese 歷節痛瘋。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom 重著不移。
^ill2〔絡脈不宣〕
^symtom ①歷節麻痛，②皮膚麻木不仁。
^formula1<alias=通絡消蠱丸>〔當歸虛蟲丸證〕
^origin〔葉天士方〕。
^formula2〔桃仁虛蟲丸證〕
^origin〔《通俗傷寒論》方〕
^formula3〔龍鯉宣痺丸證〕
^origin〔《通俗傷寒論》方〕
^alias氣血瘀凝，瘀阻腦絡，上焦蓄血，瘀滯肝絡。
^chinese 頭痛，偏頭痛，眩牮，奧淵，血渴，脅痛。
^western 肥厚性鼻炎，外傷性眩暈，右上頜竇黏液囊腫，海綿狀血宵瘤。
^ill〔氣機不宣〕
^symtom ①胸悶，.②鼻甲腫大，色紫暗。
^tounge 苔薄白。、
^pulse 脈細澀。
^ill2〔清竅不宣〕
^symtom 鼻塞不通，流白黏涕盤多，對冷氣尤為敏感。
^ill3〔清空不宣〕
^symtom ①頭頂而項背一直麻至兩踵，其人終日昂首，不敢俯視，②頭痛不止，③頭痛偏於左側，痛如錐 刺，夜不能眠，僉左，④頭目暈眩，前額及頂部呈刺痛感，⑤右側太陽穴悶脹、疼痛隱隱然，漸至眉梭骨痛，呈深在性 鈍痛。
^ill4〔氣機不降〕
^symtom 咳逆。
^ill5〔氣機不利〕
^symtom ①朐滿，②脅痛右甚。
^pulse 脈微大來遲。
^ill6〔血滯不行〕
^symtom ①腹不滿，其人言我滿，②眼白珠紅絲較多，紅絲終處 現紫色瘀點較明顯，③右眼眶微紫。
^tounge 舌暗紅苔薄白。
^ill7〔陽氣不和〕
^symtom ①唇瘺舌青，②口燥，但欲漱水不欲咽，③下午低燒。
^ck28z04h056
^norm 氣血瘀凝，瘀阻腦絡。
^chinese 頭痛，偏頭痛，眩暈3
^western 外傷性眩牮，右上頜竇黏液鋌腫。
^combo 陽鬰+氣鬱+空竅
^ill〔陽氣不宣〕
^symtom ①四肢酸軟，②睡眠不實。
^tounge 舌質暗紅，舌苔薄白o
^pulse ①脈象弦澀，②脈沉澀，③脈虛。
^ill2〔氣機不宣〕
^symtom 納食不驊。
^ill<sub=1>〔清空不宣〕
^symtom ①頭頂而項背一直麻至兩踵，其人終日昂首，不敢俯視，②頭痛不止，③頭痛偏於左側，痛如錐刺，夜不能眠，察左，④頭H暈眩，前額及頂部呈剌痛感，⑤右側太陽穴悶脹、疼痛隱隱然，漸至眉梭骨痛，呈深 在性鈍痛。
^ill2<sub=1>〔清竅不宣〕
^symtom ①眼白珠紅絲較多，紅絲終處現紫色瘀點較明顯，②右瞳充血，淚水盈眶，③右眼眶微紫。
^ill<sub=2>〔氣機不降〕
^symtom 有噁心感，無嘔吐物。
^formulas
^formula1〔葛根湯合桂枝茯苓丸證〕
^origin〔葉執中方〕
^ingredients2276 葛根、麻黃、生薑、炙甘草、大棗、桂枝、茯苓、丹皮、桃仁、芍葯。
^formula2〔行氣行瘀通絡證〕
^origin〔沈妙福方〕
^ingredients2277 羌活20g，炙黃耆30g，炒當歸、川芎、牛膝、桃仁 各15g，桔梗9g，紅花6g，另加青蔥管10g後入。
^ingredients2278 當歸、丹參、鱉甲（先煎）、茯神 各12g，川芎、赤芍、乳香、柴胡 各9g，三七6g (碾末沖服），芨枯草30g。每天1 劑，每劑日煎服3次，酒少許為引。
^ingredients2279 1.論著：葉執中：桃仁承氣湯（桃仁、大黃、桂枝、炙甘草、芒硝），治下部蓄血，用調胃承氣湯（大黃、炙甘草、芒硝）加桃仁，以逐瘀蓄從下而去。然無溫通藥相與協濟，不足以深人血分，無達表藥散發其勢，不足以絕瘀莆來源，亦 不足以解除上部症狀。方中桂枝，實一藥三用。可見經方配伍巧妙，耐人尋味。此方合葛根湯.（葛根、麻與、桂枝、生 姜、炙甘草、芍葯、大棗），以治頭部受傷後，瘀血未去，遺留種種不良症狀的，亦常有效。
^ck28z04h296
^norm 瘀滯肝絡。
^chinese 脅痛。
^combo 陽滯+氣滯+氣鬱+怫鬰
^ill〔陽氣不行〕
^symtom 夏差冬劇，喜溫暖，溫乃適。
^tounge 苔薄膩。
^pulse 脈弦級。
^ill2〔氣機不利〕
^symtom 脅痛右甚。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣佛鬰〕
^formulas
^formula〔暖肝湯證〕
^origin〔程門雪方〕
^ingredients2280 肉桂、吳茱萸 各0.9g，枳殼3g，片薑黃、炙甘草各2.勉，當歸須、澤蘭、青橘葉、蘇梗、橘紅 各4.5g，柏子仁、旋復 梗、桑白皮、白杏 各9g。
^ck28z04h127
^norm 上焦蓄血。
^chinese 血渴。
^western 海綿狀血管瘤。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^symtom 胸滿。
^pulse 脈微大來遲。
^ill<sub=1>〔血滯不行〕
^symtom ①腹不滿，其人言我滿，②血瘤色紫紅。
^tounge 舌暗紅苔薄白。
^ill<sub=2>〔陽氣不和〕
^symtom ①唇痿舌青，②口燥，但欲漱水不欲咽，③下午低燒。
^formulas
^formula<var=1>〔通竅活血湯證〕
^origin〔何登科方〕
^ingredients2281 赤芍、川芎 各6g，白芷、生薑 各9g，桃仁、紅花 各12g，大棗5枚，老蔥白3個，黃灑加水煎另吞麝香少許。
^alias上焦蓄血，瘀熱人絡，心血瘀阻。
^chinese 胸癖，心痛，心掙，頑固性失眠，舌痛，中風失語，水腫。
^western 急性心肌梗塞，心絞痛，風濕性心臟病，腦栓塞，頻發性室性早跳，高血壓性心臟病，心力衰竭四級。
^ck29z03h242
^norm 上焦蓄血。
^chinese 胸痺，心痛。
^western 急性心肌梗塞，心絞痛。
^combo 絡滯+血滯+氣鬱+神擾+絡瘀血溢
^formulas
^formula1〔血府逐瘀湯證〕
^origin〔《醫林改錯》方〕
^ingredients2282 當歸、生地黃、紅花、牛膝 各9g，桃仁12g，枳殼、赤芍葯 各6g，桔梗、川芎 各4.5g，柴胡、甘草 各3g。水煎服。
^formula2〔補氣活血化瘀法證〕
^origin〔房定亞方〕
^ingredients2283 黨參、紅花、生大賁、蘇木 各9g，黃耆、赤芍、生地、生山楂 各15g，瓜蔞皮30g，苦參2g。
^ck29z03h127
^norm 血熱擾神。
^chinese 頑固性失眠。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^tounge 苔黃膩。
^pulse 脈細弦有力。
^ill<sub=1>〔血滯不行〕
^symtom ①面色餌黑無華，神萎，②皮膚甲錯，③胸背有汗斑，④兩目紅絲，⑤下肢麻木。
^tounge 舌紫而膩。
^pulse 脈澀。
^ill<sub=2>〔陽氣不和〕
^symtom ①徹夜不眠，②少能入睡，睡則亂夢紛紜，③頭暈且痛，頭部覺有異物籠罩，思想不易 集中。
^formulas
^formula〔血府逐瘀湯證〕
^origin〔顏乾瞵方〕
^ingredients2284 生地12g，當歸、桃仁、紅花 各9g，川芎、柴胡、桔梗、牛膝 各4.5g，甘草2.4g，赤芍、枳殼 各6g，加磁石18g。
^ck29z03h245
^norm 心血疲阻。
^chinese 中風失語，心悸。
^western 風濕性心臟病，腦栓塞，頻發性室性早跳。
^combo 陰虛+氣虛+氣鬱+絡滯+神擾+陽鬰
^ill〔陰虛失養〕
^symtom ①口乾口苦。
^formula〔加味生脈散證〕
^origin〔羅茂雲方〕
^ingredients2285 黨參18&，麥冬、灸甘草、桃仁各i5g，五味子、桂枝、水蛭 各9g，茯苓、珍珠母 各30g，每天2劑，水煎服。
^ingredients2286 血府逐瘀湯：川考、赤芍、當歸、柴胡、桔梗、枳殼、牛膝 各10g，桃仁12g，生地18g，川紅花6g，甘草5g。
^ingredients2287 天王補心丹加減：生地20g，當歸、安冬、石菖蒲（後下） 各10g，酸棗仁、丹參、白芍、太子參各2g，茯苓15g，五 味子、遠志 各6g，以上二方交替服食，日服1劑。
^alias瘀血類傷寒，上焦莕血，瘀塞心孔，陰虛肝燥，邪人厥陰，瘀rtiik心，熱蒸血瘀，熱陷血絡，瘀血阻絡，瘀結孫絡，血氣痺阻經絡，瘀血阻隧，瘀結脈絡，氣血瘀阻，脈絡不通，熱結血室，下焦莕血，下焦瘀熱蓄血。
^chinese瘀血發熱，久熱不退，瘀血頭痛』頑固性頭痛，頭暈喜忘，不寐，多寐』嗜睡，偏癱，痛痺：熱痛，脈痺，暴痿，賢癰』熱毒型脫疽』貓眼瘡』乳衄，肌衄，大衄，倒經』心痛』暑濕，濕熱，熱閉，薄厥，熱入血室』蓄血發狂，
^western 腦踩蕩後遺症，腦外傷，血管痙攣性頭痛，右額葉腫瘤，肺心病，廣泛前壁心肌視塞，瀰漫性血管內凝血，髂股靜 脈血栓形成，血減少性紫齒，過敏性紫媒熱毒蘊結型，多形紅斑，紅斑性肢痛，結節性紅斑，血栓閉塞性脈管炎，疼痛性股 血腫，急性骨髓炎，真性紅細胞增多症，發作性睡病，外傷性銀癇，腦瘓蟲，梢神分裂症，癲癇大發作，肝性昏迷。
^ill〔津氣蘊熾〕
^symtom ①面部潮紅，②面部浮腫，顏面色澤深絳，③口乾不欲飲，④四肢熱，⑤雙目隱隱現紅絲。
^tounge ①舌質深紅，苔黃，②舌質暗紅，有瘀斑，舌邊有青紋，苔薄黃，③苔黃乾，④舌質紫紅，⑤舌
^ck29z10h129
^norm 瘀血類傷寒。
^chinese 瘀血發熱，久熱不退，腎癰。
^combo 表鬰+陽鬰+血溢+氣鬱
^ill〔腠理不宣〕
^symtom ①惡寒發熱，②面色黃。
^ill2〔陽氣佛鬰〕
^symtom ①突然高燒，稽留不退，午後兩度熱勢上升，至早則稍降，自覺並不發熱，面無熱色，口 不渴，大便自調，小便亦利，②低熱不退，g躁不安，③甚至角弓反張，④其人但漱水而不欲咽，時有口乾感（飲而不 解），⑤兩腳必厥冷，⑥夜睡時，頭往上聳，&或驚悸不安，⑧腹滿，外形IH常，⑨右脅下痛而不移，十少腹必急結，? 唇痿，日漸消瘦，乏力。
^tounge ①舌色黯，②舌青，苔薄膩。脈象:１脈弦緊，２脈澀，③脈弦澀。
^ill<sub=1>〔氣機不宣〕
^symtom 略有咳嗽。
^ill2<sub=1>〔氣機不降〕
^symtom 吐、瀉。
^ill<sub=2>〔清空不宣〕
^formulas
^formula〔血府逐瘀湯證〕
^origin〔許壽仁方〕
^ingredients2288 當歸、赤芍、生地、川芎、桃仁、紅花、枳實、柴胡、生貨草、桔梗、川牛膝。
^ingredients2289 血府逐換湯治小兒瘀血證。其病原由小兒跌跤而起：１夜睡頭往上詮，２略有，咳嗽，３一二天內突然高燒，４有時呈 角弓反張，５面色黃，６指紋沉而不現，７睡中驚悸或驚醒，８熱度稽留，服解熱藥無效，９S季應與夏季熱鑒別。戴會 痦小兒用螢：鮮生地、紅花、全當歸、牛膝 各3g，赤芍、枳殼 各2.1g，川芎、桔梗、甘草 各1.5g，柴胡0.9g，桃仁3.9g (《中醫雜誌》1958，(5)： 313〉。
^ck29z10h284
^norm 肝火上擾。
^western 腦鋌蕩後遺症，腦外傷，血管痙攣性頭痛，右額葉腫瘤。
^combo 氣熾+氣逆+氣滯+清空+神擾+陽鬰
^ill〔津氣蘊熾〕
^symtom ①面部潮紅，②面部浮腫，顏面色澤深絳，③口乾不欲飲，④四肢熱，⑤雙目隱隱現紅絲。
^tounge ①舌質深紅，苔黃，②舌質暗紅，有瘀斑，舌邊有青紋，苔薄貨，③苔黃乾，④舌質紫紅，
^pulse ①脈浮洪滑大，②脈兩關均弦長。
^ill2〔清空不寧〕
^symtom ①頭脹痛，頭痛如裂，劇時其痛如劈，頭頂劇痛，②上午頭痛隱隱，下午頭疼如刀刺，頭 部覺有異物籠罩，③頭痛如刺，頭痛呈針外樣，④前額腫脹，⑤眩犖，⑥典流血水，⑦項強肩背痛，⑧頭腦懵悟，衣不知 熱，食不知味。
^ill<sub=1>〔氣機沖逆〕
^symtom 噁心、嘔吐。
^symtom ①胸悶，②少腹脹疼。
^ill<sub=2>〔神志不寧〕
^symtom ①徹夜不眠，思想不易集中，②多夢，③心慌，④急躁易怒，⑤神采飛揚，談笑自若。
^ill2<sub=2>〔陽氣不和〕
^symtom ①面色晦皤，眼眶周圍灰黑，②四肢發麻，下肢乏力，③經行血塊，色不鮮。
^pulse ①脈弦澀，②脈細澀，③脈細弦。
^tounge ①舌質紫，②舌質紫暗，③舌邊有紫斑。
^formulas
^formula〔血府逐瘀湯證〕
^origin〔柳並耕方〕
^ingredients2290 當歸、生地、紅花、枳殼、赤芍、川芎、牛膝 各9g，桃仁12g，柴胡、甘草 各6g，桔梗7.5g，水煎服。
^ck29z10h130
^norm 瘀血阻絡。
^chinese 倒經。
^western 肺心病，彌?性血管內凝血。
^combo 氣滯+血滯+氣逆+血溢
^ill〔氣機沖逆〕
^symtom ①喘促，②心悸。
^ill2〔絡瘀血溢〕
^symtom ①齒衄、擇衄，②吐血不止，口咯紫血。
^ill<sub=1>〔氣機不利〕
^ill<sub=2>〔血滯不行〕
^symtom ①顏面口唇青紫，②皮膚色青，肢端尤甚，③肢冷，④癸水逾期不至。
^tounge 舌紫暗。
^pulse 脈澀。
^formulas
^formula1〔迴瀾飲證〕
^origin〔《秘方輯要》王松堂方〕
^ingredients2291 丹參、棗皮、淮牛膝、茺蔚子、生地 各9g，白雲苓、滑石 各12g，白薇4.5g。
^formula2<var=2>〔活絡效靈丹證〕
^origin〔蔣慶雨方〕
^ingredients2292 當歸、川芎、桃仁、紅花、川牛膝、黃耆、茯苓、丹參、蘇木、三七、花蕊石、血余炭。
^ck29z10h024
^norm 瘀結孫絡，血氣痺阻經絡，瘀血阻隧。
^chinese 偏癱，痛痺，暴瘺，貓眼瘡。
^western 多形紅斑。
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom ①關節痠痛，②筋脈痠楚，③足發涼疼痛。
^ill2〔絡脈不宣〕
^symtom ①麻木現於一處，終日不除，②筋脈時痛時止，③四肢多形紅斑。
^tounge 舌紫暗邊有小瘀點。
^pulse 脈緩滿而細。
^ill<sub=1>〔血滯不行〕
^symtom ①皮膚筋脈青紫，②目現紫點，③腿彎青紫細筋。
^tounge 舌紅苔黃膩3
^pulse 左脈弦澀，脈數。
^ill<sub=2>〔絡脈不利〕
^symtom ①肢節刺痛，停著不移，②肩痛，臂痛，腰疼，腿疼，或週身疼痛，經久不愈，③局部肌 肉腫起跳痛，④左半身麻木，左癱，⑤雙足痿軟難舉。‧-
^formulas
^formula1〔加味生料四物湯證〕清宣營血，適應左半身麻木。
^ingredients2293 生地、當歸尾、赤芍、川芎、桃仁、紅花、紫荊皮、蠶砂。
^formula2〔身痛逐瘀湯證〕
^origin〔《醫林改錯》方〕
^ingredients2294 秦充、羌活、香附 各3g，當歸、桃仁、紅花、牛膝 各9g，川芎、甘草、沒藥、五靈脂、地龍 各6g。水煎服。
^formula3<var=2>〔桃紅四物湯證〕
^origin〔謝義達方〕
^ingredients2295 當歸、茜草、桃仁、丹參、臘梅花 各9g，赤芍、路路通 各10g，丹皮6g，紫草2g，雞血籐30g，或加竹節三七5g，紅 花、白芷 各5g，絲瓜絡9g。
^ck29z10h190
^norm 瘀結脈絡。
^chinese 熱毒型脫疸，熱痛，脈痺。
^western 血栓閉塞性脈管炎，疼痛性股血腫，髂股靜脈血栓形成，紅斑性肢痛，結節性紅斑，急性骨
^combo 血蒸+血滯+絡滯+絡鬰+液灼
^ill〔血熱蘊蒸〕
^symtom ①兩足充血潮紅，②痛時兩足掀紅而熱，遇熱則甚，得涼則安，③關節疼痛，灼熱紅腫，④雙下肢浮腫疼痛，腫痛發燒，⑤患肢劇痛腫脹，紅腫熱痛，甚則穿破流膿。
^tounge ①舌紅，②舌質紅絳，③舌苔薄白，④苔黃。
^pulse ①脈數，②脈弦數，③消數，④弦細數。
^ill2〔血滯不行〕
^symtom ①下肢嚴賁腫脹，皮膚發白甚則發紺，②青筋暴露，疼痛劇烈，③下肢結節腫硬，按之則 疼，其色淺深不一。‧
^tounge 舌質淡苔白膩。
^pulse ①脈弦緩，②脈沉細，③脈沉弱。
^ill<sub=1>〔絡脈不利〕
^symtom ①左足發凍疼痛，趾端腫脹，起黃色水泡，潰爛氣臭，針刺樣劇痛，②患肢皮膚黯紅而腫，潰爛疼痛，膿水淋漓，③笫二趾潰瘍色黑，足背皮膚棗紅色，有向上荽延之勢。‧
^pulse 足背動脈、脛後動脈和邇動脈搏動均消失。
^ill2〔絡脈不和〕
^symtom 左腿麻木。
^ill<sub=2>〔津液消灼〕
^symtom ①發熱汗出，②煩熱口渴，口乾褐而能飲，③大便秘結，小搜黃。
^tounge 舌赤苔少。
^formulas
^formula1〔四妙勇安湯證〕
^origin〔《驗方新編）方〕
^ingredients2296 玄參、金銀花 各三兩，當歸 二兩，甘草 一兩。水煎服。
^formula2〔活絡通脈湯證〕治血栓閉塞性脈管炎。一例13天，腳背動脈搏動恢復側枝循環廣泛建立，不到二個月症狀消失，功能恢復。
^ingredients2297 當歸、生地、黃耆 各12g，元參18g，銀花24g，蒲公英、地丁草、土茯苓、丹參 各15g，紅花、生甘草、乳香、沒藥、元胡 各9g。‧
^formula3〔清熱活血湯證〕
^origin〔趙炳南方〕
^ingredients2298 銀花、蒲公英、雞血籐 各30g，連翹2g，紫草、當歸、丹參、紅花、陳皮、赤芍 各9g，草河車、土貝母 各15g。
^formula4<var=1>〔抵當湯證〕
^origin〔溫光遠方〕
^ingredients2299 水蛭、虻蟲、桃仁 各6g，大黃、木通 各3g，銀花、冬瓜子 各30g，當歸、赤芍、澤瀉 各9g。
^ck29z10h277
^norm 瘀熱鬰遏。
^chinese 多寐，嗜睡，頭暈喜忘。
^western 發作性睡病。
^combo 氣鬱+氣滯+神擾+神蒙+氣蒸
^ill〔氣機不宣〕
^symtom 全身乏力。
^tounge 苔白濁。
^pulse 脈浮弦。
^ill2〔神志不寧〕
^symtom 失眠，多夢心煩。
^ill3〔神志昏蒙〕
^symtom ①突然入睡10 ~30分鐘自.醒，②頭暈喜忘，甚則噁心，面色發白，頭犖甚則不知所問，或答非所問。
^tounge 舌質暗紫，舌青紫，舌苔薄膩。
^pulse 脈沉澀。
^ill4〔津氣蘊蒸〕
^symtom 月經血塊多，經誼多。
^tounge 舌尖鮮紅，質暗紅，苔微黃。
^ill5〔氣機不利〕
^formula1〔活血化瘀法證〕
^origin〔陳錄河方〕
^ingredients2300 當歸、青皮 各35g，乳香、沒藥 各20g，紅花10g，川芎、神曲 各25g，枳殼15g。
^formula2<var=2>〔通經逐瘀湯證〕
^origin〔王占璽方〕
^ingredients2301 桃仁、赤芍 各10g，紅花12g，穿山甲、皂剌、連翹 各6g，地龍、諮香 各9g，柴胡3g，炒酸棗仁24gD每日煎服1劑。
^ingredients2302 一例：曾輕度頭外傷，舌尖鮮紅，質暗紅，脈沉澀，為血瘀經絡，日久化熱，以活血化瘀兼清熱：當歸25g，丹參 20g，紅花、乳香、沒藥、神曲 各15g，黃芩10g，川芎35g，9劑基本消失。
^ingredients2303 —例：舌質鮮紅，加生地15g，白朮25g，桃仁10g，未用乳香、沒藥，服12劑症狀大減。
^ck29z10h278
^norm 邪入厥陰，瘀血攻心。
^chinese 暑濕，濕熱，產後狂躁。
^combo 氣鬱+神閉V神擾+氣熾 主症〔氣機不宣〕
^symtom ①昏迷默默，目直，②神氣昏迷，不省人事，③狂躁妄言，脫衣揭被，時欲奔走。
^pulse 脈細澀。
^ill<sub=1>〔神志不寧〕
^ill<sub=2>〔津氣疽熾〕
^symtom ①面赤目赤，②高燒，口渴，③汗出，④腹痛便閉，⑤頭痛頭犖。
^tounge ①舌暗赤，②邊尖紅絳，③舌苔黃。
^pulse 脈沉弦細數。
^formulas
^formula1〔當歸湯證〕
^origin〔李聰甫方〕
^ingredients2304 全當歸30g，川芎15g，生地、蘇木、丹皮 各10g，生蒲黃6g，青荷葉1塊。
^formula2<var=2>〔薛氏三甲散證〕
^origin〔張鏡人方〕
^ck29z10h286
^norm 瘀阻風動。
^chinese 子癇，陽癇，血瘀榭癇，瘢癇大發作。
^western 外傷性撕癇，腦渙蟲。
^combo 氣熾+神閉+陽滯+絡鬰‧氣鬱
^ill〔津氣瑾熾〕
^symtom ①頭痛目眩睛疼，耳鳴不休，頭暈頭痛時發，②心悸煩熱，③神志不清，急躁易怒，④寐 不寧，常驚夢，⑤大便偏千。
^tounge ①舌暗紅，②舌尖紅。
^pulse 脈細數。
^ill2〔神志繁閉〕
^symtom 瘢癇發作，昏倒不省人事。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢痠軟乏力，②肢體疼痛，週身關節煩痛，③行路不能自立，④口渴不欲飲，⑤面青 唇紫。
^formulas
^formula〔血腑逐瘀湯加成證〕
^origin〔李文瑞方〕
^ingredients2305 當歸、桃仁、生地、紅花、牛膝、三稜、莪術、全螞 各10g，川尊、枳殼、柴胡、桔梗 各6g，赤芍15g，雞血籐30g，蜈蚣2條，甘草3g。
^ck29z10h187
^norm 熱蒸血痕。
^chinese 肌衄，大衄。
^western 血小板減少性紫瘢，過敏性紫瘢熱毒組結型。
^combo 血熾+液灼+神蒙+血溢
^ill〔血熱蘊熾〕
^symtom ①面色潮紅，②週身瘀斑，大塊連融，色鮮艷，灼熱，每逢月經來臨更甚，③皮膚灼熱。
^tounge ①舌紅夾瘀點，②舌有瘀斑，③舌'下脈絡紫粗，④苔薄黃，⑤苔淡黃。
^pulse 脈弦滑數。
^ill2〔津液消灼〕
^symtom ①面色蒼黃，②昏肢倦，③口苦口乾咽乾，④心煩口渴，⑤小便短赤，大便乾結。
^tounge 舌乾苔黃。
^pulse 脈細數。
^ill<sub=1>〔絡血妄行〕
^symtom ①典衄齒衄，②嘔吐紫色血塊，③便血大便黑，④小便紅，⑤月經先期。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula〔清熱涼血，止血化瘀證〕
^origin〔漆濟元方〕
^ingredients2306 牛角粉、茅根 各20g，生地30g，赤芍、丹皮各IOg，旱蓮草、女貞子、藕節、丹參 各15g，桃仁6g，紅花5g，甘草3g。
^ingredients2307 (3)畢士佐治過敏性紫癜熱毒蘊結型：面色潮紅，心煩口渴，小便短赤，大便乾結，舌乾齊黃，脈弦滑數，週身瘀 斑，大塊連融，色鮮艷，灼熱，或伴其他出血（衄血或便血），方藥：生地18g，元參、銀花 各12g，丹皮、赤今、白芍、當歸 各9g，板藍根24g，紅花、丹參 各15g，凌筲花、參三七粉 各3g，茅根60g。
^ck29z10h028
^norm 上焦蓄血，熱陷血絡，瘀塞心孔。
^chinese 熱閉，濕熱症。
^combo 營灼+神閉+絡鬰+神擾+陽鬰
^ill〔營熱蘊灼〕
^symtom ①面紅，②壯熱口渴，③無汗。
^tounge ①舌絳口乾，②舌赤而燥，③舌無苔。
^pulse ①脈沉弦勁，②脈滑數。
^ill2〔血熱蘊蒸〕
^symtom ①不惡寒，但發熱，②時欲漱口不欲咽，③目白多現紅絲，④沃吐血沫，⑤大便黑而易，
^tounge ①舌雖純紅，兼眾黏涎，②舌色紫路，捫之且濕。
^pulse ①數而有力，②脈左伏。
^ill3〔神志蒙閉〕
^symtom ①神識昏蒙，②不省人事，遺尿，③譫語或不語，④終日昏睡不醒，或錯語呻吟，或獨語 如見鬼，⑤發躁欲狂，頭搖目瞪，手足躁擾。
^ill<sub=1>〔絡脈不和〕
^symtom ①兩手搐搦，②口噤目斜，③除食指外，余皆抽掣。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1〔犀地清絡飲證〕
^origin〔(通俗傷寒論》俞氏經驗方〕
^formula2〔犀羚三汁飲證〕
^origin〔《通俗傷寒論）方〕
^formula3〔加味犀角地黃湯證〕治瘀熱互結上焦，面紅舌赤而燥，發燥欲狂，或頭搖目瞪，大便血水，除食指外，余皆抽軹。
^ingredients2308 犀角、生地、歸尾、桃仁、赤芍、丹皮、丹參、新絳、鬰金、通草、蔥管。
^ingredients2309 (4)何秀山：若舌色紫黯，捫之且濕，乃其人胸膈中素有宿瘀與熱相搏。宜鮮生地、犀角、丹皮、丹參、赤芍、鬰 金、天花粉、桃仁、藕汁，涼血化疲。否則瘀熱為互，阻遏機竅，遂變如狂發狂之證（《通俗傷寒論） 442)。
^ck29z10h137
^norm 熱結血室，下焦落血。
^chinese 蓄血發狂，熱人血室。
^western 楮神分裂症。
^combo 氣熾+血熾+液灼+血溢+陽滯+神滎
^ill〔津氣蘊熾〕
^symtom ①面紅，典准尚明亮，②發熱口渴，舌燥，③少腹拘急脹滿，少腹痛硬，拒按，大便閉，或通而色黑，④腹脹，大便不通。`)