jsonp(12,{"name":"cm","start":25227},`^tounge 苔黃，舌紅苔黃燥。
^pulse ①脈弦滑有力，②脈洪數有力，③六脈沉數初神，④脈沉實，⑤脈右長。
^ill2〔血熱逭熾〕
^symtom ①至夜發熱，面紅目赤，②心煩熱，煩躁不安，通宵失眠，不能合R，③舌瘺飲冷，④胸 脅間有痛處，⑤少腹，臍下按之較堅，略感悸動，稍有壓痛。
^tounge 舌紫暗捫之潮濕。
^ill<sub=1>〔津液消灼〕
^symtom ①舌燥，②小便短赤，③大便乾結。
^tounge 舌乾。
^ill2<sub=1>〔絡血妄行〕
^symtom ①小便利，大便黑。
^ill<sub=2>〔陽氣不行〕
^pulse 脈左沉。
^ill2<sub=2>〔神志昏黎〕
^symtom ①神志恍惚，日夜興*奮異常，自言自語，滔滔不絕，氣忽清忽亂，②性情急躁，坐臥不 安，胡言亂語，③譫語，如見鬼狀，似狂非狂，④發躁欲狂，語言無倫，啼哭無常，歌大叫，不辨親疏。
^formulas
^formula〔桃核承氣湯證〕
^origin〔《傷寒論》方〕
^ingredients2310 桃仁五十個，大黃 四兩，桂枝、炙甘草、芒硝 二兩（沖）。水煎，分三次服。功能破血下瘀。
^ck29z10h140
^norm 下焦瘀熱蓄血。
^chinese 菏厥，熱人血室。
^western 肝性昏迷。
^combo 氣熾+血熾+神閉+絡鬰液灼+陽滯
^ill〔津氣蘊熾〕
^symtom ①壯熱，②腹熱如烙，③畏明口渦，口穢噴人，④脘悶腹脹拒按，⑤胸腹痛，胸腹脅肋結 痛，⑥少腹疼楚，小腹串痛，小腹脹痛，帶下如注，腰痛如折，⑦大便秘結，便秘未解，⑧氣逆痰多。
^tounge ①舌苔黃膩，舌尖絳，②苔色乾黃尖絳，③舌底苔灰黑，黃焦浮鋪苔上，且黏序板實。
^pulse ①脈滑數，②脈洪滑且數，③脈象弦大而數，④脈弦數搏指。
^symtom ①面赤目赤，壯熱神昏，人暮較甚，②煩躁不寧，③大便色黑且亮如?油樣，大便溏黑，小便自 利，④嵌露極少，⑤經來即止。
^tounge ①舌光紅，②青紫而燥，③質紫紅，④舌尖深絳，邊紫兼青。
^pulse ①脈細數，②左脈弦澀。
^ill<sub=1>〔神志蒙閉〕
^symtom ①神昏譫語，昏迷不省，耳聾目閉，②譫語，甚則神思如狂，③突狂躁譫妄，頭搖咬牙，力氣甚大，甚至欲刎欲縊，勢不可制。
^ill2<sub=1>〔絡脈不和〕
^symtom ①斜目弄舌，②手足瘛瘀。
^ill<sub=2>〔津液消灼〕
^symtom ①口渴，②設燥，③小溲短澀，溺無。
^tounge 舌燥。
^ill2〔陽氣不行〕
^symtom 手足厥冷。
^pulse 脈沉弦。
^formulas
^formula〔桃仁承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2311 桃仁9g，五靈脂、大黃 各6g，蒲黃4.5g，鮮生地24g，玄明粉3g，甘草1.8g，犀角4匙(磨汁，沖）。水煎服。
^ingredients2312 (1)王孟英治韓名諒兒婦，重身患熱病，諸醫皆慮胎隕，率以補血為方，旬日後，勢已垂危。孟英診之曰：胎早腐 矣！宜急下之，或可其幸，若欲保胎，則吾不知也。其家力懇書方。遂以調胃承氣合犀角地黃湯加西洋參、麥冬、知母、石斛、牛膝投之，胎落果已臭爛，而神氣即清，熱亦漸緩，次予西洋參、元參、生地、知母、麥冬、丹參、丹皮、茯苓、山楂、石斛、豆豉、茺蔚、琥珀等藥調之，粥食日加，旬佘而愈（《宋元明清名醫類案正編》王盂英27)。
^alias瘀血上壅，瘀血凝結。
^chinese 肺脹，咯血，血竭胸，失呸，陰虛喉痺，溫熱挾瘀，血厥，倒經。
^western 聲帶結節，聲帶息肉，聲帶麻痺，血管瘤。
^ill〔氣機不宣〕
^symtom ①乾咳，②W懨衰倦。
^pulse 脈浮而數。
^symtom ①脅肋窒板欲痛，②胸脅悶痛，③甚則呼吸亦痛。
^symtom ①咳嗽帶紅，②咯嗆紫血。本證一 H22?肺失宜降候I2B肺絡失宜候
^symtom 聲嘶咽痛。轉證一HR47播氣鬱結候
^symtom 呼吸喉息有聲。氣總喘促，與煽。變證一H130氣血鬰逆候H0?2清陽閉厥候
^ck29z12h227
^norm 瘀血上壅。
^chinese 肺脹。
^combo 氣鬱+氣逆+清竅
^ill〔氣機沖逆〕
^symtom ①氣急喘促，②鼻煽。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②咳嗽，③乾咳帶血，④大便秘結。
^pulse 脈浮而數。
^ill<sub=2>〔清竅不宣〕
^symtom 聲嘶咽痛。
^formulas
^formula1〔當歸導氣散證〕
^origin〔俞根初方〕
^formula2〔清金止血湯證〕治氣急喘促，乾咳帶血，甚則聲嘶咽痛，脈浮而數，詳見病案。
^ingredients2313 生石奇、麥冬、枇杷葉、桑葉、杏仁、藕節炭、白茅根、鮮蘆根、三七。
^ck29z12h233
^norm 絡瘀血溢。
^chinese 咯血。
^combo 氣鬱+絡滯+血溢
^formulas
^formula1〔辛補通調方證〕
^origin〔葉天士方〕
^ingredients2314 ?子仁、細生地、當歸須、桃仁、降番、茯神。
^formula2〔仁伯清宜瘀熱湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔降氣和絡飲證〕
^origin〔《通俗傷寒論》方〕
^ck29z12h047
^norm 熱瘀鬱結。
^chinese 血結胸，失音，陰虛喉痺。
^western 聲帶結節，聲帶息肉，血犄瘤。
^combo 氣鬱+氣結+清竅
^ill〔氣機不宣〕
^symtom ①漱水而不咽，②夜寐不安，失眠多夢，③手足心熱。
^ill2〔氣機鬱結〕
^symtom ①結胸粳滿而不痛，②大便乾結。
^tounge ①舌苔薄黃，舌質稍紅，②苔薄白，舌質暗紅，③舌紅苔少，④舌紫暗。
^pulse ①脈沉數，②脈細數，③脈緩。
^ill<sub=1>〔氣機不降〕
^ill2<sub=1>〔清竅不宣〕
^symtom ①失音音啞，聲帶瘀紫，充血肥厚，②口乾明燥，咽喉乾痛，③飲水即槍，④舌根邵腫塊 其色鮮紅，舌咽有阻塞感。
^formulas
^formula〔會厭逐瘀湯證〕
^origin〔蔡福養方〕
^ingredients2315 桃仁、紅花 各15g，桔梗、生甘草 各9g，生地 12g，當歸、赤芍、枳殼 各6g，元參、柴胡 各3g。
^ingredients2316 (3)會厭逐瘀湯加減治聲帶瘀紫，充血肥厚者：當歸、生地、椅梗、赤芍、丹參、柴胡 各15g，海浮石、元參 各20g，甘草、蟬衣、紅花 各10g。
^ingredients2317 (‧5)蔡福養治聲帶息肉摘除術後，聲啞加重，咽喉乾痛，失眠多夢，舌紅苔少，脈細數，塊肺腎陰虛，虛火上炎，熱 鬱血絡，滋陰降火，佐活血逐瘀，王清任會厭逐瘀湯加味：桃仁、紅花、甘草、桔梗、枳殼、柴胡、赤芍、蟬衣 各6g，元
^ck22z12h130
^norm 瘀熱上逆。
^chinese 溫熱挾瘀，倒經。
^combo 氣滯‧《‧血滯+氣逆+血溢
^ill〔氣機沖逆〕
^symtom 咳嗽氣聚。
^ill2〔絡瘀血溢〕
^symtom ①口鼻出血，②吐血便血。
^ill<sub=1>〔氣機不利〕
^symtom 煩躁悶亂。
^ill<sub=2>〔血潘不行〕
^symtom ①胸膈脅肋間有一定痛痺之處，②身有結痛處，③胸脅脹刺痛，④月經不行。
^formula1〔紅花散證〕經水從口典出，咳嗽氣聚，先服此，後服下方冬花散。、
^ingredients2318 紅花、蘇木、貨芩 各2.4g，天花粉1.8g。
^formula2〔冬花散證〕治倒經，經水從口典出，咳嗽氣聚。-
^ingredients2319 冬花、炙粟殼、枳殼、桔梗、蘇子、紫菀、知母 各2.4g，桑白皮、石裔、杏仁 各6g。
^ck29z12h072
^norm 瘀血凝結。
^chinese 血厥。
^combo 陽滯+陽閉+氣鬱+經滯
^ill〔陽氣不行〕
^symtom 肢厥。
^ill2〔陽氣閉塞〕
^symtom ①昏不省人，②肢痛痛不可按，按之卻軟，甚則痛極如狂，或至昏厥不省。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^symtom ①呃逆，②吐酸水。
^ill<sub=2>〔經脈不利〕
^formulas
^formula1〔二仁絳覆湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2320 -桃仁7粒，柏子仁6g，當歸須、新絳 各4.5g，旋復花青蔥管5寸。
^formula2〔七厘散證〕
^origin〔《良方集腋》方〕
^ingredients2321 (1)陳士鐸：有一過午時吐酸水1~2碗，至未時心前作痛，至申時痛甚去，不貧人事，至戌始蘇，日日如是，逐血 丹：歸尾、大黃、紅花、桃仁、天花粉、枳殼、丹皮、水蛭、厚樸。或破瘀丹：水蛭、歸尾、白芍、茯苓、肉桂、桃仁、生地、枳殼、豬苓。‧
^alias陽明蓄血，腸胃蓄血，熱結在串，瘀熱在裡，熱結膀胱，下焦莕血，蓄血發狂，陽證似陰，陽極似陰。
^chinese 蓄血症，蓄血發狂，血厥，腸癰，妊娠腸癰，腎癰，瘀秘，產後腹脹，產後腹痛，熱毐帶下，經閉齒痛，熱 人血室，瘀血胃痛，勞傷吐血，登嗝，血膈，大結胸症，溫疫。
^western 十二指腸球部潰瘍，急性出血性胰腺炎，機械性腸梗阻，急性麻痺性腸梗阻，急性闌尾炎，慢性闌尾炎，急 性發作性闌尾周圍膿腫，急性闌尾炎穿孔引起瀰漫性腹膜炎，右腎周圍膿腫，重症肝炎，氣性壞疽，盆腔炎，中毒性休克，流行性出血熱。腹性紫瘢症。
^symtom ①午後寒熱，既而但熱不寒，至夜發熱，
^tounge ①舌紅邊瘀，②舌赤，③舌質乾紅。
^symtom ①吐血如湧，色鮮紫相雜成塊，②大便 色黑如墨，③血後痛減。
^symtom ①飲下作呃，②嘔吐酸苦痰沫。
^ck29z14h254
^norm 瘀阻胃絡。
^chinese 瘀血胃痛，勞傷吐血。
^combo 絡滯+血溢+氣滯+氣鬱
^ill〔絡脈不利〕
^symtom ①痛如刀刺，痛有定處不移，拒按，②胸膈刺痛，痛不可按，灼熱嘈雜。
^tounge 舌邊有紫斑。
^pulse 脈澀或數。
^ill2〔氣機不利〕
^symtom ①宵痛嚌雜，②飽悶。
^pulse 脈弦滑。
^ill<sub=1>〔絡瘀血溢〕
^symtom ①吐血如湧，色鮮紫相雜成塊，②大便色黑如墨，③血後痛減。
^ill2<sub=1>〔氣機不宣〕
^symtom 但欲漱水不欲咽。
^ill<sub=2>〔氣機不降〕
^symtom ①飲下作呃，②嘔吐酸苦痰沫。
^formulas
^formula〔祛瘀清中，瀉心、手拈二方化裁方證〕
^origin〔王少華方〕
^ingredients2322 川黃連、降香屑 各3g，大黃6g，丹皮、元胡、鬰金 各9g，制乳香、沒藥 各4.5g，參三七（磨沖）1.5g，代赭石15g，另老山參9g，濃煎頻服。
^ingredients2323 1論著：四明（高鼓峰h四物加大放、桃仁、紅花。
^ck29z14h249
^norm 疲結胃脘。
^chinese 噎嗝，血膈。
^combo 氣鬱+氣結+氣滯
^ill〔氣機鬱結〕
^symtom （D胸中刺痛，２中脘有形，膈食不下，③大便燥結，④心煩。
^tounge 舌紫暗，有瘀斑瘀點。
^pulse 脈細澀。
^ill2〔氣機不宣〕
^symtom 胸膈痞悶。、
^ill<sub=1>〔氣機不降〕
^symtom 嘔吐紫黑瘀血，大便亦解黑物。
^ill<sub=2>〔氣機不利〕
^symtom 胸肋脹滿。
^formulas
^formula1〔噎哺方證〕
^origin〔《青霞醫案》方〕
^ingredients2324 大黃、人參、芒硝、桃仁、當歸尾、度蟲、白蜜為丸，早晚服兩次，效驗為日夜下黑糞，黑血膠粘。
^formula2〔張錫純方證〕
^origin〔《志誠堂醫案》方〕
^ingredients2325 (1)瘀血阻膈，窒礙化機，陽明為之血少，胸中刺痛，飲食不下，大便燥結，心煩，脈細澀，主生新化瘀，滋血潤腸 湯：當歸、赤芍、生地、紅花、桃仁、大黃、枳充、韭汁。
^ck29z14h131
^norm 熱結膀胱，腸胃蓄血。
^chinese 蓄血澱，瘀秘。
^western 慢性闌尾炎。
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom ①大便閉結，②股按痛，甚則欲死。
^pulse 脈沉實。
^ill2〔血滯瘀結〕
^symtom ①少腹堅滿，小便自利，②小腹墜脹，③臍下堅硬，④粳滿作痛，按之有塊，大便色黑，
^tounge 舌苔黃暗，底面露鮮紅色。
^pulse 脈沉澀。
^ill<sub=1>〔氣機不利〕
^symtom 少腹急痛。
^ill<sub=2>〔陽氣不和〕
^symtom ①熱晝涼，咖、t微熱，夜半始退，②中煩跺，坐臥不寧，似乎有火燃，③、便又復清長。
^formulas
^formula1〔桃仁承氣湯證〕
^origin〔《溫病條辨》方〕
^ingredients2326 桃仁、當歸、芍葯、牡丹皮 各9g，大黃15g，芒硝6g。水煎服。
^formula2〔抵當湯證〕
^origin〔《傷寒論》方〕
^formula3〔代抵當丸證〕
^origin〔《證治準繩》方〕
^ingredients2327 大黃 四兩，炒桃仁六十枚，芒硝、當歸尾、生地黃、山甲珠 各一兩，肉桂三或五錢。蜜丸。
^formula4〔下瘀血湯證〕
^origin〔《金匱要略》方〕
^formula5<var=1>〔香殼散證〕
^origin〔《通俗傷寒論》方〕
^ingredients2328 制香附、歸尾 各9g，枳殼6g，青皮、新會皮、烏藥、赤芍、赤芍、醋炒莪術 各3g，藏紅花、炙甘草 各1.5g，共研末，每15g，加白薇、玄胡索、炒穿甲，水煎去滓，調童便半杯，空心服。
^ingredients2329 (6)瘀秘，瘀血積聚不散，大便閉結，腹按痛，甚則欲死，心中煩躁，坐臥不寧，似乎有火燃，小便又復清長，主抵 當湯：水蛭、虻蟲、桃仁、大萸。大黃散瘀湯：水蛭、大黃、丹皮、當歸、紅花、桃仁、生地破瘀逐穢攻堅。
^ck29z14h144
^norm 氣虛瘀結。
^chinese 蓄血。
^western 十二指腸球部潰瘍。
^combo 血結+氣結+血虛+氣虛+陽鬰
^ill〔血滯瘀結〕
^symtom ①大便呈現黑色，為柏油樣稀便，②大便色黑堅結，③嘔吐食物，夾有鮮紅及暗紅血塊。
^tounge 舌質暗紫。
^ill2〔氣機鬱結〕
^symtom ①宵脘偏右疼痛作脹，終日不減，其痛抿按，不能進食，得食則痛脹尤甚，②有時疼痛牽 引脅肋，仰臥自覺宵脘有物重壓，其痛立即加劇。
^formulas
^formula<var=1>〔失笑散證〕
^origin〔胃熙方〕
^ingredients2330 黃耆15g，當歸、赤芍、白芍、五靈脂、桃仁、蒲黃 各9g，黨參12g，三七末9g (分2次沖服），制乳香、沒藥、制大 貿 各6g。
^ck29z14h100
^norm 熱結在裡。
^chinese 產後腹痛。
^western 急性出血性胰腺炎，並發急性麻瘐性腸梗阻，中毐性休克。
^combo 氣熾+液灼+氣結+抻蒙
^ill〔津氣蘊熾〕
^symtom ①，身熱如火，日晡病劇，惡熱，②發熱煩躁，③小便秘澀短赤。
^tounge 舌，苔薄黃膩。
^ill2〔氣機鬱結〕
^symtom ①腹部高度膨脹，有彌搜性壓痛，反跳痛，②少腹堅痛，③大便不通。
^pulse ①脈微實，②脈沉細數，③脈沉滑疾。
^ill<sub=1>〔津液消灼〕
^symtom ①小便澀短，②大便燥結。
^ill<sub=2>〔神志昏蒙〕
^symtom ①游語，②目不識人。
^formulas
^formula1〔桃仁承氣湯證〕
^origin〔《溫病條辨》方〕
^ingredients2331 桃仁、當歸、芍葯、牡丹皮 各9g，大黃15g，芒‧硝6g。水煎服。
^formula2〔緊急攻下方證〕
^origin〔李瀚卿方〕
^ingredients2332 胡黃連12g，芒硝18g，生大黃（後下）、川庫樸 各30g，桃仁1化，枳殼9g，生甘遂面3g (分衝上方每6小時服藥 一次，即24小時之內服藥兩劑（包括生甘遂面6g)。
^ck29z14h138
^norm 瘀熱結腸。
^chinese腸癰，妊娠腸癰，_，熱毒帶下，大結胸症。
^western 急性闌尾炎，慢性闌尾炎，急性發作性闌尾周圍膿腫，急性闌尾炎穿孔引起彌溲性腹膜炎，機械 性腸梗阻，右腎周圍膿腫，氣性壞疽，盆腔炎，急性出血性胰腺炎。
^combo 氣熾+血熾+氣結+液灼+陽滯+神蒙
^ill〔津氣蘊熾〕
^symtom ①高熱寒戰，身熱面赤，高熱不退，肌熱灼指，而掌有汗\\時有汗出，②口渴大飲，③煩 跺氣粗，呼吸短促，④口苦咽乾，⑤腹脹滿疼痛，腹痛以左下為甚，⑥大便秘結，小便黃赤。
^tounge ①苔薄黃少津，②苔黃厚膩，③苔黃燥，④苔黃有芒刺。
^pulse ①脈洪數，②脈滑數，③脈弦數，④脈數實，⑤沉實有力，⑥脈弦細而滑。
^ill2〔血熱繭熾〕
^symtom ①煩躁不安，②口乾咽燥，渴不欲飲，漱水不欲咽，③身黃，④大便色黑，反覺易行，⑤ 腰痛.疼痛拒按，入夜尤甚，局部紅腫，稍隆起，觸之有灼熱感，⑥帶下頻多，黃赤似膿，臭穢不潔。
^tounge ①舌質紅，②舌質深紅紅絳，③舌紫暗，④舌黯紅。
^pulse 弦數，脈弦而短。-
^ill<sub=1>〔氣機鬱結〕
^symtom ①腹疼痛逐漸加重，②腹部有鞅、滿、痛之裡實症狀.腹脹腹痛拒按，觸按則甚，時刺痛 欲厥，③胺腹脹滿，腹痛拒按，④右下腹部疼痛拒按，右腿不敢伸屈，⑤少腹堅硬而痛不可按，⑥少腹腫痞，按之即痛，小便自利。
^pulse ①脈滑實，②脈沉結，③脈沉弦。
^ill2<sub=1>〔津液消灼〕
^symtom ①口渴，②小便短赤。
^tounge ①苔黃少津，②苔黃燥起刺。
^ill<sub=2>〔陽氣不行〕
^symtom ①寒戰，②惡寒身冷，③手足厥逆。
^tounge ①舌質暗淡，②舌色多紫而黯滑潤。
^pulse ①脈遲緊，②弦緊。
^ill2〔神志昏蒙〕
^symtom 0?躁擾不寧，２四肢晃動，③神昏譫語，④狂妄不清。
^formulas
^formula〔加減大黃牡丹湯證〕
^origin〔《學說探討與臨證》方〕
^ingredients2333 生大黃（後下）9-15g，蒲公英15g，冬瓜子30g，桃仁9~12g，丹皮9g，皂角刺12g，芒硝6~9g，重症釋天二劑。
^ingredients2334 (2)右少腹痛，按之更劇，常踡足而臥，寒熱噁心，大便欲解不利，初起清化逐瘀，勢緩者，清腸飲：當歸、銀花、地榆、寸麥冬、元參、甘草、薏苡仁、黃岑；勢急者，大黃牡丹皮湯。
^ck29z14h137
^norm 瘀熱在裡，下焦蓄血，胃腸蓄血，陽證似陰。
^chinese 莕血發狂，陽明發斑，陽明蓄血，產後腹脹，經閉齒痛。
^western 重症肝炎，腹性紫瘢症。
^ill〔津氣蘊熾〕
^symtom ①兩頰潮紅，發熱，胸腹灼熱，②口竭引飲，煩渴飲冷，③脘宇板實，噫氣頻作，④消谷 善饑，⑤進食後腹脹，腹痛加劇，少腹滿，小便自利，⑥小腹急脹，便結，大便不解。
^tounge ①荅薄黃、微膩，②舌苔粗黃微膩，③中部苔黃膩，乾燥甚，無津液。
^pulse ①脈數，脈洪數有力，脈象弦數，②兩手沉滑而有力，③沉實而滑，④脈沉結。
^ill2〔血熱蘊熾〕
^symtom ①午後寒熱。既而但熱不寒，至夜發熱，②目赤紫，③煩渴，口乾燥而渴，漱水不欲咽，④煩滿，寤寐不寧，煩躁不安，⑤少腹拘急脹滿，少腹硬滿，少腹按痛，臍下石堅，且拒痛，⑥四肢出現片狀鮮紅色斑 點，無痛癢，小腹赤斑，⑦產後3~4日惡餺即止，⑧停。
^tounge ①舌紅邊瘀，②舌赤，③舌質乾紅，④舌紫絳。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾燥而渴，②大便燥結。
^symtom ①齒齦衄血，②大便黑而反易，大便色黑如漆，小便自利。
^ill<sub=2>〔陽氣不行〕
^symtom １手足厥逆，２身冷而掌有汗。
^tounge CD舌色多紫而黯，捫之滑潤，②舌色黑潤。
^pulse ①脈緩，②脈至沉微，裡按疾急，③脈伏。
^ill2<sub=2>〔神志昏蒙〕
^symtom ①神昏譫語，時而昏沉酣睡，時而尋衣摸床，惡熱掀被，人容尤甚，②喜忘，③喜笑如狂，④發狂，時而譫語，不避親疏，時或起坐，歌笑不倫。
^formulas
^formula1〔桃核承氣湯證〕
^origin〔《傷寒論》方〕
^ingredients2335 桃仁五十個，大黃 四兩，桂枝、炙甘草、芒硝 各二兩（沖）。水煎，分三次服。功能破血下瘀。
^formula2〔抵當湯證〕
^origin〔《傷寒論》方〕
^formula3〔加減代抵當湯證〕
^origin〔(通俗傷寒論》方〕
^ingredients2336 11月9日：腹痛如常，大便瀉2次色紅褐，味甚臭，口渴能飲，小便日3次色赤，脈洪數，舌紫絳，黃膩苔稍退：酒 制大黃、浮萍、沒藥、丹皮、枳實、桃仁、元胡 各6g，川黃連4.5g，連翹、白芍 各9g，雙花12g。
^ck29z14h140
^norm 蓄血發狂，陽極似陰。
^chinese ‧血厥，蓄血，熱入血室，溫疫。
^western 流行性出血熱。
^ill〔津氣蘊熾〕
^symtom ①面目紅赤，面部浮腫，②白睛腫如?膠，③腰如錘擊，④大腹膨隆，腹脹如鼓，絞腸腹 痛，痛而拒按，輾轉不安，⑤而熱烙手，目赤氣粗，⑥大便秘結。
^tounge 苔灰黑繭焦，苔貨而焦。
^pulse 脈濁鼓指，沉滑。
^symtom ①間或奐衄，②紫斑顯露；③大便色黑如漆，反覺易行，④經水適來，未淨即止。
^tounge 舌質紅絳，深絳邊紫青，舌色紫駱滑潤。
^pulse 脈弦細而數。
^ill<sub=1>〔神志蒙閉〕
^symtom ①神昏譫語，人事不省，不能言邁，②手足揚擲，歌笑不倫，③耳聾目閉，發躁欲狂。
^ill2<sub=1>〔絡脈不和〕
^symtom ①頭搖目瞪，②手指抽掣，瘈擬，痙急，搐搦。
^ill<sub=2>〔津液消灼〕
^symtom ①齒槁，②灼熱胸痞，③便閉腹脹，④小便短澀。
^tounge 舌色黑潤。
^ill2〔陽氣不行〕
^symtom ①身重不能轉側，②手足厥逆，③身冷有汗。
^pulse 脈右沉結。
^formulas
^formula〔桃核承氣湯證〕
^origin〔（傷寒論》方〕
^ingredients2337 桃仁五十個，大黃 四兩，桂枝、炙甘草、芒硝 各二兩（沖）。水煎，分三次服。功能破血下瘀。
^alias瘀血阻塞經脈，下焦蓄血，陰虛肝燥，陰虛肝橫，氣虛血瘀，氣血黎脫。
^chinese眩母，頭痛，熱人血室，小腹痛，少腹痛，下疼，瘀血腰痛，房復，痛經，閉經，赤白帶下，崩漏，乳糜 血尿，尿血，癃閉，石淋，肝癰，疝腫，癥瘕，癥塊，紫瘢，翻甲，附伢痰。
^western 神經官能症，原發閉經，慢性盆腔炎，子宮內膜異位症，子宮內腴增生症，右側附件炎性包塊，功能性子宮 出血，宮外孕（急性型）、（休克型）、（亞急性型）、（內崩型），輸卵管妊娠，陳舊性宮外孕並繼發感染，卵巢資腫，子宮 腫瘤，胎盤殘留，原發性血小板減少症，高血壓性紅細胞增高症，系統性紅斑性狼瘡，f曼性腎盂腎炎，腎結石並賢盂積水，雙側多盎腎，急性腎功能衰竭，慢性前列腺炎，前列腺肥大，饅性肝炎，關節結核病，血栓性靜脈炎，血絲蟲病，硬皮病。
^ill〔血滯不行〕
^symtom １面色萎黃，臉容黧黑，如蒙灰塵，暗晦不澤，２頭重不舉，眼中生花，３身重乏力，４經期痛 甚，色紫黯，伴有血塊，月事中斷。
^pulse ①脈左弦澀，右細數，②脈澀，脈沉澀，③脈弦革。
^tounge ①舌紅邊有紫點，苔薄，②舌苔白薄，質暗有瘀血斑點，③舌紫，舌青，④舌苔長期如墨。
^symtom ①小腹偏左痛引小腹，手不可近，②小腹拘急，並向陰莖放射，③少腹及脅下疼痛如被杖，手不 可近，④小腹裡急絞痛『串胯筋攣，⑤腰背痛，輕則酸楚沉痛，重則狀如錐刺，不敢俯仰，⑥腳脛在下午拘攣。
^symtom ①脅脹脘悶，②下腹脹滿，③少腹癰而小便熱痛，④乳房發脹。
^tounge 舌尖偏紅，苔白膩，舌苔兩邊淡黃，中間一線無苔。
^pulse ①脈弦數，②脈沉滑而數，③脈象細數，左尺細澀。
^symtom ①往來寒熱，②小便灼熱赤澀，③帶下，陰道頻流濁液。
^pulse 脈弦數。
^tounge 舌苔白而暗。
^ck29z21h300
^norm 瘀阻肝絡。
^chinese 熱人血室，帶下，少腹痛，脅下疼。
^combo 血滯+氣滯+絡滯+ W鬰
^ill〔血滯不行〕
^symtom 月事中斷。
^pulse 脈弦革。
^ill2〔絡脈不利〕
^symtom ①小腹偏左痛引小腹，手不可近，②少腹及脅下疼痛如被杖，手不可近。
^ill<sub=1>〔氣機不利〕
^symtom ①少腹痛而小便熱痛，②大便燥結。
^tounge 舌苔兩邊淡黃，中間一線無苔。『
^ill<sub=2>〔陽氣不和〕
^symtom ①往來寒熱，②小便灼熱赤澀，③帶下，陰道頻流濁液。
^pulse 脈弦數。
^tounge 舌苔白而暗。
^formulas
^ingredients2338 當歸、生地貿、紅花、牛膝 各9g，桃仁12g，枳光、赤芍葯 各6g，桔梗、川芎 各4.5g，柴胡、甘草 各3g。水煎服。
^formula2〔活血化瘀湯證〕
^origin〔《李聰甫醫案》方〕
^ingredients2339 ，鹽炒龜版、酒白芍、酒潤當歸、火麻仁、赤茯苓 各10g，烏賊骨、川楝子 各7g，丹皮、香附 各5g，醋炒靈脂、元胡、廣木香 各3g，肉桂2g:J　　　摘錄：
^ingredients2340 (1)王旭商治便血後，余瘀凝於肝絡，余熱留於小腸，少腹痛而小便熱痛，宜化瘀洩熱：桃仁、丹皮、鮮生地、木 通、黑扼、滑石、當歸身、山楂炭、蒲黃、新絳，回生丹（《柳選四家醫案》263)。
^ck29z21h314
^norm 瘀血阻塞經脈。
^chinese 房復，瘀血腰痛。
^western 神經官能症。
^combo 絡滯+血滯+氣滯+氣化
^ill〔絡脈不利〕
^symtom ①肢背痛，輕則酸楚沉痛，重則狀如錐刺，不敢俯仰，②腰痛呼號，午後尤甚，劇痛戍亥，天明若失，③小腹拘急，並‧向陰莖放射，④小腹裡急絞痛.串胯筋攣，⑤腳脛在下午拘攣。
^ill<sub=1>〔血滯不行〕
^symtom ①面色萎黃，②頭重不舉，眼中生花，③身重乏力。
^pulse 脈象沉澀。
^tounge 舌苔白薄，質暗有瘀血斑點。
^ill<sub=2>〔氣化不行〕
^ill2<sub=2>〔氣機不利〕
^symtom ①下腹脹滿，②胸悶，心胸煩悶，③身熱，便閉溲短。
^pulse 脈象細數，左尺細澀。
^tounge 舌尖偏紅，苔白膩。
^formulas
^formula〔身痛逐瘀湯合活絡效靈丹證〕
^origin〔孫諍川方〕
^ingredients2341 當歸、懷牛膝 各12g，桃仁、赤芍、生大黃 各9g，紅花、乳香、沒藥 各6g，丹參25g，生地！8g，水煎服。
^ingredients2342 1.論著：瘀血阻塞經脈，病多起於閃挫跌撲，瘀積於內，主行瘀通經，四物湯加桃仁、山甲、元胡、大黃，外用薑蔥 酒糟搗敷，或加味調營活絡飲：大黃、歸尾、牛膝、桃仁、赤芍、紅花、生地、川芎、桂枝、丹皮、乳香、沒藥、鹿角霜、澤蘭、三七、山羊血、甲珠。
^ck29z21h127
^norm 蓄血。
^chinese 痛經，小腹痛，赤白帶下。
^western 饅性盆腔炎，子宮內膜異位症，f外4 (亞急性型）。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^symtom ①脅脹脘悶，②朐臆痞悶，③乳房發脹，④腹疼。
^pulse ①脈弦數，②脈沉滑而數。
^tounge ①舌質紅苔薄白，②苔根黃糙。
^ill<sub=1>〔血滯不行〕
^symtom ①臉容黧黑，如蒙灰塵，暗晦不澤，②下腹部持續性隱痛，陣發性劇痛少腹疼痛，有急迫 感，③月經世少，④經血色紫紅有塊世多，色不鮮，經來後則痛勢減輕，⑤經期痛甚，色紫黯，伴有血塊，⑥腹部疼脹，月經一月少於一月，色紫成塊。
^tounge ①舌紅邊有紫點，苔薄，②"舌紫，③舌青，（3活苔長期如疆。
^pulse ①脈左弦澀，右細數，②脈澀，脈沉澀。
^ill<sub=2>〔陽氣不和〕
^symtom ①潮熱，手足心發熱，②至夜咽啦乾燥，渴飲，n乾欲飲，③煩躁多夢，④有時典衄，⑤ 腰痠，⑥帶下赤白腥臭黏稠。
^tounge 舌紅紫，苔薄。
^pulse 脈緊而弦。
^formulas
^formula1〔血府逐瘀湯證〕
^origin〔顏乾麟方〕
^ingredients2343 當歸、生地、紅花、牛膝 各9g，桃仁12g，枳殼、赤芍、甘草 各6g，柴胡3g，桔梗、川芎 各4.5g，水煎服。倍生地、柴胡。
^formula2<var=2>〔金鈴子散、琥珀硃砂丸證〕
^origin〔周蘭若方〕
^ingredients2344 炒當歸、川芎、烏藥、丹皮、元胡 各9g，川楝子、桃仁、炙紅雞冠花 各12g，乳香、沒藥、醋炒大黃 各4.5g，西琥珀 l.2g，沖土茯苓 30g，
^formula3〔清熱行血以調經方證〕
^origin〔劉洪祥方〕
^ingredients2345 丹參18g，赤芍、白芍、香附、牛膝、炒五靈脂 各12g，當歸、黃芩、薑黃 各9g，木香6g，生地I5g。
^ck29z21h130
^norm 下焦瘀熱。
^chinese 崩漏。
^western 輸卵管妊娠，子宮內膜增生症，功能性子宮出血。
^combo 氣滯+血滯+氣逆+血溢
^formulas
^formula1<var=2>〔沈氏和痛湯證〕
^origin〔楊守仁方〕
^ingredients2346 當歸、香附 各9g，川考、桃仁、生蒲貿、崔麥、潤炒莪術、元胡 各6g，紅花、炎甘草各
^formula2〔桃紅四物湯合玉燭散證〕
^origin〔余奕群方〕
^ingredients2347 當歸、生地、仙鶴草、茜根 各18g，赤巧、川寫 各12g，桃仁、紅花、大貨、甘草 各9g，丹皮 15g，元胡12g。
^formula3〔血竭祛瘀生新湯證〕
^origin〔何子淮方〕
^ingredients2348 血竭4.5g，大黃炭、元胡、繼木花、血余炭、赤芍、白芍、失笑散各丹參5g，當歸炭24g，藕節30go
^formula4〔消瘀通絡方證〕
^origin〔周蘭若方〕
^ingredients2349 水蛭、虻蟲、西琥珀（沖） 各3g，醋炒大黃、京三稜、蓬莪術 各4.5g，桃仁、當歸尾、粉丹皮各牝，灑炒牛膝9g，紫丹參、失笑散（包）、威靈仙各2g，紅花汁拌炒絲瓜絡4寸，敗醬草15g。
^ck29z21h306
^norm 下焦瘀結。
^chinese癃閉，石淋。
^western 前列腺肥大，腎結行並腎盂積水，急性腎功能衰竭。
^combo 氣滯+氣結+氣化不行
^ill〔氣機鬱結〕
^symtom ①腹堅痛，②大便色黑，③前列腺肥大所致之包塊，④不渦便秘，⑤腎絞痛發作。
^tounge ①舌邊紅，舌苔薄白，②舌邊有明顯紫斑，③舌質紫暗少萏，④舌質稍紫，有瘀點，苔灰
^pulse ①脈細滑帶澀，②弦細而澀，③脈沉細而澀。
^ill<sub=1>〔氣機不利〕
^symtom ①小腹脹急，少腹滿急，②小腹脹痛難忍，小腹急疼r③臍腹痛不可忍，④腰腹脹痛，時 有刺痛，⑤噁心嘔吐，氣短喘促。
^tounge 苔薄白，舌淡紅而苔膩。
^pulse ①脈細數，②脈來沉弦。
^ill<sub=2>〔氣化不行〕
^symtom ①尿痛尿急，小便澀滯不暢，排尿困難，莖中砂澀，膿血尿，②小便點滴不通，③陰莖腫 脹，④全舟浮腫，兩腿腫勢按之沒指。
^formulas
^formula1<var=1>〔假蘇散證〕
^origin〔宋文耀方〕
^ingredients2350 荊芥、香附、雄麥、當歸、赤茯苓、海藻 各9g，丹參12g，乳香、陳皮、黃柏、木通 各6g，廨香（沖）0.15g，燈心
^formula2<var=1>〔桂枝茯苓丸證〕
^origin〔張慶武方〕
^ingredients2351 桂枝、茯苓、桃仁、丹皮、赤芍、火黃、川個膝、紅花、益母草、澤蘭。
^formula3<var=2>〔丹紅留行湯證〕
^origin〔張沛虯方〕
^ingredients2352 桃仁、赤芍、紅花、乳香、澤蘭 各9g，蒲公英30g，敗醬草，王不留行、丹參、山甲片 各15g，生麥芽90g。
^formula4〔理氣化瘀，通淋排石方證〕
^origin〔汪正聰方〕
^ingredients2353 金錢草、海金沙、蜂房、石韋 各30g，三稜、莪術、穿山甲 各12g，琥珀末、乳香、沒藥 各6g，懷牛膝15g，青皮、陳 皮、桃仁、杏仁 各10g，白芷2g。
^formula5<var=2>〔虎杖散證〕
^origin〔汪正聰方〕
^ingredients2354 虎杖16g，杜仲、牛膝、桃仁、王不留行 各9g，海金砂、乳香 各6g，琥珀末（分沖）3g。
^formula6<var=2>〔血府逐瘀湯證〕
^origin〔汪正聰方〕
^ingredients2355 當歸20g，白茅根、桃仁 各25g，川芎8g，赤苟、桔梗、天麻、紅花、枳實：柴胡、大黃 各10g，甘草5g，丹參30g，?麥15g，大腹皮50g，半夏8g。
^ingredients2356 (3)王復生治前列腺肥大，急性尿瀦留：桃仁15g，倆、川牛膝、盟麥、車前子 各12g，鹽川黃柏、鹽知母、紅花、竹葉、留行子、皂角刺、烏藥 各10g，甘草梢5g，肉桂2gQ脈數有熱象加雙花、公英、敗醬草，氣虛加黃耆、黨參，便秘 加大黃、元明粉。
^ck29z21h291
^norm 瘀結肝絡。
^chinese 肝癰，疝腫，脅痛，小腹痛，癥瘕。
^western 右側附件炎性包塊。
^combo 氣結‧+氣鬱+氣滯+陽鬰
^ill〔氣機不宣〕
^symtom ①口乾不思飲，②納少。
^ill2〔氣機鬱結〕
^symtom ①小腹痛拒按，②下腹疼痛捭忍，③脅痛經年累月，或痛在一處如力:割，脹痛木可按，④睪丸腫痛，甚則出膿血。i，A ‧中
^tounge 舌紫有斑點。‧入沖'nia ：
^pulse ①脈弦濕，②脈細澀而數，③脈沉細
^ill<sub=1>〔氣機不利〕
^symtom ①小腹脹急，②胃脘脹痛。
^tounge 舌紅，苔貨厚而乾。
^pulse 脈細數。
^ill2〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^symtom .‧１面色蒼白，２頭昏，３神疲乏力，４低熱，５睡眠不安，６恍惚多忘，７白帶盤多，色 白而質稠。
^formulas
^ingredients2357 青皮、陳皮、瓜蔞仁、山甲、銀花、連翹、甘草。
^formula2〔疏通血絡方證〕
^origin〔曹炳章方〕
^ingredients2358 鮮生地15g，搗豆豉、黑山梔、延胡索、土貝母、丹皮 各6g，川楝子3個，赤芍、蟬衣 各4.5g，蘇木、紅花 各2.4g，桃仁14 ‧粒.。水煎服。
^ingredients2359 (1)脅痛經年累月，或痛在一處如刀割，且恍惚多忘，脈弦澀，痛如割者，王雨三主玉燭散加紅花、桃仁。跌打死 血，脹痛不可按者，主復元活血湯：柴胡、天花粉、當歸、甲片、甘草、紅花、桃仁、大黃，酒引；陳士鐸主散瘀湯：水 蛭、甘草 各3g，當歸、丹皮、紅花、生地 各9g。復發用抵當丸下瘀，終用四物湯加丹皮、三七 各9g，或加味三七散：三 七、香附、乳香、沒藥、甘草。
^ingredients2360 (2)肝癰，復元通氣散（組方見方症），繼用柴胡清肝湯：柴胡、生地、當歸、赤芍、川芎、防風、連翹、中蒡子、黃芩、山扼、天花粉、甘草。
^ingredients2361 (3)舉丸腫痛，駐則出膿血，小肢脹急，脈細數，主逐瘀調氣，清瀉瘀熱，桃仁承氣湯：桃仁、當歸、元胡、川芎、生地、赤芍、吳茱萸、青皮、丹皮、生薑。
^ck29z21h131
^norm 下焦瘀結。
^chinese 癥瘕。
^western 卵巢瘓腫，子宮腫瘤，陳舊性宮外孕並繼發感染。』
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom ①腹肌緊張，②大便乾結。
^tounge 舌苔白膩。
^pulse ①脈弦數，.②脈滑有力。
^ill2〔血滯瘀結〕
^symtom ①月經量少，經停，②月經淋瀝數月，血貴多挾血塊，③小腹腫塊有雞卵大。漸大如舉，質硬疼痛，④小腹隱隱痛，⑤下腹痛甚拒按。
^tounge 舌紅糙少苔。
^pulse 沉弦。
^ill<sub=1>〔氣機不利〕
^symtom 腹脹胸悶。
^ill<sub=2>〔陽氣不和〕
^symtom ①面容枯槁，體質消瘦，②怠乏力，③心慌氣喘C
^formulas
^formula1〔逐瘀消嘓方證〕
^origin〔王澤銀方〕
^ingredients2362 桃仁、紅花、三稜、莪術、廣三七、丹皮、赤芍、延胡、柴胡、川牛膝、焦山楂、大黃 各15g，廣木香6g。
^formula2<var=2>〔下瘀血湯合四烏賊一蘆茹丸證〕
^origin〔朱敬修方〕
^ingredients2363 大黃、庖蟲、肉桂、當歸、川芎、益母草、桃t：、三稜、莪術、乳香、沒藥、牛膝、丹皮、凌筲花、海螵蛸、茜根。
^ck29z21h144
^norm 氣虛疲結。
^chinese 崩獮，燒塊。
^western血栓性靜脈炎，陳舊性宮外孕，卵巢逛腫，胎盤殘留，宮外孕（內崩型），慢性前列腺炎。
^combo 血結+氣結+氣虛+血虛+陽鬰
^ill〔血滯瘀結〕
^symtom ①而色晦暗，②少腹輕微脹痛，陰道時流紫黑污水，腐穢難聞，③突然持續性腹劇痛，崩 漏挾血塊，血色紫黑成塊，④小腹癥塊作痛，⑤下肢皮下呈蚯蚓樣索條結硬。
^tounge ①舌暗紅，淨舌質紫暗，③苔少，④舌質淡紅邊有紫斑。
^pulse ①脈沉澀，②脈沉細而澀。'
^ill2〔氣機鬱結〕
^symtom ①下腹痛甚拒按，②少腹脹痛，有下墜感，③大便秘結。
^tounge ①舌苔白膩微厚，②苔淡黃。
^ill<sub=1>〔氣虛失養〕
^symtom ①面色蒼白，面虛浮，②楮神萎頓，疲倦無力，不思飲食，③氣短，④出冷汗，⑤尿後淋 浙不止，尿色p■清時黃，⑥少腹脹唚微有痛感。
^tounge 有齒印。
^ill2〔血虛失榮〕
^symtom ①面色晦滯，色恍白，少華，形瘦，②頭暈耳鳴，③心悸，④腰酸疲乏。
^pulse ①脈細弦而澀，②脈花，③脈沉澀尺弱。
^ill<sub=2>〔陽氣不和〕
^symtom ①午後低熱，②時有煩躁，③口渴不欲多飲。』
^formulas
^formula1〔加味四妙湯證〕
^origin〔張榮增方〕
^ingredients2364 生黃耆30g，當歸、銀花、蒲公英 各15g，甘草、虻蟲 各6g，桃仁12g，赤芍、皂角刺、山甲、水蛭、連翹 各9g。
^formula2<var=1>〔桃紅四物湯證〕
^origin〔易林初方〕
^ingredients2365 當歸、赤芍、桃仁：、生地、五靈脂、香附、黨參、黃耆、蒲黃、乳香、沒藥 各10g，益母草15g，紅花、川芎、蘇木各
^ingredients2366 (1)張榮增治血栓性靜脈炎：局部紅腫疼痛，皮下呈蚯蚓樣索條結硬，10-64劑，7例均愈。加味四妙湯（組方見方 症）。根據病情，適當加用地丁草、天花粉、丹參、乳香、沒藥、蘇木、茜根、麝香、鹿角霜、川芎、元參等。
^ck29z21h141
^norm 氣妞暴脫。
^chinese血崩。
^western 宮外孕（急性型）、（休克型）。
^combo 氣熾+血熾+神閉+氣脫+絡部+陽滯
^ill〔津氣蘊熾〕
^symtom ①脘悶，②鼓腸，腹脹，③小腹脹滿，痛而拒按，④大便秘結。
^tounge 舌苔黃厚。
^pulse ①脈弦帶數.②脈弦滑。
^ill2〔血熱蘊熾〕
^symtom ①小腹脹墜痛，下腹部劇痛，②漏下色紫魚少。
^pulse 脈細而數。
^ill2〔神志蒙閉〕〔氣虛脫絕〕
^ingredients2367 紅參、當歸、元胡索、半夏 各9g，川彎、紅花、蘇木、枳實 各6g，大黃、炮姜各4.5§，丹參12g，益母草15名。
^alias熱入血室，瘀火上衝。
^chinese 熱入血室，W脘疼，呃逆，嘔血，中腑0
^western 胃潰瘍，十二指腸潰瘍。基本證象：
^symtom ①灼熱痛，②口苦，口膩。
^tounge ①舌質紅苔黃，②舌邊及舌尖夾紫，③舌質暗，苔薄膩。
^pulse ①脈沉弦而澀，②脈弦數。
^symtom ①脘腹疼痛，②胸脅下滿如結胸狀者，③少腹及脅下疼痛如被杖，手不可近，④少腹滿痛。
^symtom ①嘔血紫瘀，②大便瘀黑。
^symtom 納差。
^symtom 反酸與曖氣，吞酸，嘈雜。
^symtom ①身涼，身體亦重，身之側旁氣痺，②胸背拘朿不遂，
^tounge 舌苔白而暗。
^pulse 脈遲。
^ill〔腠理不調〕
^symtom 往來寒熱，發作對時，如瘧狀。
^pulse 脈弦數。
^ck29z16h083
^norm 熱人血室。
^chinese 熱入血室。
^combo 陽鬰+表鬰+氣鬱+氣滯
^ill〔陽氣不和〕
^symtom ①身涼，身體亦重，身之側旁氣痺，②胸背拘束不遂，③治語。
^tounge 舌苔白而暗。
^pulse 脈遲。〔腠理不調〕
^symtom ①往來寒熱，發作有時，如瘧狀。
^ill2〔氣機不利〕
^symtom ①胸脅下滿如結胸狀者，②少腹滿痛，③少腹及脅下疼痛如被杖，手不可近。
^pulse 脈弦數。
^tounge 舌苔白而暗。
^ill<sub=1>〔氣機不降〕〔氣機不宣〕
^ill<sub=2>〔清空不S〕
^formulas
^formula<var=2>〔小柴胡證〕
^origin〔胃琢如方〕
^ck29z16h084
^norm 熱入血室。
^chinese 熱入血室。
^combo 陽鬰+表鬰+氣鬱+氣蒸
^ill〔陽氣不和〕
^symtom ①發熱惡寒，②頭痛身痛。
^pulse 脈尚弦數，左勝於右）
^ill2〔腠理不調〕
^symtom ①寒熱往芣，微寒高熱。
^ill3〔津氣道蒸〕
^symtom ①發熱，下午作熱，②口渴，善飲，舌灼，熱時與灼如煙囪，③而紅耳赤，頭汗出，④溲黃，⑤煩躁不安，⑥月水不絕，下血，惡餌不多，⑦神昏，譫語，入夜譫語如見鬼狀，便閉腹痛。
^tounge 舌紅尖剝，苔黃，舌苔粗黃。
^pulse ①右滑大而數，②脈滿數，③脈弦數。
^ill<sub=1>〔氣機不宣〕
^symtom 胸脅痛。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔清空不寧〕
^symtom 耳聾。
^formulas
^formula1〔清室湯證〕
^origin〔陳士鐸方〕
^ingredients2368 柴胡、黃芩、半夏 各3g，丹皮9g，枳殼. 5g，白芍15g。
^formula2〔導熱湯證〕
^origin〔陳士鐸方〕
^ingredients2369 白芍、當歸、丹皮 各9g，柴胡6g，黃芩、甘草、天花粉 各3g。
^ingredients2370 (0孫文垣治孫元素婦，春溫後，經水適至，余熱不退，口渴，胸脅痛，耳聾，脈左弦數，右滑大而數，用小柴胡加 石耷、知母、桔梗、枳殼、瓜蔞、半夏曲服之；熱渴如故，改用柴胡6g，人參、甘草、天花粉、貨芩 各2.1g，白芍、紅 花、當歸、丹皮、知母 各2.4g，.調理而瘳（《續名醫類案》上80)。《
^ingredients2371 二診：1劑煩熱口渴均減，月水已止，夜間仍有譫語，邪留陰分，自非一蹴即就之事，上方加減：柴胡、香附、甘草、生薑 各6g，黃芩、法半夏、丹皮 各9g，沙參、天花粉、白芍、生地 各12g，大棗4枚。
^ingredients2372 三診：服後已無譫語，惟面白少神，脈細口乾，病後虛衰，法主雙療氣血之劑緩進：當歸、白芍、熟地、茯苓 各12g，黨參15g，川芎、白朮、陳皮、甘革 各6g，麥芽9g，生薑3g。
^ck29z16h086
^norm 熱入血室。
^chinese 熱人血室。
^combo 陽鬰+表鬰+氣鬱+氣熾+氣結
^ill〔陽氣不和〕
^symtom 兩足厥冷。
^symtom 發熱惡寒，早輕暮用：。
^ill<sub=1>〔氣機鬱結〕
^ill<sub=2>〔洧空不寧〕
^formulas
^formula1〔當歸復元湯證〕適應發熱，漱水不欲咽，或痰涎嘔惡，或兩足厥冷，或胸脅、小腹急結，或吐血、衄血。
^ingredients2373 當歸屎、柴胡、山甲、天花粉、甘草、紅花、桃仁、青皮、灑制大黃。
^formula2〔活血化瘀，清解邪熱方證〕
^origin〔楊俊義方〕
^ingredients2374 柴胡、生山楂、敗茜草 各30g，五靈脂12g，紅花、制川大黃 各6g，當歸、香附、神曲 各10g，廣木香粉（沖）、烏藥  各3go
^ck29z16h254
^norm 瘀阻胃絡。
^chinese 筲脘疼。』
^western 胃潰瘍，十二指腸潰瘍。
^combo 絡滯+血溢+氣滯+氣鬱
^formulas
^formula1〔活血化瘀，清解濕熱之法證〕
^origin〔劉樹農方〕
^ingredients2375 紫丹參9g，當歸、桃仁、紅花 各6g，參三七粉（和服）.5g，馬勃（包）、川芎、白芷、柿餅筘 各3g，段瓦楞12g，左金丸2.5g。
^formula2〔清熱和中方證〕
^origin〔劉樹農方〕
^ingredients2376 蒲公英30g，天花粉30g，鬰金15g，佛手15g，白芍30g，甘草10g，延胡10g，五靈脂15g，海螵蛸20g，瓦楞子30g。
^ck29z16h283
^norm 瘀火上衝。
^chinese 呃逆，嘔血。
^combo 氣熾+血熾+氣逆+血溢+氣滯+神擾
^ill〔津氣蘊熾〕
^symtom ①潮熱，②口苦口渴，③大便秘結，④小便黃少。
^pulse ①脈數，②脈弦實。
^ill2〔血熱蘊熾〕
^symtom 潮熱。
^tounge 舌邊瘀斑，苔薄白。
^ill<sub=1>〔氣機沖逆〕
^symtom ①咳逆，②嘔逆，③呃逆，3年不停，呃時牽引劍突部疼，水下即呃。
^ill2<sub=1>〔絡血妄行〕
^symtom 失血，色紫黑不鮮。
^pulse 脈芤沉澀。
^ill2〔氣機不利〕
^symtom ①胸中尚滿，胸滿而痛，②心下痛悶，③嘔而心胸刺痛，④食後脘脹。
^ill<sub=2>〔神志不寧〕
^ill2<sub=2>〔清空不寧〕
^formulas
^formula1〔順而下之方證〕
^origin〔尤在涇方〕
^ingredients2377 小薊炭、赤芍、生地、犀角、鬰金、丹皮、茺蔚子、童便。
^formula2〔血府逐瘀湯加代赭石方證〕
^origin〔戴會掊方〕
^ingredients2378 生地黃、全當歸、紅花、牛膝 各9g，赤苟、枳殼 各6g，川考、北柴胡、桔梗、甘草 各4.5g，桃仁12g，代赭石15g。
^ingredients2379 (3)四明：必先行瘀為主，如四物湯加醋炒大黃、桃仁、紅花、丹皮、香附，紫血盡，鮮血見，六君子湯加當歸 調之。
^ingredients2380 金、赤芍、制大黃、甘草、丹皮。
^alias血氣痛，肝脾不和，氣虛血瘀，瘀阻腦絡。『
^chinese眩暈，垌頭痛，瘀血腹痛，久瀉，痛經，閉經，崩漏，產後血痺，不孕證，血癥，血瘕，瘧毋，癥瘕，血 蠱，血腫，血瘦，乾血病，熱脹，肝癰，肝脹，臌脹，陰水，虛勞，脫疽。
^western 血管神經性頭痛，三叉神經痛，蕁麻疹，髂股靜脈血栓形成，淺層靜脈炎，深部栓塞性脈管炎，皮下瘀血 (隔血症），下肢靜脈曲張，系統性紅斑狼瘡，真性紅細胞增多症，風濕性心臟病，二尖瓣狹窄及閉鎖不全，心房纖顫，心 力衰竭，遷延性肝炎，_敢症肝炎，肝膿瘍，慢性多發性肝膿瘍，肝腫大，早期肝硬化，肝硬化，肝卿‧腫大，肝硬化腹水，脾機能『充進，慢性腎炎，慢性腎炎賢病型，輸卵管不通，子宮肌瘤，腹腔瘀血，腹腔腫物，手術後發熱，肥胖病，慢性骨 髓炎，耳廓血腫。
^ill〔氣機不利〕
^symtom ①胺悶腹脹，噯氣少食，②兩脅痛，③少腹疼痛，痛則大便，便帶黏?，腹脹。
^symtom ①腹痛，呆癇不移，臥則腹墜，②躋上有條索狀塊物，③痛經，經不調，閉經，④驟下如崩，繼 之成漏，血塊甚多，小腹脹痛，痛則又下，⑤皮膚紅斑、瘀斑，⑥肝脾腫大，⑦肢指趾端紫紺，口唇暗紫。
^tounge 舌有瘀斑，邊尖刺。
^pulse ①脈弦細而澀，②脈象兩寸微，兩關弦，兩』尺沉澀。
^symtom 時有低熱。
^ck29z18h127
^norm 血氣痛。
^chinese 瘀血腹痛，久瀉。
^combo 氣滯+血滯+陽鬰
^ill〔氣機不利〕
^symtom ①胺悶腹脹，噯氣少食，②少腹疼痛，痛則大便，便帶黏?。
^ill<sub=1>〔血滯不行〕
^symtom ①腹痛，呆痛不移，臥則腹墜，②臍上有條索狀塊物。
^tounge 舌紅有瘀斑，苔薄白。
^pulse 脈弦細。
^ill<sub=2>〔陽氣不和〕
^symtom 時有低熱。
^formulas
^formula1〔澤蘭湯證〕散血破瘀，治腹痛，瘀血內積，阻塞氣道，呆痛不移。
^ingredients2381 澤蘭、丹皮、川牛膝、桃仁、紅花、歸尾、三七、赤芍、大黃。
^formula2〔犋下逐瘀湯證〕
^origin〔《1林改錯》方〕
^ingredients2382 五靈脂、川芎、牡丹皮、赤芍葯、烏藥各二錢，延胡索一錢，當歸、桃仁、紅花、甘草各三錢，香附、枳殼各一錢五 分。水煎服。1
^ck29z18h024
^norm 營血瘀熱。
^chinese 脫疽。
^western 蕁麻疹，髂股靜脈血栓形成，淺層靜脈炎，皮下瘀血（隔血症），下肢靜脈曲張，耳廓血腫。
^combo 血熱+血滯+液灼+絡滯
^ill〔血熱蘊蒸〕
^symtom ①低熱，②皮膚紅斑纍纍，瘙癢不堪。
^tounge 苔薄黃膩。
^pulse 脈滑數。
^symtom ①面色萎黃，②疼痛夜間更甚。
^tounge ①唇紫苔溥白，②舌體胖嫩，質紫藍，苔白厚膩。
^pulse ①脈沉細弦，②脈細澀。
^ill<sub=1>〔絡脈不利〕
^symtom ①下肢疼.小腿肚發脹，繼即發燒灼痛，高度浮腫，②下肢明顯腫脹，按之無凹陷，皮膚 發白，皮溫正常，③下肢靜脈曲張，④耳廓血腫無疼痛，穿刺抽而復腫。
^ill2<sub=1>〔絡脈不和〕
^symtom ①兩膝痠楚，②如蟲蟻在爬行。
^ill<sub=2>〔津液消灼〕
^formulas
^formula1<var=2>〔血府逐淤湯證〕
^origin〔薛良珍方〕
^ingredients2383 黃耆30g，當歸2g，川考、生地、桃仁、/二膝、路路通、絲瓜絡 各9g，柴胡、積賣、紅花、甘草 各6g。
^formula2〔逐瘀通絡方證〕
^origin〔張膜夏方〕
^ingredients2384 當歸、桃仁、地龍、淮牛膝、黎丸、枳殼、制僨蠶 各9g，藏紅花、蟬衣 各1.5g，皂角制、制乳香、沒藥 各3g，炒葸苡 仁 12g0
^formula3〔活血散瘀湯證〕
^origin〔趙炳南方〕
^ingredients2385 蘇木、桃仁、赤巧、白芍、萃紅花、三稜、莪術、陳皮各9~15g，鬼箭羽15~30g，木香3~9g。
^formula4〔祛濕化擠法證〕
^origin〔高啟漢方〕
^ingredients2386 治下肢靜脈曲張，詳見病案（5)。蒼朮、黃柏 各18g，牛膝、木瓜、桃仁、赤芍、地龍、丹參 各12g，防己、紅花、沒藥各當歸15g，薏該仁30g。摘錄：
^formulas
^formula1<var=2>〔歸脾合奇效四物證〕
^origin〔楊守仁方〕
^formula2〔養血清熱，活血通絡方證〕
^origin〔王淑梅方〕
^ingredients2387 黃耆、牛膝 各15g，川芎、紅花、地龍 各6g，當歸、赤芍、女真子、旱蓮草、天花粉 各12g，雞血籐30g。
^ingredients2388 (4)王渭川治系統性紅斑狼瘡：紅斑皮損，關節痛，發熱，消化系統症狀，疲乏無力，日光過敏，心動過速（五大症 二特徵）基礎方：生黃耆60~90g，雞血籐、生地、淫羊茬、丹參各24～30g，元參5～8g，板藍根、紫草、甘草 各30g，桑寄生24g，生蒲黃、全蝸、迪蟲、烏梢蛇t琥珀末、雞內金 各9g，威靈仙15~24g，蜈蚣2條，（如蟲藥不全可選加白花 蛇、祁蛇、僳蠶、地龍等），60劑為一療程。
^ck29z18h131
^norm 瘀熱結聚。『 『
^chinese 乾血癆，血痺，血癥，血瘕。
^western 深部栓塞性脈管炎，遷延性肝炎，重症肝炎，肝脾腫大，腹腔瘀血，腹腔腫物。
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom ①虛勞消瘦，②胸脅窒悶，③腹滿不能飲食，④大便時閉，大便秘結。
^tounge 舌紅邊有瘀斑，少苔或白膩、黃膩。_
^pulse ①脈弦實，②弦澀。
^ill2〔血滯瘀結〕
^symtom ①面色黑黝，兩目黯黑，肌膚甲錯，下肢皮膚隱現黑斑，②鞏膜發黃，目多紅絲，③黃疸 急驟加深，持續不退：初起鮮明，久則晦暗不明或黧黑，皮膚瘙癢，④大便常黑色，溺多自利，⑤肝脾腫大，兩脅刺痛，質硬推之不移，按之痛其，痛處不移。
^tounge ①舌紫晦暗，苔淡黃，②舌下紫脈怒張。
^pulse 脈弦數滯澀。
^ill<sub=1>〔氣機不利〕
^symtom 兩脅脹痛。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1〔大黃逝蟲丸證〕
^origin〔《金匱要略》方〕
^ingredients2389 大黃十分，黃芩 二兩，甘萆 三兩，桃仁、杏仁、虻蟲、蠐靖各一升，白芍葯 四兩，生地黃 十兩，乾漆 一兩，水蛭一百
^formula2〔逐血破瘀湯證〕
^origin〔《趙炳南臨床經驗集》方〕
^formula3<var=2>〔血府逐瘀湯證〕
^origin〔王宗泗方〕
^ingredients2390 當WUg，川考、赤巧、生地、紅花、桃仁、鬰金、三稜、我術 各9g，柴胡、枳賣、酸大黃‧ 各6g，牛膝7.5g。
^ck29z18h144
^norm 氣虛瘀結。
^chinese 不孕證，瘧母，肝癰，嫌瘕。
^western 脾機能亢進，肝膿瘍，肝腫大，肝硬化，輸卵管不通，子宮肌瘤，手術後發熱，慢性骨髓炎。
^combo 血結+氣結+氣虛+血虛+陽鬰
^ill〔血滯瘀結〕
^symtom ①面色黯，面色晦黑，唇千黑，②右上腹痛，肝區紅腫硬痛，右脅尖刺痛，③肝脾臟腫大，４經行小腹脹痛，５少腹右側結一包塊，大如雞卵。
^tounge ①舌欠紅活，②舌質暗紅，③舌質紅邊有青紫瘀斑，舌邊有紫點，④舌質紫暗苔薄，⑤舌底青筋羅銪，苔薄膩。
^pulse ①脈沉弦而澀，②脈弦澀而細。
^ill2〔氣機鬱結〕
^symtom ①心下、胸脅脹悶隱痛，②大便於燥，數a—行。
^pulse 脈沉弦搏指。
^tounge 補黃』舌紅苔黃膩。
^ill<sub=1>〔氣虛失養〕
^symtom ①精神不振，疲乏無力，食慾不振，②腳腫尿少，③白帶多，色白。
^pulse ①脈細弱，②脈細弦。〔血虛失榮〕
^symtom ①面色萎黃不華，②形體枯瘦，體質瘦弱。
^pulse 脈細。
^ill<sub=2>〔陽氣不和〕
^symtom ①面部潮紅，口微渴，②午後發熱，低熱不退，腹內陣陣發熱，熱其時兩目視物模糊不清，③鼻衄點滴，牙縫溢血，齒衄齦腫。
^formulas
^formula1<var=1>〔理沖湯證〕
^origin〔石冠犧方〕
^formula2〔益肝消嘓湯證〕
^origin〔姜春華方〕
^ingredients2391 (1)王受百治肝膿瘍：形體枯瘦，肝區紅腫硬痛，肝穿刺抽出棕色膿液，塗片檢：阿米巴滋養體少許，了38弋左右，精神不振，食慾欠佳，苔黃膩，脈弦數，口微渴，足背腫：柴胡、瓜蔞充、青皮、陳皮、赤芍、當歸、酒制黃芩、黃耆、蒲公英 各9g，廣木香6g，紅籐、銀花 各15g，甘草3g，3劑痛減，又：犖胡、當陽、白芍、青皮、陳皮、黃耆、白朮、香 附 各9g，茇祜草、紅籐、銀花、蒲公英 各15g，廣木香6g，10劑，苔黑黃色，穿孔流膿甚多，加丹皮6g，貿芩9g，黨參
^ingredients2392 2劑，有少許膿液，眠食正常：黨參、黃耆、銀花 各15g，白朮、當歸 各12g，丹皮6g，梔子、柴胡、枳殼、青皮、白 芍 各9g，甘草3g，6劑，膿盡收口痊癒。
^ck29z18h184
^norm 瘀血化水。
^chinese 血腫，熱脹，血蠱，肝脹，臌脹。
^western 慢性腎炎，悛性腎炎柙病型，肝硬化腹水。
^combo 血結+津滯+氣結+絡滯
^ill〔血滯瘀結〕
^symtom ①形瘦面黃，兩目黯黑，皮膚粗糙，面色無華，精神萎頓，②左脅聚氣，右脅下隱痛，腹 壁左肋下硬塊按之不移，③少腹堅脹，④月經閉止，⑤大便溏瀉色黑。
^tounge ①舌質淡，舌質黯，②質青紫，③邊有瘀點。
^pulse 脈沉細弦澀。
^ill2〔津不化氣〕
^symtom ①水腫，腰以F水腫，②滕脹，腹大如臌，③胸水，呼吸不利，難以平臥，④陰褒呈高度
^tounge 苔白膩。
^pulse 脈沉弦澀。
^ill<sub=1>〔氣機鬱結〕
^symtom １胸脘痞塞不舒，暖氣，噁心嘔吐，２腹脹不欲食，３腹脹滿疼痛，４脅痛，５大便不暢。
^tounge 舌赤苔黃，苔溥白。
^ill2〔氣化不行〕
^symtom 溺赤便艱，小便短少不利。
^ill<sub=2>〔絡脈不利〕
^symtom ①渾身脹痛，②青筋暴露，身有散在蜘蛛痣。
^formulas
^formula1〔茵陳柴犀湯證〕利氣化瘀，清熱涼血，以消散瘀結。
^ingredients2393 茵陳8g，梔子、廣犀角、柴胡 各6g，丹皮9g，生地Ug，大小薊24g，白茅根30g，生廿草5g。
^formula2〔當歸活血湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2394 全當歸9g，桃仁6g，桂枝4.5g，炒枳殼、赤芍、鱉血、柴胡 各2.4g，赤茯苓3g，黑炮姜1.2g，藏紅花0.6g，炙甘草 1.5g，鮮生地30g，陳酒瓢衝入。
^formula3〔龍薈絳覆湯證〕
^origin〔《通俗傷寒論》王孟英驗方〕
^formula4〔諸蠱保命丹證〕
^origin〔《通俗傷寒論）王孟英方〕
^ingredients2395 時停用西藥，觀察療效：黃芪、丹參 各30g.赤芍15g,桃仁、川牛膝 各20g,紅花Wg,益母革60g。另.：水蛭粉4.5g,溫
^ingredients2396 下現紅絲血紋，此膚血脹癥。紅商陸15g,丹皮、生地、紅花、木通、赤茍、木瓜、牛膝、當歸尾 各9g,貿柏、桑皮、甘
^ck29z18h288
^chinese虛勞，千血癆。
^western單期肝硬化。
^combo陰虛氣熾+血熾+氣滯
^ill【津氣熾】
^symtom ①明干口煥n苦，②心煩：5M,③小便短赤，大便干，④汗多。
^ill2〔血熱里熾〕
^symtom①面色癉黑，色晦不澤，②手腳心熱，五心煩熱，③齒典e,④經水涅少。
^ill<sub=1>〔陰虛失養〕
^symtom①形#'食少，氣怯聲低，力少神疲，②午后低熱，兩顴做紅，③盜汗，④失眠多夢，
^tounge舌紅少苔，或龜裂。
^pulse脈沉細數。
^ill2<sub=1>〔氣機不利〕
^symtom①胸脅脹痛，②時而太息。
^ill<sub=2>〔陽氣不和〕癥象：失眠驚悸。
^ill2<sub=2>〔神志昏蒙〕
^formula1〔益肝涼血湯〕
^origin〔關幼波方〕
^ingredients2397 生黃芪、丹參各2化，生地、白芍、紅花、澤蘭、單河車 各15g,藕節、木瓜、鬰金、留行子、槐花炭各丨2g，阿膠9S,
^formula2〔-千血癆方證〕
^origin〔朱偉常方〕
^ingredients2398 生地、當！0、丹參、赤芍、丹皮、桃仁、紅花、醋炒大貨、柴胡、山柅、呑附、旋復花、大貨讜蟲丸。
^ck29z18h289
^norm 瘀阻腦絡。
^chinese 眩暈，偏頭痛。肥胖病
^western 三叉神經痛，血贄神經性頭痛。
^combo 陰虛+氣逆+氣熾
^formulas
^formula1<var=2>〔抵當湯合逍遙散證〕
^origin〔王摯峰方〕
^ingredients2399 虻蟲、水蛭、大黃（後下〉、桃仁各6S，雲茯苓、柴胡、白芍、當歸、白朮 各9g，川芎4.5g，甘珥3g。
^formula2〔變通逍遙散證〕
^origin〔趙金鐸方〕
^ingredients2400 柴胡、紅花、桔梗 各6g，丹皮、赤芍、白巧、桃仁、當歸、白朮、橘絡 各9g，薄荷3g，山梔、川芎 各5g。
^ck29z18h169
^norm 陰水。
^chinese陰水。
^western 風濕性心臟病，二尖瓣狹窄及閉鎖不全，心房纖顫，心力衰竭。
^combo 陽虛+瀋滯+氣滯
^ill〔陽氣不振〕
^symtom ①皮膚、口蔣紫暗無光澤，②面色紫黑無光澤，③心悸。
^tounge 舌質暗紅。
^pulse 脈結代。
^ill2〔津不化氣〕
^symtom 肢體浮腫。
^ill<sub=1>〔氣化不行〕
^symtom 尿短少。
^ill2<sub=1>〔氣機不宣〕
^symtom 胸悶氣短。
^ill<sub=2>〔氣機不利〕
^symtom ①胸痛，②心下痞硬。
^formulas
^formula〔真武湯合「去菀陳莖」法方證〕
^origin〔趙錫武方〕
^ingredients2401 白芍、藕節、白茅根 各30g，附子（先煎）、生薑 各9g，雲茯苓18g，白朮、當歸、紅花 各12g，』肉桂、沉香（後下）  各6g。
^alias肝風及肺，木氣犯金，木火刑金，瘀阻盜汗。
^chinese 產後氣喘，頑固性哮喘，燥咳似癆，咳血，瘀血頭痛，面額痛，惡寒，盜汗，血痺，歷節痛風，項強臂痛，臂疼，瘀血胸滿，脅痛，胸脅痛，臌脹，脫髮。
^western神經官能症，肺結核空洞已關閉『，笛諾氏症（血管神經功能紊亂引起肢端小動脈痙擎性疾病〉，皮肌炎重症，頸椎病，泰齊氏症（肋軟骨炎），胸壁靜脈炎，胸腹壁血栓性靜脈炎，紅斑性肢痛病，三叉神經痛，肝硬化腹水，斑禿，泛發性尋常疣，跖疣。
^ill〔氣機不宣〕
^symtom ①胸悶，脘窒，胸滿，短氣，胸有重物壓迫感，②咳嗽痰濃，③脅肋不適。右脅引痛。
^tounge 舌淡青。
^pulse 脈細。
^ill2〔氣機不降〕
^symtom ①逢災卯時，燥咳無痰，至天將明，②氣喘，自汗，哮喘。
^ill3〔絡脈不利〕
^symtom ①胸脅串疼，②經前腰痠，③經停不行Q
^tounge 舌紅兼紫。
^pulse脈右浮澀，左沉弦澀。
^ill4〔絡瘀血溢〕
^symtom ①咳血，纏綿不止，時粉紅色，時咖啡色，時有血絲。
^ill5〔清竅不宣〕
^symtom 唇燥咽乾。
^ck29z04h227
^norm 肝風及肺，木氣犯金*
^chinese 產後氣喘，頑固性哮喘。
^combo 氣鬱+氣逆+清竅
^ill〔氣機沖逆〕
^symtom ①氣喘、自汗，②哮喘。
^pulse 脈數。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，脘窒，②咳嗽痰濃，③脅肋不適，右脅引痛，④口渴，溲赤如血，大便秘結。
^tounge 舌微黃。
^ill<sub=2>〔清竅不宣〕
^symtom 輿煽竅黑無涕。
^formulas
^formula〔平肝肅肺，活血降氣）證〕
^origin〔朱曾柏方〕
^ingredients2402 地龍30g，杏仁、桃仁各IOg。‧
^ck29z04h233
^norm 木火刑金。
^chinese 咳血，燥咳似癆。
^western肺結核空洞已關閉。
^combo 氣鬱+絡滯+血溢
^ill〔氣機不宣〕
^symtom ①面萎少華，面貨肌瘦，懶言神倦，②咳嗽，③飲食漸減，④溲赤。
^tounge 舌淡青。
^pulse 脈細。
^ill2〔絡脈不利〕
^symtom ①胸脅串疼，②經前腰痠，③經停不行，④潮熱，寐時盜汗出而身涼。
^tounge 舌紅兼紫。
^pulse 脈右浮澀，左沉弦澀。
^ill<sub=1>〔絡瘀血溢〕
^symtom 咳血，纏綿不止，時粉紅色，時咖啡色，時有血絲。
^ill<sub=2>〔清竅不宣〕症銥：唇燥咽乾。‧.
^ill2<sub=2>〔氣機不降〕
^symtom 逢寅卯時，燥咳無疲，至天將明。
^formula1〔血府逐瘀湯證〕
^origin〔《醫林改錯》方〕
^ingredients2403 當歸、生地黃、紅花、牛膝 各9g，桃仁12g，枳光、赤芍葯 各6g，桔梗、川芎 各4.5g，柴胡、廿草 各3g。水煎服。
^formula2〔化瘀止血湯證〕
^origin〔黃文東方〕
^ingredients2404 當歸、丹參、赤芍、天冬、側柏炭、茜摩根 各9g，炒蒲黃4.化，生甘草3g，賴節5枚。
^formula3〔解鬰養營方證〕
^origin〔何拯華方〕
^ck29z04h039
^norm 瘀熱阻氣。‧，，　　　內含病例：
^chinese瘀血頭痛，瘀血胸滿。
^western 神經官能症。、*
^combo 氣鬱+氣蒸+怫鬰
^ill〔氣機木宣〕
^symtom 胸W，胸滿，短氣，胸有重物壓迫感。
^symtom ①頭而翁熱，②心悸煩亂，胸中煩熱而驚醒，$益被子也煩熱，③口燥不欲飲。
^tounge ①舌質暗苔薄白，②舌青。
^pulse 脈細弦遲。
^symtom ①大便千，②小便黃。
^tounge 舌有疲點。.
^pulse 脈弦。
^ill2〔氣機不降〕
^ill<sub=2>〔清竅不利〕
^ill2<sub=2>〔清空不宣〕
^symtom 頭痛。
^formulas
^formula〔血府逐瘀湯證〕
^origin〔《醫林改錯》方〕
^ingredients2405 當歸、生地黃、紅花、牛膝 各9g，桃仁12g，枳殼、赤芍葯 各6g，桔梗、川芎 各4.5g，柴胡、甘草各水煎服。
^ingredients2406 (3)趙金繹治陣發性頭痛10數年，平素感頭內似有水晃動，每遇飢餓、勞倦、抑鬱，則頭痛發作，痛重則心悸煩亂，胸由短氣，頭面翕熱，口燥不欲飲，大便乾小便黃，脈細弦，舌質暗苔薄白，血壓110/70mmHg，厲氣滯血瘀型頭痛，擬 栝血化瘀，理氣平肝法，變通血府逐瘀湯：柴胡、紅花、桔梗 各6g，當歸、赤芍、白芍、枳殼、丹皮、菊花 各9g，川寫、甘草 各5g，生地12g，20餘劑，頭痛痊癒。日久病重者，可酌加全蠍粉3g，沖服，增強人絡，搜邪乏力，異功散加神曲、麥芽、木瓜、白芍，或二陳湯加木香、砂仁、谷芽、麥芽。
^ck29z04h059
^norm 瘀滯陽氣。
^chinese 惡寒，脫髮，血痺。
^western 神經官能症，笛諾氏症（血管神經功能紊亂引起肢端小動脈痙攣性疾病），斑禿。
^combo 陽鬰+怫部+表鬰+氣鬱+空竅
^ill〔陽氣不宣〕
^symtom ①畏風怕寒，終日厚絮裹體，②時覺頭頂空冷，③四肢末端對稱性蒼白，漸見暗紫，寒冷 季節發作頻繁，加R，或人涼水即發，入溫水即緩解，④陽痿。
^tounge ①舌淡紅苔白，②舌尖紅，舌苔薄白膩。
^pulse ①脈弦緊，②脈譎細，③脈右細左弦。
^symtom ①夜寐失寧，失眠，②五心煩熱，③低燒不退，④忽冷忽熱，麻木刺痛，上肢為重，⑤頭
^tounge ①舌尖紅，W質暗紅，苔傅，②或黃白厚。
^pulse 弦數。
^symtom ①頭頂疼痛，②頭皮發癢而脫髮。
^symtom 胸脅疼痛。
^formulas
^formula1〔血府逐瘀湯證〕
^origin〔許海仁方〕
^ingredients2407 當歸、生地黃、紅花、牛膝 各9g，桃仁14，枳殼、赤芍葯 各6g，桔梗、川芎 各4.5g，柴胡、甘草 各3g。水煎服。
^formula2<var=2>〔王氏通竅活血湯證〕
^origin〔陶慕章方〕
^formula3<var=2>〔黃耆五物湯證〕
^origin〔金學仁方〕
^ingredients2408 黃耆（傲小無效）60g，桂枝、白芍、桃仁、紅花 各9g，地龍、生地 各15g。
^ck29z04h024
^norm 瘀熱阻絡。
^chinese 血痺。
^combo 陽鬰+經絡滯+表鬰
^ill〔陽氣不行〕
^pulse 脈左浮緊，右濡滯。
^ill2〔絡脈不宣〕
^symtom 四肢痛而不能運動。
^ill<sub=1>〔血滯不行〕
^pulse ①左脈弦澀，②脈澀而芤。
^ill<sub=2>〔絡脈不利〕
^symtom ①腰膝痠痛，②肩臂腰腿，③週身皆痛。
^formulas
^formula1〔加味四物湯證〕治後惡薛未盡，流於腰膝，或跌打損，積血不消，四肢痛而不能運動，脈澀而芤。詳見論著（2)。
^ingredients2409 歸尾、赤芍、生地、川芎、f膝、秦艽、杜仲、獨活、桃仁、紅花、丹皮、元胡、山甲珠、莪術。
^formula2〔王氏身痛逐瘀湯證〕
^origin〔陽貫之方〕
^ingredients2410 全當歸、細生地、杜牛膝 各9g，桃仁12g，紅花、枳殼、赤芍 各6g，川柴胡、生甘草 各3g，桔梗、川芎 各4.5g。摘錄：
^ingredients2411 (1)王雨三：跌打損傷，或操持過其，以致瘀血凝滯於皮膚筋絡之中，左脈弦澀，宜歸尾、川芎、桃仁、紅花、赤 芍、澤蘭、絲瓜絡、桑枝、桂枝、金毛狗脊等。
^ck29z04h190
^norm 瘀熱人絡。
^chinese 歷節痛風，項強臂痛。
^western 皮肌炎重症，頸椎病。
^combo 血熱+血滯+液灼+絡滯
^ill〔血熱蘊蒸〕
^symtom 頭痛身熱，心煩。
^formulas
^formula1〔加減木防己湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2412 木防己4.5g，通草3g，生惹苡仁12g，青松針9g，桂枝2‧g拌卷滑石15g，絲瓜絡6g，嫩桑枝30g。
^formula2〔五葉蘆根湯證〕
^origin〔《通俗傷寒論》方〕
^formula3〔琿絡定痛飲證〕
^origin〔徐季含驗方〕
^ingredients2413 當歸、牛膝、赤芍、桃仁、地龍、元胡、紅花、憊苡仁、威靈仙、沒藥。
^ingredients2414 (2)楊華亭治項強臂痛，右肩背臂痛，痛汗如珠，脈寸關浮而洪大，右重按而滑，左葉取澀，尺微弦：全當歸12g，川芎、羌活、地龍 各3g，桃仁10.5g，紅花、秦充 各6g，半夏、雲茯苓、香附 各9g，五指痛脹加葸苡仁i8g，防己9g。
^alias胸陽鬰痺，心痺瘀阻，脈絡痺阻，痰瘀互阻，瘀阻脈絡，肺氣壅塞不宣，胸陽不振，心陽衰微。
^chinese胸濟，心痛，心氣虛痛，肺損，咳喘，咳血，_，怔忡，心悸心慌，陽脫。
^western冠心，冠心合併慢支，心絞痛，急性心肌梗塞，心源性休克，慢性風濕性心臟病，心房顫動，房室傳導阻 滯，肺心病，心律不整，胸腺何傑金氏病，肺膿場，肺結核，肺氣腫合併肺炎，「n」期硅肺。
^symtom ①經常心悸胸悶，②胸悶天陰更覺胸膺發憋，性悄急躁，③下肢發冷，④汗出氣短，煩躁。
^tounge ①苔薄白，②苔白膩。
^pulse ①脈弦細，②脈小滑，③脈左滑，④脈弦滑稍數。
^symtom ①胸痛牽引左肩背，②胸痛引臂徹背。
^symtom ①胸悶短氣，②咳嗽多痰，痰白黏多泡沫。
^symtom ‧.１氣促，２得飲則作惡欲吐。
^symtom 心悸。
^ck30z03h067
^chinese 胸痺，心痛。
^western 冠心，心絞痛，急性心肌梗死。
^combo 陽鬰+絡鬰+氣鬱+血溢
^ill〔陽氣不宣〕
^symtom ①錄常心悸胸悶，②胸悶天陰更覺胸膺發憋，性情急跺，③下肢發冷，④汗出氣短，煩躁。
^tounge ①苔薄白，②咨白膩。
^pulse ①脈弦細，②脈小滑，③脈左滑，④脈弦滑稍數。
^ill2〔絡脈不宣〕
^symtom ①胸痛牽引左肩脊，②胸痛引臂徹背。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶短氣，②咳嗽多痰，痰白黏多泡沫。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣促，②得飲則作惡欲吐。
^ill<sub=2>〔絡瘀血畢〕〔清竅不宣〕
^formulas
^formula1〔蔞薤絳稷湯證〕
^origin〔徐守愚方〕
^formula2〔心絞痛方證〕
^origin〔焦樹德方〕
^ingredients2415 全瓜蔞、薤白、桂枝、枳殼、桔梗、乾薑、片薑黃、紅花、九節菖蒲、橘絡、遠志、白酒半小杯沖服，痰實加化橘紅、白芥子、法半岌，氣滯加番附、青皮，血瘀加乳香、沒藥、桃仁或血竭、參三七0.3g沖服，痛劇或久不止加蘇合香丸。
^ingredients2416 (1)黃文東治冠心：經常心悸胸悶，胸痛牽引左肩背，下肢發冷，甚則疼痛，苔薄白，脈弦細。瓜蔞薤白湯：全瓜蔞 15g，薤白4.5g，鬰金、當歸、丹參、黨參、陳皮、木香 各9g，赤芍12g (《黃文東醫案）)。
^ck30z03h239
^norm 心痺瘀阻，胸陽不振。
^chinese 胸痺。
^western 慢性風濕性心臟病，心房覿動。
^combo 陽滯+氣鬱+神擾
^ill〔陽氣不行〕
^symtom ①唇紫，心悸，②胸脘隱痛，室悶晚上劇，③下午兩腿輕度浮腫。
^tounge 舌質灰暗。
^pulse 脈結代。
^ill<sub=1>〔神志不寧〕
^symtom 心悸。
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶難受。t
^formulas
^formula<var=2>〔桂甘龍牡證〕
^origin〔張沛虯方〕
^ingredients2417 桃仁、紅花、防己 各9g，桂枝6g，赤芍12g，龍骨、炙甘草 各15g，紅花夾竹桃葉2片，帶皮茯苓30g，遠志4.5g。
^ck30z03h242
^norm 脈絡痺Ptl。'
^chinese 心痛。
^western 冠心，心絞痛，m件心肌梗塞，冠狀動脈粥樣硬化性心臟病。
^combo 血滯+氣鬱+絡滯+血溢+神擾
^ill〔絡脈不利〕
^symtom ①胸脅室板欲痛，心前區時感悶痛，②胸痛如刺，固定不移，胸癰常欲踏壓'，捶擊較輕，
^tounge ①舌邊紅紫，②告邊紫，③苔白膩，④苔薄黃。
^symtom 狀衰倦，２胸悶短氣，③呼吸』喉息有聲。
^pulse 脈來細弦而滑。
^tounge 告苔白薄膩。
^ill<sub=1>〔血滯不行〕
^symtom ①面色灰喑，②每在晚上發作頻繁，不能平臥。
^tounge 舌質偏紫。
^pulse ①脈沉細澀，②弦細。
^ill2〔神志不寧〕
^symtom ①心慌心跳，②間歇性怔忡，③睡眠不佳。
^ill<sub=2>〔絡瘀血溢〕
^symtom 咯嗆紫血。
^formulas
^formula〔I痛心湯證〕
^origin〔(施今墨臨床經驗集》方〕
^ingredients2418 丹參 12g，石菖蒲、瓜蔞、薤白 各10g，三七3g，遠志6g，陳皮、甘草 各4g。
^formula2〔通心湯證〕
^origin〔張伯臾方〕
^ingredients2419 苦參15g，制半發、全瓜麥、枳實 各12g，當歸:18g，川厚樸、制川大黃、石菖蒲、失笑散 各9g，炒川芎6g。
^formula3〔碼下逐瘀湯化裁證〕
^origin〔郝樸方〕
^ingredients2420 歸尾、紅花 各12g，赤芍、制香附、薤白各9S，川芎，降香、鬰金，瓜蔞 各15g，丹參24gt）　　　摘錄：
^ck30z03h050
^norm 氣虛瘀滯。
^chinese 心痛，胸痺，心氣虛痛。
^western 冠狀動脈粥樣硬化性心臟病，心絞痛，急性心肌梗塞，胸腺何傑金氏病。
^combo 氣虛+氣鬱+氣滯
^ill〔氣虛失充〕
^symtom ①面色灰暗，面色蒼白，②大汗淋漓，③頭帶，氣短乏力，④納呆疲乏，⑤心慌心悸，⑥ 便溏。
^tounge ①舌淡紅，苔白膩，②舌淡苔膩。
^ill2〔氣機不利〕
^symtom ①心悶痛，胸呈陣發性疼痛，痛引肩背，胸痛徹背。胸臂刺痛，難以忍受，「②心前區疼痛，劇烈時如刀割，③口唇宵紫，④食後腹脹。
^tounge ①舌苔白膩，②舌質紫黯，③舌暗紅，苔白。
^pulse ①脈滑，②脈細弦，③脈沉細弦，左沉弦細。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，憋氣，②痰少不易咯出。
^ill2<sub=1>〔氣機不降〕
^symtom ①噯氣，噁心，②喉中有痰，③喘息而木得平臥。
^formulas
^formula1〔補益心脾，滲濕活血方證〕
^origin〔李祥國方〕
^ingredients2421 瓜蔞、黨參、丹參、夜交籐、茯苓 各30g，薤白、遠志、柏子仁各5g，半更、川芎、白朮、鬰金各2g，炙甘草10g，水煎服。
^formula2〔溫心陽，行氣化瘀方證〕
^origin〔漆濟元方〕
^ingredients2422 紅參6g，丹參20g，白朮、桃仁、川芎、鬰金、香附、法半發、茯苓、歸、降香 各10g，薤白、瓜蔞實各5g。
^ingredients2423 (4)祝諶予治某，胸悶不舒，心前區隱痛不適，納食不甘，食後腹脹，U乾噯氣，乏力氣短，痰少不易咯出，大便偏 乾。舌暗紅，苔白，脈細弦.。證屬脾胃不和，痰濕內阻，心氣不足。治宜健脾和胃、燥濕化痰、益氣復脈，擬香砂六君子 湯合生脈散加減：丹參30g，木香、黨參、白朮、茯苓、半夏、陳皮、麥冬、五味子、菖蒲、鬰金、羌活、菊花、黃芩 各10g，砂仁（後下）、炙甘草知。
^ck30z03h077
^norm 陽虛瘀滯。
^chinese心痛，胸痺。
^western 冠心病，心絞痛，心肌梗死。
^combo 陽虛氣滯+怫鬰+氣部
^ill〔陽氣不振〕
^symtom ①面色白，額上汗出，②面色萎黃，頭帚乏力，腿軟，心慌神倦，.動則汗出，③形寒怯冷，四肢不溫，四肢發麻，④口淡納呆，⑤大便不實，便溏，⑥人夜痛甚。
^tounge ①淡而胖，邊尖有紫斑，苔白滑，②舌質黯，苔薄白，③舌淡紅，苔薄膩。
^pulse ①脈弦細尺弱，②脈虛弦，③脈細遲，④脈沉細，三五不調。
^ill2〔氣機不利〕
^symtom ①左胸悶痛，②胸骨後悶痛，③胸悶刺痛，反覆發作，時似電擊，其痛徹背連脅痛。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①畏寒□乾，喜熱飲，②少寐納差。
^tounge 舌偏紅。
^pulse 脈滿弦。
^ill2〔氣機不降〕
^symtom 多食則脹。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶短氣，胸悶多於活動後加重，起則窒悶欲絕，痰白心悸，②畏冷喜熱飲。
^formulas
^formula1〔克冠湯證〕
^origin〔張伯臾方〕
^formula2〔附子薤白湯證〕
^origin〔姜春華方〕
^ingredients2424 全瓜蔞、薤白、丹參、孩兒參 各9g，桂枝、當歸、五味子 各6g，附子3gc
^ck30z03h235
^norm 陰虛瘀滯，痰疲互阻。
^chinese咳血，肺損。
^western肺膿瘍，肺結核，肺氣腫合併肺炎，肺心病。
^combo 陰虛+氣虛+液灼+氣鬱.
^ill〔陰虛失養〕
^symtom ①形體消瘦，②煩跺不眠，③盜汗，④低熱。
^pulse 脈數弦。
^symtom ①面色恍白，②精神荽頓，頭眾，③心慌，心悸短氣，④汗多濕衣，⑤展舌爪甲紫紺。
^tounge ①舌質偏暗，舌體胖大，苔溥黃，②舌淡苔澳白。
^symtom ①咳嗽，②胸悶，③朐痛。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾苦，②咯黃色痰。
^ill2<sub=1>〔絡血妄行〕
^symtom 咳吐鮮血中夾暗揭色瘀塊。
^ill<sub=2>〔清竅不利〕
^ill2<sub=2>〔氣機不降〕
^symtom ①動則氣急，②哦促，S夜端坐，不能入睡。
^formulas
^formula〔益氣養陰祛瘀，清熱化痰通絡方證〕
^origin〔金蘇山方〕
^ck30z03h245
^norm 陰虛瘀滯）
^chinese 虛喘，怔忡。
^western冠心病，心律不整，「II」期硅肺。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula〔調補心氣，化痰通絡，活血寬中方證〕
^origin〔範展仁方〕
^ingredients2425 瓜蔞、麥冬、生地、赤芍各5g，黨參60g，薤白、五味子、當歸 各10g，川芎6』g。
^ck30z03h181
^norm 心陽衰微，瘀阻脈絡。
^chinese陽脫。
^western 急性心肌梗塞，心源性休克，風濕性心臟病史。
^combo 陽虛+陽閉+陽脫
^ill〔陽氣不振〕
^symtom ①頭暈心悸，②胸悶氣短。
^tounge 舌淡苔薄白。
^ill2〔陽氣閉塞〕
^symtom ①突發心前區絞痛，②胳腹疼痛。
^tounge 舌淡。
^pulse 脈結。
^ill<sub=1>〔陽氣不行〕
^symtom ①唇紫，②四肢逆冷。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①&倒，②面色蒼白，神志不清，③小便自遺，④汗濕衣，⑤四肢厥冷。
^pulse 脈細欲絕。
^formulas
^formula1〔心梗救逆湯證〕
^origin〔張伯臾方〕
^formula2〔回陽救逆，益氣活絡方證〕
^origin〔漆濟元方〕
^ingredients2426 紅參、紅花 各6g，乾薑5g，黃民、瓜英實 各12g，桂枝、薤白、附片、炙甘萃、枳光、茯苓各IOg。
^alias痰瘀成栽，痰瘀結聚。
^chinese胃痛，呃逆，胃反，哈膈，腸眾，脅痛，積證，療?，陰疽。
^western 潰瘍病：幽門痙攣，食道癌，神經纖維瘤，脂肪肝。
^ill〔絡脈不利〕
^pulse 右脈沉滑。
^symtom ①宵痛食前食後皆痛，②食後3小時發作，得食稍緩。
^ck30z13h254
^norm 瘀阻胃絡。
^chinese 胃痛。
^western 潰瘍病。
^combo 絡滯+氣滯+血溢+氣鬱
^ill〔絡脈不利〕
^symtom ①胃痛食前食後皆痛，②食後3小時犮作，得食稍緩。
^ill2〔氣機不利〕
^symtom 飽悶。
^ill<sub=1>〔絡瘀血溢〕
^symtom 嘔吐紫黑色物。
^ill2<sub=1>〔氣機不宣〕
^symtom 嘈雜。
^ill<sub=2>〔氣機不降〕
^symtom 泛酸。
^formulas
^formula〔鳳蝶散證〕
^origin〔章次公方〕
^ck30z13h248
^norm 痰瘀上逆。
^chinese 呃逆，胃反。
^western 幽門痙攣。』‧
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①呃逆作止不常，其呃之氣自少腹上衝，②飲食人口即吐，@食則嘔吐，泛酸頻頻。
^ill<sub=1>〔氣機不宣〕
^symtom 胸中辣熱。
^tounge 苔薄，舌有裂紋。
^pulse 左脈細弱，脈弦澀。
^ill<sub=2>〔氣機不利〕
^symtom 胃痛。
^tounge 舌苔白膩。
^pulse 右脈沉滑。
^formulas
^formula1<var=2>〔二陳瘍證〕
^origin〔王旭高方〕
^ingredients2427 半夏、茯苓、陳皮、當歸、鬰金、丁香柄、水紅花子各2. lg，柿蒂2個，藕汁、薑汁。另東垣滋腎丸3g，陳皮生薑湯 送下。
^formula2〔牙屑湯證〕
^origin〔章次公方〕
^ingredients2428 象牙屑、琥珀屑 各6g，血余炭9g，杏仁霜、柿霜 各12g，段瓦楞子、伏龍肝 各24g，共末每服2g，日3次。
^formula3〔降胃湯證〕
^origin〔程門雪方〕
^ck30z13h249
^norm 痰瘀成毅。
^western 食道癌。
^combo 氣結+氣鬱+氣滯
^formulas
^formula1〔新加瓜蔞薤白湯證〕
^origin〔《通俗傷寒論》方〕
^alias痰瘀交阻，瘀痰熱壅滯。
^chinese 肺脹，肺癰，痰癥，痰火癆。
^western肺膿腫，肺膿瘍空洞液平形成，結核瘤，空洞型肺結核，慢性喘息型支氣管炎急性發作（蒐型），肺氣腫，肺功能不全胸腔積液，縱膈腫瘤，胸莕血，膿血胸。
^ill〔氣機不宣〕
^symtom ①胸悶呼吸不利，②咳而朐滿，氣短不足以息，咳即胸中隱隱痛，③胸憋痛，牽引背部，④咳聲 不揚。‧
^tounge 苔濁厚膩。
^pulse 兩寸微數，余部均弦數兼
^symtom ①胸痛，引背部，胸廓豐滿高出，②唇面紫紺，③咯黃色膿瘐，時出濁唾腥奐，久久吐膿如米粥 者，④咽幹不淘，口燥不欲飲水，⑤大便秘結，小便黃赤。
^tounge 舌苔黑掙乾裂
^pulse 數實脈反滑數。
^symtom ①呼吸迫促，②咳逆倚息不得臥。本證一H060滸陽鬰蒸候
^symtom ①咯黃色膿臭痰，帶有血絲，②咳吐痰血有臭味，轉證一口34肺失沽肅候H229肺氣怖痺候
^symtom 咽乾。圖195肺宵痰瘀證證候結構閣
^ck30z12h060
^norm 痰瘀蒸肺。
^chinese 肺脹，肺癰。
^western 慢性喘息型支氣管炎急性發作（重型），肺氣腫，肺功能不全，肺膿瘍空洞，液平形成。
^combo 陽鬰+表鬰+氣熱+氣鬱
^ill【氣不宣】
^symtom ①惡寒，振寒，不渴，②唇舌紫紺。
^ill2〔腠理不宣〕
^symtom 惡寒身熱。
^ill3〔津氣蘊蒸〕
^symtom ①身熱高熱，②咽乾，③疲多色黃，咯黃膿腥臭痰，④時出濁唾腥臭，久久吐膿如米粥者。』
^tounge 舌質微絳，苔薄黃。-
^pulse ①脈數，②右寸脈象滑數，③脈細數。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸滿咳嗽，②胸中隱隱作痛，③咳引右脅疼痛，④咳嗽痰黏不易咯出，汗出浸衣。
^ill<sub=2>〔氣機不降〕
^symtom ①咳逆，②喘滿，③喘促胸悶，不得平臥。
^ill2<sub=2>〔清竅不宣〕
^symtom 鼻塞流涕。
^formulas
^formula1<var=1>〔麻杏甘石湯證〕
^origin〔趙海仙方〕
^ingredients2429 麻黃、杏仁、甘草、石耷加菩提草根汁沖服。
^formula2〔外台桔梗白散證〕
^origin〔《金匱要略》方〕
^ck30z12h234
^norm 痰瘀釀膿。
^chinese 肺癰。
^western 肺膿腫，空洞型肺結核，胸腔積液。
^combo 液灼+氣蒸+氣鬱‧*‧血溢
^ill〔津液消灼〕
^symtom ①形體消瘦，②盜汗潮熱，③夜寐不安，④眾欲大減。
^tounge 舌質赤紅，苔黃膩而乾。
^pulse 脈滑數無力。
^ill2〔氣機不宣〕
^symtom ①胸中猶隱隱痛，②咳嗽胸痛，③胸脘脹悶。
^tounge 舌苔白腐滿佈。、
^pulse 脈右寸滑數而實。『_
^ill<sub=1>〔清竅不利〕
^symtom 咽乾。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①發熱或有形寒，高燒不解，②咳出濁痰腥臭，氣穢，③甚或吐膿。
^tounge ①舌較紅苔簿膩黃，②舌紅苔黃。
^pulse 脈滑數。
^ill<sub=2>〔絡血妄行〕
^symtom 咯吐膿血。
^ill2<sub=2>〔氣機不降〕
^symtom ①咳嗽氣促，②喘急。
^formula1〔加味革莖湯證〕
^origin〔俞根初方〕
^formula2〔復方魚桔湯證〕
^origin〔上海七E院中醫科方〕
^ingredients2430 魚腥草、銀花、生惹苡仁、冬瓜子、鮮蘆根 各30g，桔梗15g，生甘草4.5g，桃仁、象貝母 各9g。另：黃連、黃芩、貨 柏等分研裝膠獎，每日9~15g，分4次服。
^ck30z12h229
^norm 痰瘀交阻。f
^chinese肺癰。
^western 縱膈腫瘤，胸蓄血。
^combo 氣鬱+氣滯+絡瘀+.血溢
^ill〔氣機不宣〕
^symtom ①胸悶呼吸不利，②咳而胸滿，氣短不足.以息，咳即胸中隱隱痛，③胸憋痛，牽引背部，
^tounge 苔濁厚膩。
^pulse 兩寸微數，余部均弦數兼溏。』
^ill2〔氣機不利〕
^symtom ①胸痛，引背部，胸廓豐滿高出，②唇面紫紺，③咯黃色膿痰、時出濁唾腥臭，久久吐膿 如米粥者，④咽幹不渴，口燥不欲飲水，⑤大便秘結，小便黃赤。
^tounge 舌苔黑厚乾裂。
^pulse 數實脈反滑數。
^ill<sub=1>〔氣機不降〕
^symtom ①呼吸迫促，②咳逆倚息不得臥。
^ill2<sub=1>〔絡瘀血溢〕
^symtom ①咯黃色膿臭痰，帶有血絲，②咳吐痰血有臭味，咳唾膿血。
^ill<sub=2>〔清竅不宣〕
^symtom 舌強。
^formulas
^formula1<var=1>〔葶藶大棗瀉肺湯合千金葦莖湯證〕
^origin〔姜光斗方〕
^ingredients2431 '杏仁、桃仁各2g，五味子、葶藶子、蘇子、桔梗 各15g，生薏該仁24g，冬瓜子、蘆根 各30g，枳殼6g，大棗5枚。水 煎服。
^formula2〔千金葦莖湯加味合三物白散證〕
^origin〔梁信方〕
^ck30z12h138
^norm 瘀痰熱壅滯。;
^chinese 肺賄。
^western 肺膿瘍。_
^combo 氣熾+血熾+氣結+液‧灼+陽滯+神紫
^formulas
^formula<var=1>〔桔梗湯合千金革莖湯證〕
^origin〔陳一鳴方〕
^ingredients2432 桔梗、甘草、板藍根各5g，薏苡仁、蘆根、冬瓜仁 各30g，桃仁15粒，生石奔50g，大黃12g0
^ck30z12h157
^norm 痰瘀耗陰。
^chinese 肺癰。
^western 肺膿瘍，膿血胸。
^combo 氣虛+陰虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom ①面色恍白，②淨短氣，③自汗乏力，④納呆食少，⑤便稀如水，⑥後背投寒』足心發冷。
^tounge 舌質淡，苔?薄。
^pulse 脈象謙滑，按之無力。
^ill2〔氣機不利〕
^symtom ①胸痛不適，②吐血，血色鮮紅，雜有暗褐色塊狀物，咯吐膿血痰。
^tounge ①舌淡苔白而膩，②舌苔稍黃。
^ill<sub=1>〔陰虛失養〕
^symtom ①睡眠不好，②口乾苦，③煩躁盜汁。
^pulse ①脈數，②脈數而弦，104次/分，律不齊。
^ill2〔氣機不宣〕
^symtom ①胸悶氣短，②咳嗽頻繁。
^ill<sub=2>〔氣機本降〕
^symtom ①喘促，②噁心。
^formula1〔清肺湯證〕
^origin〔施今墨方〕
^ingredients2433 桑白皮、合歡皮、白及、阿膠 各10g，冬瓜子15g，桃仁6g，魚腥草30g，西洋參、珍珠粉 各3g。若肺組織損壞者，加 花蕊石、鵝管石較佳。
^formula2〔養肺清熱寧絡止血方證〕
^origin〔徐精誠方〕
^chinese胸痺，心氣虛痛，癡呆，黃疸，懸飲。
^western 冠狀動脈粥樣硬化性心臟病，心絞痛，結核性胸膜炎，急性尿毐症，總性貨疽型肝炎，病誨性腦炎後遺症。基本證象：
^ill〔氣機不宣〕
^symtom ①胸感發憋氣短，②略有咳嗽。
^pulse 脈象寸尺沉弱。
^symtom ①口苦，②大便偏乾燥，③睡眠亦差。
^pulse 右關動數。
^symtom ①心前區陣發性絞痛，胸痛徹背，牽引肩背及上腹掣痛，疼劇時有大汗出，指甲發青，②右脅下 絞痛。
^tounge 舌質略淡，後根苔薄穢膩。本證一》?清氣部滯候
^pulse 左關弦細。轉正一 H050清氣虛滯候
^symtom 噁心。變證一樞機鬱結候
^ck30z15h043
^norm 痰瘀鬰滯。
^chinese 胸痺。
^western 心絞痛。
^combo 氣鬱+氣蒸+氣滯
^ill〔氣機不宣〕
^symtom ①胸感發憋氣短，②略有咳啾。
^pulse 脈象寸尺沉弱。
^ill2〔津氣組蒸〕
^symtom ①口苦，②大便偏乾燥，③睡眠亦差。
^pulse 右關動數。
^ill<sub=1>〔氣機不利〕
^symtom ①心前區陣發性絞痛，胸痛徹背，牽引肩背及上腹掣痛，疼劇時有大汗出，指甲發青，② 右脅下絞痛及腎絞痛亦經常伴隨而作。
^tounge 舌質略淡，後根苔薄穢膩。
^pulse 左關弦細。
^ill<sub=2>〔氣機不降〕
^symtom 噁心。
^formulas
^formula1〔通陽宣閉，降逆和中方證〕
^origin〔蒲輔周方〕
^ingredients2434 全瓜蔞（打）18g，薤白9g，法半夏6g，枳實（炒）、柴胡、降香 各3g。
^formula2〔理心氣，和膽胃方證〕
^origin〔蒲輔周方〕
^ingredients2435 茯苓9g，法半g、川楝子（炮焦）、麥芽 各6g，廣陳皮、九葛蒲、遠志（炒）、桃仁 各3g，枳實（炒）、川芎 各2.4g，血竭、血琥珀 各1.5g，白芥子（炒）、焦山楂 各4.5g。
^ck30z15h050
^norm 痰瘀為阻。
^chinese 心氣虛痛。
^western 冠狀動脈粥樣硬化性心臟病，急性尿毐症。
^combo 氣虛+氣滯+氣鬱、
^ill〔氣虛失充〕
^symtom ①頭犖眼花，頭痛，②氣短，③肢麻乏力，④心悸，心慌心跳，⑤容易出汗，⑥便稀如水。
^tounge 舌嫩紅稍黯，苔膩。
^pulse 脈右關沉微級，餘脈沉細澀。
^symtom ①心前區疼痛牽連背邢，向左腋下及臂部放射，手貲不能上舉，伸舉即疼痛加甚，②唇紫。
^tounge ①舌苔稍黃，②微有薄黃膩苔。
^pulse ①脈弦滑，②脈數。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶氣短，②小便短少，幾近無尿，③尿黃，口乾。
^ill2<sub=1>〔氣機不降〕
^symtom 微感噁心。
^formulas
^formula<var=2>〔十味溫膽湯證〕
^origin〔蒲輔周方〕
^ck30z15h086
^norm 水飲痰瘀交阻。
^chinese 懸飲。
^western 結核性胸膜炎。
^combo 陽氣不和+腠理不調+氣熾+氣結..
^ill〔陽氣不和〕
^symtom ①惡寒發熱，②不思飲食。
^symtom ①心煩少寐，②口苦咽乾口乾。
^tounge 舌邊尖有瘀紫，苔澳『貿。
^pulse 脈弦細帶數。
^symtom ①脅下脹滿，難_7：轉側，②胸脅按痛，滿悶痞結，③胸悶脅痛，
^pulse 脈沉弦。
^symtom ①咳痰氣急，②喘急。
^symtom 頭痛。
^formulas
^formula〔和解祛瘀、瀉肺行水方證〕
^origin〔陸孝夫方〕
^ingredients2436 柴胡5g』制半夏、桃仁、杏仁、當歸、黃芩 各9g，黃連3g，全瓜恭18g，萃藶子、半枝蓮、半邊蓮 各30g，丹參、沙
^ingredients2437 參、赤芍 各12g，大棗15g。
^ingredients2438 '(1)陳士鐸：病發時，身發寒熱，逍怒丹‧.白芍60g、柴胡、甘草、乳香、廣木香 各3g，白芥子、生地 各9g，桃仁1 個枳殼0.9g;或宜鬰定痛湯：臼芍30g，川芎、當歸、丹皮 各9g，甘草、白芥子、大黃、牛膝、焦山梔 各3g。
^ingredients2439 (2)脅下脹滿，難於轉側，脈沉弦者，加味柴平湯：柴胡、黃芩、半顯、蒼朮、青皮、陳皮、枳實、山楂、神曲、三 稜、莪術、甘草、厚樸、姜、棗。
^alias瘀積皙脈，痰濕阻滯，血水並結，血裹痰飲。
^chinese 腰痛，閉經，癥塊，疝瘕，石瘕，痰臌秀孕，瘰?。
^western多躲肝，多褒腎。
^symtom ①少腹膨滿，②腹大異常。
^pulse 六脈滑大無倫，按之堅實。
^symtom ①面色不澤，少腹痛，痛有定處，按之有硬塊，②婦 人宿有癥塊，經水不下，③小腹有塊錐痛難忍，H輕夜重，④久則堅硬如石，腹大如孕，忽下紫血少許。
^pulse 脈沉而澀。
^symtom 腰背痠痛。
^ck30z21h303
^norm 痰瘀滯結。
^chinese 癥塊。
^western 多鋌肝，多襄賢。
^combo 陰虛+陰涸+氣滯+氣逆+神擾+痾空
^formulas
^formula〔牡蠣丹參湯證〕
^origin〔李斯熾方〕
^ck30z21h312
^norm 痰濕阻滯。
^chinese 閉經。
^combo 陽虛+氣結+陽滯
^ill〔陽氣不振〕
^symtom ①頭昏，.②月經推後，色淡，質薄。
^tounge 舌體胖嫩。
^ill<sub=1>〔氣機鬱結〕
^symtom 閉經不行。
^ill<sub=2>〔陽氣不行〕
^symtom 咳嗽，痰多。
^tounge 苔白。
^pulse 脈滑。
^formulas
^formula<var=1>〔蒼附導疲丸證〕
^origin〔馮顯遜方〕
^ingredients2440 法半S、陳皮、南星、枳殼、蒼朮、香附、當歸、川芎、巴戟天 各12g，鹿?片30g，薏苡仁10g，茯苓、淫羊藿 各15g，甘草 5g。
^ck30z21h131
^chinese 疝瘕，石疲，痰臌類孕。
^combo 氣結+血結+氣滯陽鬰
^ill〔氣機鬱結〕
^symtom ①少腹膨滿，②股大異常。
^pulse 六脈滑大無倫，按之堅實。
^ill2〔血滯瘀結〕
^symtom ①面色不澤，少腹痛，痛有定處，按之有硬塊，②婦人宿有癥塊，經水不下，③小腹有塊 錐痛難忍，日輕夜重，④久則堅硬如石，腹大如孕，忽下紫血少許。
^pulse 脈沉而澀。
^ill<sub=1>〔氣機不利〕
^symtom ①胸脅痞滿，②偶一腹痛，即腸鳴轆轆，如車水聲，③溺澀便艱，④甚則氣喘倚思，不能 平臥，⑤噁心，嘔穢，粥飲下嚥旋即越出。
^ill<sub=2>〔陽氣不和〕
^symtom １小便微難而不渴，２咽喉焦痛，３兩脛微腫。
^tounge 舌黑無津。
^pulse 六脈弦細而滑，兩關尤甚。
^formulas
^formula1〔桂枝茯苓丸證〕
^origin〔《金匱要略》方〕
^ingredients2441 桂枝、茯苓、牡丹皮、桃仁、芍葯各等分。蜜丸，兔屎大，每服一至二丸。
^formula2〔大黃甘遂湯證〕
^origin〔《金匱要略》方〕
^ingredients2442 大黃 四兩，甘遂、阿膠 各二兩。水煎頓服。
^ingredients2443 (3)小腹有塊錐痛難忍，日輕夜重，面色不澤，脈沉澀，婦人多有不同，整甲桃仁煎丸：桃仁、三稜、木香、檳榔、青皮、幣甲，醋湯下。久則堅硬如石，腹大如孕，名石瘕，石英散：紫石英、馬鞭草、當歸、紅花、烏藥、莪術、蘇木、沒藥、琥珀、甘草。
^ingredients2444 (4)沖任受寒，血脈凝滯，名疝瘕，婦人小腹有塊，當歸丸：當歸、赤芍、川芎、熟地、三稜、莪術、神曲、百 草霜。
^ingredients2445 (5)胸脅痞滿，少腹痛，痛有定處，按之有硬塊，加味拈痛丸：五靈脂、莪術、木香、當歸、乳香、沒藥、橘皮。
^alias脈絡瘀結，竄上化風，肝氣橫逆，胃腑血瘀，痰瘀互阻，痰瘀互結，_血阻滯胃絡。
^chinese 偏頭痛，瘀血胃痛，反胃，痛經，乳間結核，換病。
^western 胃潰瘍，十二指腸球部潰瘍，十二指腸球部陳舊性潰瘍，繼發幽門不完全梗阻，淺表性蔞縮性胃炎，食進 癌，單純性結節型平狀腺腫，更年期綜合征。
^ck30z16h248
^norm 痰瘀阻滯。
^chinese 反胃。
^western 十二指腸球部陳舊性潰瘍，繼發幽門不完全梗阻。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①胃反食則嘔吐.②時時作嘔，泛酸頻頻。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸中辣熱。
^tounge 苔淋。
^ill<sub=2>〔氣機不利〕
^symtom ①院痛，②胸板悶，③大便乾結。
^pulse ①脈弦滑，②脈弦澀。
^formulas
^formula〔礞右滾痰丸證〕
^origin〔蔣維藩方〕
^ingredients2446 金礞石30g，黃芩、大黃 各250g，沉香15g。水丸，給服12g。
^ck30z16h251
^norm 宵腑血瘀，痰瘀互結。
^chinese瘀血腎痛。
^combo 陽鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①面色晦滯，嬴弱神疲，②肢冷，頭汗淋漓。
^tounge 苔白滑潤。
^pulse ①脈細澀，②脈伏。
^ill2〔氣機不利〕
^symtom ①胃脘脹滿，攻痛不止，②脫痛疼痛頻繁劇烈。
^ill<sub=1>〔氣機不宣〕
^symtom 痞悶巧呆。
^ill<sub=2>〔氣化不降〕
^symtom ①吞酸噯氣，②時有嘔吐。
^formulas
^formula〔控誕丹證〕
^origin〔洪哲明方〕
^ingredients2447 (1)王旭高治脘痛肢冷，脈伏，頭汗淋漓，.防厥：金鈴子、五靈脂、延胡、旋復花、赭石、乳香：沒藥、丁香、白蔑 仁、香附。再診：脘痛甚，則：薑黃、半夏、陳皮 茯苓、香附、吳萸、旋復‧花、赭石、白蔻仁（《柳選四家醫案》260)。
^ck30z16h254
^norm 瘀血阻滯胃絡，痰瘀互阻。
^chinese 瘀血胃痛。
^western 淺表性萎縮性宵炎，胃潰瘍，十二指腸球部潰瘍。
^combo 絡滯+血溢+氣滯+氣鬱
^ill〔絡脈不利〕
^symtom ①胸脅刺痛，②胃脘刺痛，著而不移，_儂難忍。
^tounge 質胖青紫，質襯紫。
^pulse ①脈沉弦而澀，②脈弦細。
^symtom ①胃脘脹痛，中脘脹滿，②口苦口酸，口乾而奧，③便結尿黃。
^tounge ①苔白膩，白挺』，②苔前黃膩，根厚黑。
^pulse ①脈弦，②脈沉滑。
^symtom ①吐水如蘇木汁，②嘔血，③大便見黑糞。
^tounge 舌邊紫中黃膩。
^symtom 不欲食。
^symtom 泛酸頻多，吞酸，食入即吐，嘔吐酸苦水。
^formulas
^formula1〔左鈴湯證〕
^origin〔《臨證治驗》方〕
^ingredients2448 川楝子、烏賊骨、炒五靈脂、香附、枳殼 各10g，元胡、宵皮、陳皮、佛手 各5g，黃連2.4g，吳茱萸1.5g_，段瓦楞子 12g0另妍烏賊骨l20g，象貝母60g，三七粉Ug，炙刺蝟皮、九替蟲 各30g，每次』3g，日三次，開水沖服。
^formula2〔益氣血，化痰瘀，運中土方證〕
^origin〔朱良春方〕
^ck30z16h249
^norm 痰瘀鬱結。
^chinese 登膈，反胃。
^western 食道癌。
^combo 氣鬱+氣結+氣滯
^ill〔氣機鬱結〕
^symtom ①胸脘板硬，②大便不行。
^tounge 苔薄潤。
^pulse 脈弦滑。』
^ill2〔氣機不苴〕
^symtom 吞嚥困難。
^ill<sub=1>〔氣機不降〕
^symtom ①得食則脘痛而嘔，②嘔血數次，色鮮或紫。
^ill<sub=2>〔氣機不利〕
^symtom 胸骨後痛。
^formulas
^ingredients2449 乾薑、川貨連、肉桂、當歸身、桃仁、半芨、青皮、香附、元明粉、沉香汁、雪梨汁、蓽澄茄。
^ingredients2450 (1)方仁淵治脈來一息三至，得食則脘痛而嘔，胸脘板硬，大便不行，此氣膈症也，殊屬難治：乾薑、川黃連、肉 桂、當歸身、桃仁、半茇、青皮、香附、元明粉、沉香汁、雪梨汁、蓽澄茄，大便兩行，脈情流利，胸膈漸覺寬暢，藥向 效求，姑宗前議：乾薑、川黃連、代赭石、桃仁、當歸身、半夏、桂枝、炙甘草、蓽澄茄、香附、沉香汁％梨汁。也能納 食，大便頻通，中焦之關格開矣，但病根未除，不可疏忽：乾荽、半炅、黃連、肉桂、蓽澄茄、桃仁、火麻仁、肉蓯蓉、當歸身、元明粉、梨汁。
^ck30z16h291
^norm 痰瘀結聚。
^chinese 痛經；乳間結核，癭病。
^western 單純性結節沏甲狀腺腫，更年期綜合征。
^combo 氣鬱+氣結+氣滯+陽鬰
^ill〔氣機不竄〕
^symtom 胸悶。
^symtom ①乳間結核疼痛，②乳房痛，且有硬核，③頸脖變粗，兩側甲狀腺明顯腫大，有多個結節。
^tounge 舌苔薄白。
^pulse 脈弦細，脈弦澀。
^symtom ①胸脅刺痛，②經行腹痛，③少腹脹滿。
^tounge 舌苔淡黃膩。
^pulse 脈來弦滑。
^ill2〔氣機不降〕
^symtom ①微咳，②陣發嘔吐。
^ill3〔陽氣不和〕
^symtom ①平素性情急跺易怒，②口乾煩怒，③發熱，④口苦，⑤週身痠楚，倦怠不適，⑥頭痛。
^formula1〔舒肝散結法證〕
^origin〔印會河方〕
^ingredients2451 柴胡10g，赤芍、當歸、玄參、夏祜草、海藻、昆布、海浮石 各15g，丹參、生牡蠣 各30g，川貝末3g (分沖）。
^formula2〔當歸桂心湯證〕
^origin〔程門雪方〕
^ingredients2452 全當歸I2g，白芍/丹皮、制香附、制半S、大寸表冬 各9g，黑梔、白芥子、炒川芎、川鬰金 各4.5g，醋炒軟柴胡、肉桂心 各3g，左金九2.1g，海藻、昆布各15?5。
^formula3〔加味瓜蔞散證〕
^origin〔施今墨方〕
^ingredients2453 桂枝1.5g，薤白、酒當歸、炮甲珠、山慈菇 各10g，片薑黃、白芍、制乳香、制沒藥、芟荊子 各6g，柴胡、灑川芎、他蠶 各5g，全瓜蔞20g，蒺藜、生鹿角 各12g，炙甘草3g。
^formula4<var=2>〔四海舒鬰丸證〕
^origin〔謝應彪方〕
^ingredients2454 海藻、海浮石1000S，海帶 各500g，陳皮、青木香 各15g，醋三稜、醋莪術 各60g，生大黃6g。上藥共研細末，煉蜜為 丸，每日2次，每次4.5g0
^ingredients2455 (附：四海舒鬰丸的組成為：海藻、海帶，海螵蛸、昆布 各60g，陳皮、海蛤粉各知，青木香15g，共研細末為密丸）。
^alias痰瘀上滎，清陽不展，陰結，血瘀水停。t病例名稱：
^chinese 瘀血頭痛，眩鴦，搖頭，腹痛，脅痛，閉經、漏乳，寒換，痰注，腿燒如火燎，瘀痿症，多寐症，浮腫，腫 脹，虛腫，臌脹，癥塊，積聚病，瘧母，孩瘧，瘧臌，陰疽，寒性膿腫。
^western 腦庋蕩後遺症，四疊體腫瘤，腸系膜上動脈壓迫綜合征，腹膜結核，腎病綜合征，肥胖證，腦垂體腫瘤，癇 性放電，突發性睡眠症，間腦病變，脾腫大，肝包璣蟲病，乳歷纖維瘤，結節性脈管炎，結核性皮下結節。
^ill〔氣機不利〕
^symtom ①臍腹脹痛難忍，臍腹絞痛，②食後腹鳴而痛，③食不能下，得吐方適，④右少腹隆起。
^symtom ①泛吐豬肝色涎沫，②或欲吐不吐，或欲瀉不瀉。
^symtom ①胸膈滿悶，②心中懊儂。
^symtom 頭暈倦怠。
^tounge 舌邊暗，苔薄白。
^pulse ①脈緩，②脈弦澀或伏。
^symtom ①肢節木痛，②手足牽引，③骨節本￡——H070治陽失位候H292肝氣橫逆候
^symtom 下肢麻木不能屈伸。
^tounge 舌邊瘀斑數處。
^ck30z18h070
^norm 痰瘀上蒙，清陽不展。
^chinese 瘀血頭痛，眩暈，閉經，漏乳。
^western 腦艇蕩後遺症，四茲體腫瘤，肥胖。
^combo 陽滯+氣逆+清空+氣鬱
^ill〔陽氣不行〕
^symtom ①肢體重滯不利，手握不緊，②口乾欲飲，③大便欠實，④月經常延期或閉。
^tounge 苔白膩。
^pulse 脈象沉滑。
^ill2〔清空不宣〕
^symtom ①頭痛，②眩暈耳鳴，步廂不實，時欲傾跌，③兩眼險下垂，上抬無力，視物復視，④聽 力明顯下降。'
^pulse 脈浮弦滑。
^symtom ，①時有惡少，嘔吐，②心悸間作，③咯吐大M:白色稠黏細沫痰。
^tounge 舌質暗紅，苔薄膩。
^pulse 脈細滑會。
^symtom ①胺悶納減，②痰出則神清氣爽。
^formulas
^formula1〔蔥麝湯〕
^origin〔張伯臾方〕
^ingredients2456 當歸、朱茯苓各Ug，川芎、生姿、生白朮、天麻 各6g，桃仁、紅花、生半芨、地龍 各9g，胳香0.12g，蔥管5根，珍 珠母30g，全蠍粉1.8g。
^ck30z18h292
^norm 痰氣瘀滯。
^chinese 腹痛。
^western 腸系膜上動脈壓迫綜合征:。
^combo 氣鬱+氣滯+氣逆+陽鬰
^ill〔氣機不利〕
^symtom ①臍腹脹痛難忍，臍腹絞痛，②食後腹鳴而痛，③食不能下，得吐方適，④右少腹隆起。
^ill2〔氣機沖逆〕
^symtom ①泛吐豬肝色涎沫，②或欲吐不吐，或欲瀉不瀉。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸膈滿悶，②心中懊銥。
^ill<sub=2>〔陽氣不和〕
^symtom 頭暈倦怠。
^tounge 舌邊暗，苔薄白。
^pulse ①脈緩，②脈弦澀或伏。
^formulas
^formula〔脹痛湯證〕
^origin〔張伯臾方〕
^ingredients2457 摘錄：　　　1.論著：王雨三：臍腹絞痛，頭母倦怠，或欲吐不吐，或欲瀉不瀉，胸膈滿悶，心中懊儂，脈弦澀或伏，主青陳皮、丹皮、赤芍、澤瀉、川芎、紅花、半夏、茯苓。
^ck30z18h024
^norm 痰瘀阻絡。
^chinese 寒痺，痰注。、
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom 身體重滯。
^pulse 右沉滑。
^ill2〔絡脈不宣〕
^symtom 四肢麻木。
^ill<sub=1>〔血滯不行〕
^pulse 左沉澀。
^ill<sub=2>〔絡脈不利〕
^symtom ①肢節木痛，②手足牽引，③骨節串疼腫痛，④肩背及手臂盡痛，痛汗如珠。
^formula1〔半夏苓術湯加小活絡丹證〕
^origin〔何廉臣方〕
^formula2〔蠲痛活絡丹證〕
^origin〔何廉臣方〕
^ck30z18h068
^norm 痰瘀阻絡。
^chinese 瘀瘺症。
^western 腦袋誅後遺症，腦垂體腫瘤。
^combo 陽滯+經絡滯+表鬰+氣蒸+氣鬱
^symtom ①面色晦滯，②眩牽，③視物模糊，④疲乏無力，⑤欲減退。
^tounge 舌苔灰膩。
^pulse 脈濡級。
^symtom 下肢麻木不能屈伸。
^formula〔祛風宜濕湯證〕
^origin〔鄒雲翔方〕
^ingredients2458 小川芎、炎蜈蚣 各5g，當歸、橘絡、半復曲、葛花、枳棋子、桃仁、紅花、遠志 各9g，枸杞子12g，太子參24g，丹參
^ck30z18h090
^norm 痰瘀積水。
^chinese 浮腫，腫脹。
^western 腎病綜合征。
^combo 陽滯+津滯+氣滯
^ill〔陽氣不行〕
^symtom ①楮神萎靡：頭犖欲倒，面色無華，②關節痠痛，③腹部及大腿內側有紫紋。‧
^tounge 舌質隱青，k白厚膩。
^pulse 脈沉細。
^ill2〔津不化氣〕
^symtom ①全身浮腫，滿月臉，水牛背，圍裙腹，②腹膨如鼓，③腸鳴漉漉。
^ill2〔氣機不利〕
^symtom ①腹脹不舒，②少腹疼痛，③經閉，惡露不行。
^ill<sub=1>〔氣化不行〕
^symtom ①汁多溲少，尿少不暢。I *
^ill2<sub=1>〔氣機不宣〕
^symtom 食慾不振。
^ill<sub=2>〔氣機不降〕
^symtom ①喘促倚息，不能平臥，②嘔吐頻頻。
^formulas
^formula1〔疏鬰洩濁湯證〕
^origin〔鄒雲翔方〕
^formula2〔控涎丹證〕
^origin〔洪明竹方〕
^ingredients2459 甘遂、大戟、白芥子各等份。糊丸，梧酮子大，每服5g。
^ck30z18h131
^norm 痰瘀結聚。
^chinese 瘧母，銀瘧，瘧臌。
^western 脾腫大，肝包渙蟲病。
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom 腹脹如鼓，按之左邊尤堅。.‧-
^pulse 脈弦細。
^ill<sub=1>〔氣機不利〕
^symtom ①脅痛兼脹滿，②胸脅刺痛微咳。
^ill<sub=2>〔陽氣不和〕
^symtom ①不時寒熱，②嘔吐，③面龐消瘦。
^tounge 舌紅。
^formulas
^formula1〔鱉甲煎丸證〕
^origin〔《金匱要略》方〕
^formula2〔三甲湯證〕消癥化積。
^ingredients2460 生牡蠣、生鱉甲、生山甲、柴胡、甘草、鬰金、薑黃、桃仁、紅花。肝腫硬兼服大黃蟲丸，脾腫大兼服鱉甲煎丸，脅 痛兼脹滿者，桃紅易稜莪。
^ingredients2461 (.4)馬端亭：消瘀湯：生牡蠣l』2g，灸整甲、雞內金、三稜、莪術、茯蒼、柴胡、胡炒青皮、赤苟、枳殼 各9g，大麗 參6g。
^ingredients2462 (2)劉崇景治肝包資蟲病：右上腹腫大疼痛，16』x20mm包塊，堅硬不移，表面光消，重按則痛，嘔吐發熱37. 8T，胸脅刺痛微咳，舌苔澳白，脈弦細。擬方：柴胡、紅花、三梭、青皮、香附各化由苟、桃仁、莪術、姜半S 各9g，按榔 15g，木香、鬰金、甘草 各4.5g，沉香2.'lg，生薑、竹茹 各3g。後加當歸9g，乳香、沒藥 各6g，嘔吐大世黃水黏液，包我
^ck30z18h171
^norm 陰結，血瘀水停C
^chinese 脅痛，激脹，斑塊，積聚病，陰疽，寒性膿腫。
^western 腹膜結核，乳房纖維瘤，結節性脈管炎，結核性皮下結節。
^combo 陽虛氣結+陽‧滯
^ill〔陽氣不振〕
^symtom ①面色消懼恍白，面色萎黃，暗淡無華，②眩牽，③肢冷，畏寒?熱④動輒自汗，⑤神 疲氣短懶言，⑥便溏，腸鳴轆轆，⑦小便短少。
^tounge ①舌質淡，淡紅，②苔薄白，；苔白潤。
^pulse ①脈沉細，②脈沉細而數。
^ill2〔氣機鬱結〕
^symtom ①脅痛，腹大如鼓，短氣撐急，②腹肌緊張而硬，③腹部癥塊結硬，局部脹痛，④雙下肢 反覆起小紅疙瘩，小腿靜脈成索條狀，關節腫脹活動時疼痛加重，⑤雙下肢皮下結節，大如雞蛋，小如黃豆，不紅不熱，雙踝腫痛。
^tounge 苔白膩。
^ill<sub=1>〔氣機不降〕
^symtom 大便兩天未解。
^ill<sub=2>〔陽氣不行〕
^symtom ①時作寒熱，②瘡勢搜腫微紅。
^pulse 脈沉緩。
^formulas
^formula1〔回陽三建湯出入證〕
^origin〔魏長生方〕
^ingredients2463 當歸、附片、陳皮、厚樸 各12g，生哂參、川芎、蒼朮、桃仁 各10g，炙甘草5g，生黃耆20g，木杏15g。
^formula2〔回陽軟堅湯證〕
^origin〔趙炳南方〕
^ingredients2464 肉桂3~9g，白芥子、、橘紅、三稜、莪術各9~15g，炮姜、片姜賁、全絲瓜各6~15g，熟地15~30g，麻黃3~6g。
^formula3〔消核湯證〕
^origin〔張伯臾方〕
^ingredients2465 當歸15g，木通知，桂枝4.5g，鹿角片、白芥子、炙甲片、黃芩 各9g，淮牛膝18g，黨參、丹參、西部 各12g，小金丹
^formula4〔通結湯證〕
^origin〔趙炳南方〕
^ingredients2466 紅參4.5g，生黃耆45g，酒制當歸18g，赤芍、白芍、絲瓜絡、躋路通、山茱萸、山藥 各9g，白芥子、伸筋草、牛膝 各15g，丹皮12g，加黃酒30g煎服。
^ingredients2467 (5)趙炳南治跋部包塊（斑瘕），乳房纖維瘤（乳氣疽），體表小腫物或寒性膿腫，關節腫脹（鶴膝風）：丹參15~ 30g，烏藥、俚蠶、厚樸各6～2g，三稜、莪術、白芥子、橘絡、土貝母各9～15g，沉香1.5～3g，陰寒症加炮姜、附子，腫塊發涼加小?、吳茱萸（《趙炳南臨床經驗集）)。_
^alias惡血人肺，木火刑金，肝氣犯肺，痺阻胸陽。
^chinese 肺遂，風燥，久咳，久咳脅痛，咳血，產後喘；脅痛，胸痺痛，頭痛，眩眾，痞滿，癰症初起，乳癡，? 乳，失音，挾喉疽，石換，肉癭。
^western 腦鋌蕩後遺症，肺結核合併支氣管感染，聲帶肥序-，聲帶息肉，肺泡蛋白沉笤症，胸背肌風濕症，甲狀腺腫 瘤，喉脂肪瘤樣型脂肪肉瘤，舌體血管瘤，乳房纖維腺瘤，急性乳腺炎，蜂窩組織炎，深部膿性感染。
^ill〔氣機不宣〕
^symtom ①咳嗽，咳聲重濁，咯痰腥臭且多，痰貨稠，②神疲乏力，咳甚時更覺氣短難續，尿不自禁。
^tounge 苔白。
^pulse 脈數。
^ill2〔氣機沖逆〕
^symtom ①咳喘大盛，痰韌成碗，②典竅遍動。〔絡脈不利〕
^symtom ①胸脅板痛，室塞不通，②脅肋楚 痛，③右肋下隱痛拒按，右胸脅肋俱痛。
^pulse 脈澀。
^ill3〔絡瘀血溢〕
^symtom ①咳嗆吐血，②胺痰濁血。
^ck30z04h227
^norm 惡血入肺。 '
^chinese 久咳，產後喘。
^combo 氣逆+氣鬱+清竅
^ill〔氣機沖逆〕
^symtom ①咳喘大盛，痰韌成碗，②典竅掮動。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽，咳聲重濁，咯痰腥臭a多，痰黃稠，②神疲乏力，咳s:‧時更覺氣短難續，尿不 自禁。』
^tounge 苔白。
^pulse 脈數。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔二味參蘇飲證〕治產後及失血後，惡血入肺而喘。詳見論著。
^ingredients2468 蘇木、人參。
^formula2〔活血解痙宣肺化痰方證〕
^origin〔劉樹農方〕
^ingredients2469 前胡、當歸、葛根、乾枇杷葉、旋復花、細辛、丹參。
^ingredients2470 1.論著：產後及失血後，惡血入肺而喘，主二味參蘇飲：蘇木、人參。
^ck30z04h234
^norm 木火刑金。
^chinese 肺瘺，風燥。
^western 肺結核合併支氣管感染。
^combo 液灼+氣鬱+氣蒸+清竅
^ill〔津液消灼〕
^symtom ①形瘦顴赤，②低燒，③五心煩熱，④煩躁盜汗，⑤咳嗽少痰。
^ill<sub=2>〔絡血妄行〕
^symtom ①咳嗽甚則帶血，②咳嗆吐血。
^formulas
^formula1〔涼肝清燥潤肺去瘀方證〕
^origin〔丁甘仁方〕
^ingredients2471 冬桑葉、粉丹皮、生石決明，馬勃、茜草根、側柏葉、川象貝母、甜光杏仁、竹茹、白茆花、冬瓜子、活蘆根、蠶豆 花露、枇杷葉錤。
^ck30z04h233
^norm 肝氣犯肺。
^chinese 久咳脅痛，咳血。
^combo 氣鬱+絡滯血溢
^ill〔氣機不宣〕
^symtom 咳嗽。
^ill2〔絡脈不利〕
^symtom 胸脅板痛，窒塞不通。
^pulse 脈澀。
^ill<sub=1>〔絡瘀血溢〕
^symtom ①咳嗆葉血，②膿痰濁血。
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom 氣逆。
^formulas
^formula1〔蘇子降香湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔降氣化瘀法證〕
^origin〔高凌雲方〕
^ingredients2472 丹參、茯神、?子仁、黑扼 各9g，炒丹皮、炙甘草、茜根 各6g，代赭石12g，降香3g，藕節3枚。另十灰丸(吞）9g。摘錄：
^ingredients2473 (1)王旭高治肝氣逆而上迫，先脅痛後咳嗽，治不在肺Iflf在肝：旋復花、桃仁、杏仁、貝母、蘇子、冬瓜子、黑梔、丹皮、鬰金、惹苡仁、枇杷葉、當歸須、桑白皮、白芍（《柳選四家醫案》200)。
^ingredients2474 (2)治久咳脅痛，不能左側，病在肝，逆在肺，得之情志，難以驟驅，治法不當求肺而當求肝：旋復花、丹皮、桃 仁、鬰金、猩絳、甘草、牛膝、白芍。青皮、桑白皮、紫蘇、山梔、瓦楞奪（《柳選四家醫案》）。
^ck30z04h067
^norm 痺阻胸陽。
^chinese 脅痛，胸痺痛。
^western 胸背肌風濕症。
^combo 陽鬰+絡滯‧*‧氣鬱
^ill〔陽氣不宣〕
^symtom 人夜氣急，不得平臥。
^formulas
^formula1〔薤白止痛湯證〕
^origin〔程門哲方〕
^formula2〔溫通陽氣活血宣絡化痰方證〕
^origin〔錢元龍方〕
^ingredients2475 桂枝、治歸、赤芍、川與、桃仁、紅花、旋復花 各9g，乾薑、半夏、瓜萎、枳殼 各6g，九香蟲、七厘散 各3g。
^ck30z04h050
^norm 氣虛痰瘀。
^chinese 頭痛，眩犖，脅痛，痞滿。
^western 腦瑛蕩後遺症，肺泡蛋白沉笤症。
^combo 氣虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom ①面色晦暗不華，②氣短不足以息，乏力納差，③眩母，頭痛，耳鳴如蟬。
^tounge 舌淡，舌胖有齒痕。
^pulse 脈遲澀。
^ill2〔氣機不利〕
^symtom ①兩脅隱痛，②膠腹痞滿隱痛，③唇甲青紫。
^tounge 舌有紫點，舌下諍脈怒張，苔薄白垢膩。
^pulse 脈沉細弦滑。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳痰白黏，不易咯出，②胸中滿悶，③心煩焦躁，不寐。
^ill2<sub=1>〔氣機不降〕
^formulas
^formula1〔升清補氣，和血宣絡方證〕
^origin〔餞元龍方〕
^ingredients2476 生黃耆、黨參、白朮 各12g，當歸、赤芍、川芎、紅花 各9g，柴胡、桔梗、半夏 各6g，參三七0.6g。
^formula2<var=1>〔升陷湯證〕
^origin〔祝諶予方〕
^ingredients2477 生黃耆、生惹苡仁 各25g，知母、柴胡、桔梗、當歸、川芎、旋復花、浮石、葶藶子各Og，升麻3g，丹參15g。
^ck30z04h131
^norm 痰瘀聚結。
^chinese 石銀，肉瘺。
^western 甲狀腺腫瘤，乳房纖維腺瘤，舌體血宵瘤。
^combo氣結+血結+氣滯+陽鬰
^ill〔氣機鬰結〕癥象：口干腹脹。
^tounge汚苔黃膩。
^pulse脈弦
^ill2〔血滯瘀紡〕
^symtom①頸項腫塊，②結堠內腫塊突起.按之堅硬不平而作痛，③舌體前部腫塊，按之堅硬不移，稍有壓痛。
^tounge①舌苔薄②舌質鮮紅，③邊冇紫點。
^pulse脈弦細數。
^formulas
^formula1〔解鬰化痰，活血消堅方〕
^origin〔杜雨茂方〕
^ingredients2478 海嫌、茯苓 各12g,昆布、牡廝、貝母、莪術、赤節、歸尾、青皮、陳皮、柴胡、川芎 各9g,黃藥子、桂枝 各6g。
^ingredients2479 濕不化，聚而為痰，氣血甩滯而為肉銀。擬解鬰化痰，散結消瘦為主：柴胡、昆布、海藻 各12g,貝母、if皮、番附、赤
^alias腦絡瘀阻，清竅不靈，濕熱傳人厥陰氣虛血瘀=(
^chinese 頭痛，眩暈，中經絡，癲癇，產后風，癡呆，諏狂。
^western急性播敗性腦脊髀炎，流腦痰瘀BIR型，一氧化碳中苺性腦病，顱內占位性病變（血腫后顱凹占位性病
^ill〔氣機不宣〕
^symtom①胸悶脅痛，②鉍疲乏，不欲食。
^ill2〔津氣菹蒸〕
^symtom①喉間痰聲漉漉，②大便秘結不通。
^tounge舌苔前半淸.后半濁膩。
^pulse脈滑。
^ill2〔血熱逭蒸〕
^symtom雙目紅絲顯»。
^tounge①舌質晡紅，舌苔薄，②邊有瘀點。
^pulse①脈弦細，②脈象弦澀。
^ill3〔淸空不寧〕
^symtom①劇烈頭痛.②頭爭目眩，③后項板滯，④廉癰經常發作。
^ill2〔氣機不降〕
^symtom①咳吐埏沫，咯吐不爽，②惡心嘔吐。
^ill3〔陽氣不和〕
^symtom①®色隱宵，②乏力、艱睡。
^tounge舌質淡。
^pulse脈沉弦。
^ill4〔神志不寧〕
^symtom①煩亂不安，②失眠多夢，寐多惡夢.夢語連箱，③心悸。
^ck30z10h280
^western顱腦損傷后遺癥，繼發性癲癇’癇性放電.顱內占位性病變（血腫），腦®蕩后遺癥。
^ill〔氣機不宣〕
^symtom①胸悶脅痛，②易疲乏，不#食=
^ill2〔津氣a蒸〕
^symtom①啦間痰盧*漉，②大便秘結不通。
^tounge舌苔前半淸，后半濁膩。
^pulse脈滑。
^tounge①舌興暗紅，舌苔薄，②邊有瘀點。
^pulse ①脈弦細，②脈象弦澀。
^ill<sub=1>〔清空不寧〕
^symtom ①劇烈頭痛，②頭暈目眩，③後項板滯，④瘢癇經常發作。
^ill2<sub=1>〔氣機不降〕
^symtom ①喜咳吐涎沫，咯吐不爽，②噁心嘔吐。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色隱青，②乏力、嗜睡。
^tounge 舌質淡。
^pulse 脈沉弦。
^ill2〔神志不寧〕
^symtom ①煩亂不安，②失眠多夢，寐多惡夢，夢語連篇，③心悸。
^formulas
^formula1〔化瘀通絡豁痰定癇法證〕
^origin〔謝海州方〕
^ingredients2480 澤蘭、連翹 各12g，赤芍、鉤籐、龍葵、忍冬籐 各15g，劉寄奴、蘇木、茲荊子、鬼箭羽、稿本、桃仁 各9g，莪術、膽
^formula2<var=1>〔血府逐瘀湯證〕
^origin〔劉炯夫方〕
^ingredients2481 當歸、赤芍、桃仁、生地、牛膝 各10g，川寫、柴知、法半復 各6g.紅花9g，枳殼、桔梗 各5g，甘草3g，另用麝香 (分沖）0.15go
^ingredients2482 (一）化瘀通絡法：蘇木、豨薟草 各15g，雞血籐30g，劉寄奴、澤蘭、鬼箭羽、赤芍葯 各10g，菖蒲、土鱉蟲、川芎  各6g。
^ingredients2483 (二）補腎榮腦法：生地黃18g，桑椹子30g，芝麻10g，女貞子、胡桃肉、龍眼、熟地貨 各15g，首烏、枸杞子、補骨 脂、全當歸 各10g。
^ck30z10h276
^norm 痰瘀鬰滯。‧　　　內含病例：
^chinese 產後風，癡呆。
^western 流腦痰瘀阻竅型，一氧化碳中毒性腦病，腦外傷。
^combo 氣鬱+神昏+神擾+陽鬰
^ill〔氣機不宣〕
^pulse ①脈滑數，②脈弦滑數，③脈弦勁有力，④弦澀。
^tounge 舌質暗紅，古邊紫，苔黃滑。
^ill2〔神氣不清〕
^symtom ①神識昏沉，②面目呆滯，耳聾，③語言賽澀，甚至不語，④語言失常，時而譫語。有時 癡笑，⑤二便失禁。
^ill<sub=1>〔神志不寧〕
^symtom 心神昏憒，如見鬼狀。
^ill<sub=2>〔陽氣不和〕
^symtom 頭痛發熱無汗。
^tounge ①舌邊紫瘀，苔根黃膩3
^pulse ①脈細，②脈浮細。
^formulas
^formula1〔宣熱通竅湯證〕
^origin〔彭述憲方〕
^ingredients2484 銀花15g，山梔、連翹、鉤籐、丹參、鬰金、朱茯神、射乾 各9g，川貝母、菖蒲、紅花各知，通草、甘草、遠志 各3g。
^formula2〔補背清心方證〕
^origin〔朱南孫方〕
^ingredients2485 仙靈脾、合歡皮 各12g，酸棗仁、赤芍、丹皮、鬰金 各9g，炮姜、姜川黃連 各3g，川芎、蓮子心、遠志 各4.5g，菖蒲
^formula3〔活血通竅，滌痰疏絡，少佐扶正熄風方證〕
^origin〔李培豐方〕
^ingredients2486 半夏、茯苓、陳皮、天竺黃 各9g，竹茹、枳實、西洋參、紅花、石.菖蒲 各6g，鉤籐、龍齒、牡蠣 各15g，靈磁石24g，號柏3g，游香0.15g。
^alias氣阻痰凝，陽氣鬱遏失宣，痰濁中阻，痰濕中阻，痰積不化，痰濕交阻，濕痰凝聚，胃中虛冷，脾胃不和，陰濁上逆，陽虛飲逆，阻塞清竅，痰濁蒙竅，濕痰客於經脈。
^chinese 不食，濕溫余濕未盡，嘔吐，.寒吐，妊娠惡阻，嘔逆\\呃逆，噦逆，痰眩，痰濕頭痛，痰厥頭痛，濕瘧，牡 瘧，痞結，腹脹，胃脘疼，痰瀉，痰中，痰厥，痰瘺，痰痺。
^western 慢性胃炎，神經性嘔吐，冠心，梅尼埃病，肺腦，神經纖維腫瘤。
^ill〔陽氣不宣〕
^symtom ①得辛熱而痛止，②體倦神疲，③渴不多飲。
^tounge 舌灰白。
^pulse 脈細。
^ill2〔氣機不宣〕
^symtom ①胸脘不舒，胸脘痞悶，②不欲飲食，③不饑。
^tounge ①舌苔白膩，②舌滑。
^pulse ①脈弦，②脈弦滑，③脈象細弦。
^ill3〔氣機不利〕
^symtom ①胸室，胸脘痞滿，②胸腹脹滿，③胃脘部脹痛不適。
^pulse 脈弦。
^ill4〔氣機不降〕
^symtom ①心中游澹欲吐，②時吐酸水。
^ill5〔氣機沖逆〕
^symtom ①乾嘔，②噦逆，③呃逆而渴，④胸中泛泛不寧時時欲吐，⑤噁心嘔吐，i食飲水則泛吐，噯氣 頻頻，⑥痰水雜出，⑦區吐不已。
^ck31z13h246
^norm 氣阻痰凝。
^chinese 不食。
^ill〔氣機不宣〕
^symtom ①中脘不快，②食下則脹，③不饑不食。
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不和〕
^symtom 口渴。
^tounge 舌體偏白。
^pulse 脈濡緩。
^formulas
^formula1〔開洩宜輕方〕
^origin〔葉天士方〕
^ingredients2487 炒半夏、茯苓、杏仁、鬰金、橘紅、白蔻仁。
^ingredients2488 (2)尤在涇治宵陽衰憊，氣阻痰凝，中脘不快，食下則脹，宜辛溫之品：草果、厚樸、茯苓、半夏、甘草、檳榔 (《柳選四家醫案》56)。
^ck31z13h251
^norm 陽氣鬱遏失宜。
^chinese 濕溫余濕未盡。
^combo 陽鬰+氣滯+氣鬱
^formulas
^ingredients2489 ‧宣濁祛濕方證葉天士方。治脈細，舌灰白，渴不多飲，濕溫余濕未盡，詳見病案。、　　　半夏、人參、厚樸、橘紅、枳實、茯苓。
^ck31z13h248
^norm 痰濁中阻。
^chinese  PK逆，呃逆，噦逆。..
^western 神經性嘔吐。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①乾嘔，②噦逆，③呃逆而渴，④胸中泛泛不寧時時欲吐，⑤噁心嘔吐，進食飲水則泛吐，噯氣頻頻，⑥疲水雜出，⑦咐:吐不已。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸脘不舒。『
^tounge ①舌苔白膩，②西滑。
^pulse ①脈弦，②脈弦滑，③脈象細弦。
^ill<sub=2>〔氣機不利〕
^symtom ①胸脘痞滿，②胸腹脹滿，③胃脘部脹痛不適。
^formulas
^formula1<var=1>〔溫膽湯證〕
^origin〔楊樹千方〕
^ingredients2490 姜半夏、茯苓、生麥芽 各12g，陳皮、枳實 各9g，竹茹6g，生薑3.片，大棗4枚，佩蘭10g。
^formula2〔橘皮竹茹湯證〕
^origin〔《金肢要略》方〕
^ingredients2491 橘皮二升，竹茹二升，大棗30枚，生薑 五兩，甘草 五兩，人參 一兩。
^formula3〔許氏法證〕
^origin〔曹仁伯方〕
^ingredients2492 丁番、陳皮、川厚樸、半夏、茯苓、甘草、枇杷葉、茅根。
^ck31z13h250
^norm 中虛痰逆。
^chinese 嘔吐，呃逆，妊娠惡阻。
^formulas
^formula1〔柿蒂湯證〕
^origin〔李聰茁方〕
^formula2〔煩氣化痰，和胃降逆方證〕
^origin〔汪明德方〕
^ingredients2493 姜半芨、館香梗、茯苓 各9g，炒陳皮、老蘇梗 各6g，川厚樸花、砂仁、炙甘草 各3g，生薑2片。
^ingredients2494 (1)張仲景：外合茯苓飲治心胸中有停痰宿水，0吐出水後，心胸間虛，氣滿不能食，消痰氣，全能食：茯苓、人 參、白朮 三兩，枳實 二兩，橘皮 一兩五錢，生薑 四兩（《金瞼要略》94)。
^ingredients2495 (2)綜述：久病或過服克伐之藥，四肢倦怠，食少，呃逆時作時止，脈虛軟，董廢翁主六君加減，陳士鐸主實呃湯： 人參9g，白朮、茯苓 各15g，丁香、陳皮 各1.5g，沉香、牛膝 各3g，加味六君子湯：人參、法半夏、蘇葉 各3g，白朮、茯 苓 各9g，陳皮1.5g，甘草0.9g，丁香0，6g。
^ck31z13h252
^norm 陽虛飲逆。
^chinese 寒吐，妊娠嘔吐，呃逆。
^combo 陽虛+氣逆+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①院中隱痛喜按，得溫稍緩，②唇舌淡白，③手足寒，④精神困乏，⑤語音低微。
^tounge 苔薄白滑。
^pulse ①脈細小而弦，右關弱，②弦緩而潘，③沉遲而弦，④沉微。
^ill2〔氣機沖逆〕
^symtom ①食人嘔吐，②時嘔涎沫，③吐痰飲，④呃逆，⑤嘔黃綠苦水，⑥吐逆，⑦胸中泛泛時吐
^ill<sub=1>〔氣機不利〕：
^symtom ①胸脘痞脹，②腹中滿痛，③大便欲通不通。
^pulse 右脈弦大。
^ill<sub=2>〔氣機不宣〕
^symtom ①納少，②不思食。
^formulas
^formula1〔理陽驅陰方證〕
^origin〔《傷寒指掌》方〕
^ingredients2496 人參、附子、丁香、柿蒂、茯苓、乾薑/吳茱萸。
^formula2<var=1>〔丁蔻理中證〕治溫中理脾，脾虛不能運化，食後朐膈飽悶，詳見論著（8)。
^ingredients2497 丁香、白蔻仁、西黨參、白朮、乾薑、炙甘草、砂仁、木香、陳皮、半夏。
^ingredients2498 (5)中寒停飲，隨氣上逆，胸中泛泛時吐酸水，唇舌淡白，脈沉弦而主溫化，丁香茯苓湯：半夏、陳皮、茯苓、丁香、附子、肉桂、砂仁、炮姜、木香。』
^ingredients2499 (7）吐痰日日嘔吐，或朐脘怏怏不快，兀兀欲吐，舌白，脈遲，主理中化痰丸：人參、白朮、乾薑、甘草、半夏、茯苓。、'
^ck31z13h257
^norm 痰積不化。
^chinese 痰揮，腹脹，胃脘疼。
^western *‧慢性胃炎。
^combo 氣滯+氣鬱+水洩
^ill〔氣機不宣〕
^symtom ①胸滿，胸悶氣短，②納呆，不饑不食，③頭眩。
^ill2〔氣機不利〕
^symtom ①S脘部疼痛，②腹中覺冷，隱隱作痛，③腹脹，腹鳴，④腹中自覺狹窄。
^tounge 苔溥白膩。
^pulse ①右脈弦滑，②脈細滑，③右脈頗形滿細。
^ill<sub=1>〔氣機不降〕
^symtom ①唆氣，②嘔吐，嘔吐冷涎。
^ill<sub=2>〔水谷不分〕
^symtom ①傳沫，②便下痰涎脂奔之物。、
^formulas
^formula1〔星半安中湯證〕逐痰行氣，治脾濕生痰，痰積不化，詳見論蔣（4)。
^ingredients2500 南星、半夏、香附、枳殼、青皮、木香、蒼朮、砂仁、焦山梔、茯苓、滑石、炙甘兌、生薑。
^formula2<var=1>〔溫膽湯證〕
^origin〔楊樹千方〕
^ingredients2501 半夏IOg，茯苓、炒白朮 各12g，陳皮、枳禿、甘松 各9g，竹茹、煨木香 各6g，生孌3g，大棗6枚，焦三仙20g。
^ingredients2502 (3)腹中自覺狹窄，飲食減少，肥人主二陳湯加蒼朮、香附，瘦人加蒼朮、黃連。
^ck31z13h249
^norm 濕痰鬱結。
^chinese 痞結。
^combo 氣結+氣鬱+氣滯
^ill〔氣機鬱結〕
^symtom ①胸脘痞結，②胸中有形如盤，四圍有旋邊。
^tounge 苔膩。
^formula1〔枳術湯〕
^origin〔《金匱要略》方〕
^ck31z13h033
^norm 濕痰凝聚，阻塞清竅。
^chinese 痰眩，痰濕頭痛。
^western 神經纖維腫瘤，冠心病。
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①咳嗽，胸滿，②胸悶心悸，心前區陣發性絞痛，③面色晦暗或淡白無華，沉重，倦怠，四肢重滯，④飲食不下，納少便溏，⑤帶下甚多，色白黏稠，⑥遍體硬核，兩千餘，大如杏核，小如豌豆。
^tounge ①舌淡紅苔膩，②舌紅苔白膩，邊緣不齊，③舌苔薄膩。
^pulse ①寸關脈滑，②脈滑，③脈弦滑。
^ill<sub=1>〔清竅不宣〕
^symtom 0弦。
^ill2<sub=1>〔清空不宣〕
^symtom ①痛，②頭重頭昏，③頭暈。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔吐涎沫，②稍動則噁心嘔吐，不能起立，③吐痰，痰多不欲飲水，怛常口乾口膩。
^formulas
^formula1〔加味二陳湯證〕辛開化痰，適應頭痛，0弦，嘔吐涎沫，咳嗽，胸滿，飲食不下，沉重，倦怠，寸關脈滑。
^ingredients2503 半夏、陳皮、'獲苓、廿草、川芎、茲荊子、細辛、薑汁。
^formula2<var=1>〔導疾湯證〕
^origin〔路新方〕
^ingredients2504 陳皮、半夏、竹茹、枳實、膽南星、白芥子、人參 各.9g，茯苓15g，鬰金12g，甘草6g。
^formula3<var=1>〔溫膽湯證〕
^origin〔蒲輔周方〕
^ingredients2505 茯苓9g，法半S6g，橘紅4.5g，炙甘草2. 1K，炒枳實、竹茹、姜南尾、白芥子、蒼朮、厚樸各3，生薑3片。
^ingredients2506 (2)朱曾柏治頭痛頭重頭昏時好時發，胸悶心悸，痰多不欲飲水，但常口乾口膩，面色晦暗或淡白無華，脈滑，苔 膩，導痰湯加味，降氣化痰，導痰只行：姜半夏、茯苓、陳皮、甘草、遠志、南星、枳實、白朮、生薑、旋復花。
^ck31z13h070
^norm 痰濕中阻。
^chinese 痰厥頭痛，痰眩。
^western梅尼埃病。
^combo 陽滯+氣逆+氣鬱
^ill〔陽氣不行〕
^symtom ①面色蒼賁，發時兩頰青紫，②神疲，昏倦，懶言，③身體沉重，四肢無力，④食少，惡 心不思飲食，⑤‧法寒，肢末欠溫，劇則四肢厥冷。
^tounge舌苔白滑，２舌苔白膩。
^pulse ①脈遲滑，②脈細遲，③脈湔。
^ill2〔清空不宣〕
^symtom ①眩暈，頭重且眩，忽眼生黑花，視物旋轉，②頭痛目弦，目不欲開，③頭莆如裹，④耳鳴，失聰。
^tounge 舌苔白膩。
^pulse ①脈滑，②脈滿滑。
^ill<sub=1>〔氣機沖逆〕
^symtom ①口吐痰沫，厄厄欲吐，②噁心，嘔吐，③動則痛眩心中漾漾，欲嘔吐出，多為秦涎。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶不舒，②咳漱，③食慾不振，④口苦舌乾，便秘。
^formulas
^formula1〔半夏天麻白朮湯證〕
^origin〔《脾胃論》方〕
^ingredients2507 姜半夏、麥芽 各4.5g，神曲、白朮 各3g，蒼朮、人參、黃蔑、橘皮、茯冬、澤灣、天麻 各1.5g，乾姜、黃柏 各0.6g。水煎服。
^formula2〔局方玉壺丸證〕適應頭痛目弦，自不欲開，厄厄欲吐，發時兩頰青紫，懶言，身體沉重。
^ingredients2508 生南星、生半芨、天麻、白朮、雄黃、薑汁。
^formula3〔理脾滌飲證〕
^origin〔舒弛遠方〕
^ingredients2509 黃耆、白朮、砂仁、白蔻仁、半夏、乾薑。
^ingredients2510 (6)賴良蒲治脾陽素虛，濕飲內番昏倦，噁心不思飲食，舌苔白膩，用蒼白二陳湯加天麻、白朮、蒼朮 各6g，茯苓 12g，法半夏、生薑 各9g，陳皮4.5g，甘草3S (《蒲園醫案》）。
^ck31z13h056
^norm 痰濕鬰遏。
^chinese 濕瘧，牡瘧。
^combo 陽鬰氣鬱+空竅
^ill〔陽氣不宣〕
^symtom ①寒起四末，瘧來日晏，②間瘧，寒熱俱微，③間日惡寒，按時而至，④發熱向晚作甚，天明漸止，⑤肢倦體疲，⑥口不作乾，渴喜熱飲，⑦背寒。
^tounge ①舌白，②苔膩而白。..
^pulse 脈緩近遲。
^ill2〔氣機不宣〕
^symtom ①脘悶，②胸前痞悶，③胸中痞結。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔清竅不宣〕
^ill<sub=2>〔氣機不降〕
^symtom 噁心不食。
^formulas
^formula〔草果知母湯證〕
^origin〔《溫病條辨》方〕
^ingredients2511 草果、黃芩、烏梅、天花粉 各4.5g，.知母、厚樸 各6g，半g9g，薑汁5匙。
^ingredients2512 (1)葉天士治舌白脘悶，寒起四末，渴喜熱飲，此濕邪內蘊，脾陽不主宣達而成濕瘧：厚樸、杏仁、半夏、廣陳皮白 各4.5g，草果3g，茯苓(《臨證指南醫案》424）。
^ck31z13h048
^norm 痰閉清竅。
^chinese 痰中，痰厥。
^ill〔氣機不宣〕
^symtom On悶，２91後頭昏沉，③身倦怠。
^tounge 舌苔傅白，舌質微淡。
^pulse 脈象細弦。
^ill<sub=1>〔氣機閉塞〕
^symtom ①突然牙關緊閉，手腳強直，眼睛直視向上翻，U流涎涎，人事不知，（I)肢冷。
^ill<sub=2>〔氣機不降〕
^symtom ①瘋鳴，②吐涎。
^formulas
^formula1〔導痰湯證〕
^origin〔《婦人良方》方〕
^ingredients2513 制半S6g，甘草1.5gf陳皮、茯苓、枳實、制南星 各3g。水煎服。
^formula2〔控涎丹證〕
^origin〔張有芬方〕
^ck31z13h072
^norm 痰濁蒙竅。
^chinese 痰厥。
^western 肺腦病。
^combo 陽滯+陽閉+絡滯+氣鬱
^ill〔陽氣不行〕
^symtom ①四肢逆冷，②面色黎黑。
^tounge 舌紫滯，苔膩。
^pulse 脈緩。
^ill2〔陽氣閉塞〕
^symtom ①不番人事，②目合昏睡，嗜睡，③呼吸微弱，④神識朦朧，⑤昏迷不省。
^tounge 苔白拊。
^pulse 脈滑。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^symtom ①呼吸急促，喉中痰鳴。
^ill<sub=2>〔經脈不利〕
^symtom 牙關緊急。
^formulas
^formula1〔導濕通陽湯證〕
^origin〔李聰茁方〕
^formula2<var=2>〔導痰湯合苜蒲鬰金湯證〕
^origin〔蔣慶丙方〕
^ingredients2514 菖蒲、鬰金、遠志、明礬、枳實、膽南星、半夏、竹瀝水、雲茯苓，蘇合番丸。
^ck31z13h068
^norm 濕痰客於經脈。
^chinese痰痿，痰痺。
^combo 陽滯+經絡滯+表鬰+氣蒸+氣鬱
^ill〔陽氣不行〕
^symtom 兩足軟弱，步應不便。
^symtom 腰膝麻痺。
^symtom 無汗。
^symtom 煩渴欲飲。
^symtom 短氣。
^formulas
^formula〔半夏蒼朮湯加指迷茯苓丸證〕
^origin〔何廉眨方〕
^ingredients2515 半S、蒼朮、茯苓、枳殼、半S、風化硝、生薑。
^alias濕痰類傷寒，濕阻氣機，中宮濕痰，痰氣交阻，濁蒙心竅，痰飲流竄經絡。
^chinese 痰飲類傷寒，濕溫，濕溫夾痰，濕溫神昏，伏痰，痰飲，肩痺，心氣痛夾痰濕。
^western 冠狀動脈粥樣硬化性心臟病，腸傷寒。
^ill〔陽氣不宣〕
^symtom ①肢倦體疲，②渴喜熱飲，③神鈍目呆，④眼下色黑。
^tounge 苔白膩。脈象r脈遲級。
^symtom ①胸悶，胸滿，胸痞，②胸脅滿痛，③脘悶痞滿，脘痞腹脹，④咳嗽，不饑，飲食不進，⑥懊 銥煩，⑦渴不多飲，⑧便溏溲赤。』
^tounge 舌白膩。
^pulse ①脈弦滑，②脈弦滯，③脈寸關弦數，④結澀，⑤脈糊數。
^ck31z12h034
^norm 濕阻氣機。
^chinese 痰飲類傷寒，濕溫夾痰。
^combo 氣部+表鬰+清空
^formulas
^formula1〔宜化開洩方證〕
^origin〔張聿青方〕
^ingredients2516 川厚樸、橘皮、半頁、桑葉、牛蒡子、杏仁、桔梗、枳殼、竹茹、薄荷、白蔻仁、佛手。
^formula2〔杏仁薏苡散證〕
^origin〔吳鞠通方〕
^ingredients2517 杏仁、白蒺藜 各9g，蔥苡15g，桂枝1.5g，生薑2.1g，厚樸3g，半夏、防己 各4.5g。摘錄：、
^ingredients2518 (1)馬元儀治發熱，錯語，胸滿，身痛，脈結澀，主柴胡、紫菀、葛根、枳殼、桔梗、半S、杏仁、'秦艽（《清代名 醫醫案楮華》馬元儀12)。
^ingredients2519 (2)陸祖愚治發頤紅腫，大發寒熱，胸脅滿痛，飲食不進，氣喘而粗，夜臥不安，脈寸關弦數，主軟柴胡21g）乾葛 根、黃芩9g，生甘草、桔梗、蘇子、白芥子 各3g，荽、棗。『
^ck31z12h057
^norm 濕痰類傷寒，中宮濕痰。
^chinese 伏痰，痰飲。
^combo 陽鬰+氣鬱+空竅
^formulas
^formula1〔二陳湯加味〕
^origin〔吳坤安方〕
^ingredients2520 傷寒胸悶，寒熱模糊，噁心不渴者，中宮濕痰也，詳見論著(1)0..法半夏、陳皮、茯苓、甘草、枳實、厚樸、紫蘇、茅蒼朮。
^ingredients2521 (1)王旭高治施，背筋常冷，胸腹有塊，時吐酸水。此寒痰阻於胃而太陽之氣不宣，溫之通之：蘇梗、桂枝、陳皮、半夏、茯苓、制附子、川花椒、老生薑（《王旭高醫案》212)。
^ck31z12h067
^norm 痰飲流簾經絡，痰氣交阻。
^chinese 肩痺，心氣痛夾痰濕。
^western 冠狀動脈粥樣硬化性心臟病。
^combo 陽鬰+絡鬰+氣鬱+血溢
^ill〔陽氣不宣〕
^symtom ①發熱，指末冷，②頭暈心悸。
^tounge 苔白膩。
^pulse 脈沉弦。
^ill2〔絡脈不宣〕
^symtom ①胸脅珩背皆痛，②肩背酸痛甚則麻痺，③胸悶痛。
^ill<sub=1>〔氣機不宣〕
^symtom ①脫悶脹，②胸悶氣憋。
^tounge 苔膩。
^pulse 脈弦滑。〔氣機不降〕
^symtom ①咳嗽喘逆，②吐痰。
^ill<sub=2>〔絡瘀血溢〕
^ill2<sub=2>〔清竅不利〕1
^formulas
^formula1<var=1>〔溫膽證〕
^origin〔蒲輔周方〕
^ingredients2522 茯苓9g，法半S6g，橘紅、厚樸 各4.5g，炙甘草2.1g，枳實、竹茹、姜南星、白芥子、茅蒼朮 各3g，生薑3片。
^formula2<var=1>〔指迷茯苓丸證〕
^origin〔《全生指迷方》丸方〕
^ingredients2523 茯苓、枳殼、半夏、風化硝、生薑加芥子、香附、通草、半炅。
^ck31z12h71 
^norm 濁蒙心竅。
^chinese濕溫神昏。
^western 腸傷寒。
^combo 陽滯+氣熾+神閉+絡滯+氣鬱
^ill〔陽氣不行〕
^tounge 舌體胖嫩，苔白膩。
^pulse 脈細搛而弱。
^ill2〔津氣蘊熾〕
^symtom 大便不通。
^tounge 質紫。
^ill3〔神志蒙閉〕
^symtom 突發神昏譫妄，喃喃自語，日夜不休。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔絡脈不利〕
^formulas
^formula〔滌痰湯證〕
^origin〔奚鳳霖方〕
^ingredients2524 南星知，半芨、枳實、白人參 各10g，橘紅、石菖蒲 各5g，茯苓、竹茹 各15g，甘草3g。
^alias伏濕生痰，濕痰咳嗽，寒痰犯肺，痰濁壅肺，痰濕阻滯。
^chinese 痰嗽，久嗽，氣虛咳嗽，陽虛久咳，暴喘，痰哮，痰喘，伏寒，與痔，頭痛，中經絡，風水。
^western 急性氣管炎，腺病毒肺炎，風濕性心臟病腦栓塞，急性腎小球腎炎，鼻息肉，卡他性中耳炎。、
^ill〔陽氣不宣〕
^symtom ①身重嗜臥，②面黃，③口淡乏味，納谷減少，④咳聲沉敢，痰多色白，⑤腹痛便溏，日漸消瘦。
^tounge 苔薄白膩，舌苔白垢。
^pulse ①脈緩，②脈細滑。
^symtom ①胸膈滿悶，②嗽痰白而稀，咳嗽痰多聲少，痰滑易出，痰隨嗽出，③口不作渴。
^tounge 舌苔白潤，苔白滑。
^pulse ①脈弦滑或微緊，右寸關不調，②右關緩滯，獨寸沉而且滑。
^symtom ①咳逆，②氣喘。
^symtom ①哮喘，②氣逆痰多，③坐不得眠，④疾白而黏。
^symtom ①聲濁，②音啞喉痛。
^ck31z02h226
^norm 濕痰咳嗽。
^combo 氣鬱
^ill〔氣機不宣〕
^symtom ①胸次不舒，胸病，②嗽痰白而稀，③口不作渴。
^tounge 舌苔白潤，苔白滑。
^pulse ①脈弦滑或微緊，右寸關不調，②右關緩滯，獨寸沉而且滑。
^ill<sub=1>〔氣機不降〕
^symtom ①咳逆，②氣喘。
^ill<sub=2>〔清竅不宣〕
^symtom 聲濁。
^formulas
^formula1〔六安煎證〕
^origin〔《成方切用》方〕
^ingredients2525 陳皮4.5g，半S6~9g，茯苓6g，甘草、杏仁 各3g，白芥子（年老氣弱者不用）1.5~2.1g，加生孌3 片。
^formula2〔加味二陳法證〕
^origin〔笛少逸方〕
^ingredients2526 法半茇、陳皮、茯苓、甘草，惡寒發熱加蘇梗、前胡，氣喘加旋復花、蘇子。
^ingredients2527 (3)吳匍方治苔白滑，咳逆胸痞，痰濕壅遏上焦，杏蘇二陳加味：南杏雞蘇散4.5g，蘇子、象貝母、橘紅 各2.4g，枳 殼、半夏 各1.8g，赤茯苓3g，萊菔子.5g，桔梗1.2g，諸症悉退，唯咳逆頻勤，聲濁而苔白滑，以和脾利濕，痰去則咳自 安：新會皮、半S、苑茸 各1.5g，枳殼'、桔梗、萊菔子、蘇子 各1.2g，象貝母、生薑 各1.8g，茯苓2.4g (《吳匍方醫案》 10)。
^ck31z02h231
^norm 寒痰犯肺。
^chinese 痰嗽，久嗽。
^combo 陽鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①身重嗜臥，②面焚，③口淡乏味，納谷減少，④咳聲沉重，痰多色白，⑤腹痛便溏，日 漸消瘦。
^tounge 苔薄白膩。舌苔白垢。
^pulse ①脈緩，②脈細滑。
^ill2〔氣機不宣〕
^symtom ①咳嗽痰多聲少，痰滑易出，痰隨嗽出，②胸膈滿悶。
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔清竅不宣〕
^symtom 呸啞喉痛。
^formulas
^formula〔紫蘇姜苓湯證〕
^origin〔黃員御方〕
^ingredients2528 蘇葉、生薑、甘草、茯苓、半S、橘紅、乾薑、砂仁。
^ck31z02h227
^norm 濕痰阻肺。
^chinese 痰哮，痰喘，伏寒。
^western 急性氣管炎。
^combo 氣鬱+氣逆
^ill〔氣機逆沖〕
^symtom ①哮喘，②逆痰多，③坐不得眠:④痰白而黏。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳痰不品出，②胸膈痞悶。‧.
^pulse 氣口脈閉。
^ill<sub=2>〔清竅不宣〕
^symtom 喉中呀呷有聲。
^formulas
^formula1〔蘇子降氣湯證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients2529 蘇子、半夏 各75g，當歸45g，甘草60g，前胡、厚樸 各30g，肉桂45g (—方葙橘皮；一方無肉桂，有沉香）為粗末，每服知，加生薑2片，大棗1枚，紫蘇葉5葉，水煎服。
^formula2〔 二陳合三子化裁方證〕
^origin〔余淦傑方〕
^ingredients2530 茯等、法半g、陳皮、蘇子、冬花、白芥子、杏仁、灸兜鈴 各9g，川貝6g，五味子、炙南星、甘京 各3g。
^formula3〔二花三仁湯證〕
^origin〔李聰甫方〕
^formula4〔二陳加味湯證〕
^origin〔《臨證治驗》方〕
^ingredients2531 (2)吳坤安：若氣逆咳喘，胸膈凝閉，氣口脈閉，喘咳有痰聲者痰喘也，治痰為主：如前胡、蘇子、杏仁、葶藶子、橘紅、象貝母、蔞鉗、半芨、桑皮、枳殼、薄荷、桔梗、竹瀝、薑汁之類（《傷寒指舉》卷三88)。
^ingredients2532 (1)張聿青治燥氣化痰生熱，蒸痰釀飲，上阻肺降，咳嗽，氣逆，多痰：葶藶子、蘇子、杏仁、白雲苓、生熟惹苡仁  各9g，橘紅3g，半夏、大腹皮 各4.5g，砂仁1.2g (《張聿青醫案》165)。
^ingredients2533 (2)張聿脊治肺有伏寒感風咳逆，且疏新感，俟咳減再商：半夏、茯苓、枳殼、杏仁、砂仁、蘇子、橘紅、前胡、桑 葉，咳稍減：杏仁、橘紅、半夏、款冬、惹苡仁、蘇子、茯苓、炒川貝母、炙苑肉。另方；川貝30g，炒萊菔子120g，豆 腐鍋巴240g，白果30g，冰糖120g，研末每12g開水下（《張聿青醫案》153)。
^ingredients2534 (3)張聿音治風溫後恣食甜膩，釀濕生痰，肺降痺阻，心胸不舒，熱退不清，痰鳴氣急，不能安眠，苔白不渴，脈左 大右軟滑葶藶、杏仁、茯苓、半夏、通草、蘇子、橘紅、白前、旋復花、薏苡仁（《張聿青醫案》34)。
^ck31z02h228
^norm 痰濁壅肺。』
^chinese 暴喘。』
^western 腺病莓肺炎。
^combo 氣鬱+氣閉+氣逆
^formulas
^formula〔麻芥湯證〕
^origin〔《章公次醫案》方〕
^ingredients2535 生麻黃1.2g，蘇子、芥子、炙紫菀、炙款冬花 各9g，生蒼朮、射乾 各3g，粉廿草2.4g，橘皮、白前、桔梗 各6g，山 慈菇片9g研沖。
^ck31z02h230
^norm 氣虛痰滯。‧
^chinese 氣虛咳嗽。f
^combo 氣虛+氣鬱+表虛
^ill〔氣虛失充〕
^symtom ①形瘦色黃，頭昏暈，②乏力肢軟，③氣短少氣，④納少，⑤便溏，⑥痰多。
^tounge 苔薄由。
^pulse 脈細弱湔。、V
^symtom ①胸悶，胸悶痛，②咳嗽痰白。
^tounge 苔白膩。
^pulse 脈滑。
^ill<sub=1>〔腠理不實〕
^ill<sub=2>〔氣機不降〕
^symtom ①夜寐則喉中溪吼有聲。
^formula〔健脾益氣，燥濕化痰方證〕
^origin〔高金山方〕
^ingredients2536 黨參、白朮、茯苓、陳皮、姜半夏、杏仁 各9g，乾薑、五味子、川厚樸 各4.5g，甘草3g。
^ck31z02h232
^norm 陽虛痰滯。
^chinese 陽虛久咳。
^combo 陽虛+表虛+氣鬱
^ill〔陽氣不振〕
^symtom ①面色恍白，②表散，反痰盛，③腹脹不食。
^ill2〔氣機不宣〕
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔清竅不宣〕
^formulas
^ingredients2537 西黨參、白朮、炮姜、炙甘草、法半夏、陳皮、厚樸、桂枝、白雲苓、附子。
^ck31z12h235
^norm 久咳傷陰，陰虛痰滯。
^chinese 久咳。
^formulas
^formula〔宣補止咳湯證〕
^origin〔湯一新方〕
^ingredients2538 泡參15g，茯苓、白朮、麥冬、玉竹、桔梗 各12g，五味子6g，桑葉9g，炙甘草3g。陰虛症象較著倍麥冬加百合15g; 痰稠貴多，胸悶脹滿加陳皮6g，法半夏9g;咯痰不暢，氣急加瓜蔞皮12g，桑葉改桑皮；喉癢加化橘紅12g。
^chinese 痰瘧，間日瘧，痰瘧，濕瘧，貨疸，頭痛，如脅症。
^ck31z15h082
^norm 客於募原。
^chinese痰瘧。
^combo 陽鬰+表鬰+氣鬱
^ill〔陽氣不和〕
^symtom ①發時不省人事，熱退神清，②口微渴，③便閉屎短赤。
^tounge 苔白滑。
^pulse 脈怠緩。、
^ill2〔腠理不調〕
^symtom 寒熱有時。
^ill<sub=1>〔清空不宣〕
^ill2<sub=1>〔氣機不直〕
^symtom 脘阻。
^ill<sub=2>〔氣機不降〕
^symtom 欲嘔。
^formulas
^formula1〔瘧疾驗方證〕
^origin〔 《蒲輔周民療經驗》方〕
^ingredients2539 酒炒常山6～9g，知母、貝母、草果仁 各3g。
^formula2〔馬鞭草湯證〕
^origin〔《章次公醫案》方〕
^ingredients2540 馬鞭草12g，煨草果、佛手 各6g，姜半芨、薤白、枳實 各9g，膽南星、甜茶、陳皮、青皮 各5g，粉甘草2.4g。
^ck31z15h083
^norm 濕痰鬰滯。
^chinese 間日瘧，痰拒，濕瘧。
^combo 陽鬰+表鬰+氣滯+氣鬱
^formulas
^formula1〔洧脾飲證〕
^origin〔《通俗傷寒論》方〕
^ingredients2541 茯苓18g，桂枝、川厚樸、草果、黃芩、柴胡 各3g，炒冬白朮4.5g，炙甘草1.5g，姜半Sl2g，廣陳皮6g，青皮2.4g，生薑3片，紅棗2枚。
^formula2〔除瘧勝金丸證〕
^origin〔《通俗傷寒論》方〕
^ingredients2542 酒炒常山120g，草果、檳榔、蒼朮 各60g，水法丸，外用半貝丸料為衣，每服20~30丸。
^formula3〔小柴胡截瘧七寶飲證〕
^origin〔《通俗傷寒論》方〕
^ingredients2543 t軟柴胡4.5g，姜半芨、淡子芩、常山、草果、檳榔、白芍 各9g，炙廿草3g，生薑2片，大棗5枚。
^formula4〔達原合小柴胡方證〕
^origin〔孫朗川方〕
^ingredients2544 柴胡、黃岑、半夏 各6g，黨參、茵陳、按榔各％，草果、厚樸 各4.5g，灸甘草1.5g，生薑5片，紅棗5枚，菖蒲llg。
^ingredients2545 (3)張聿資治寒熱五日一來，脈形左大，邪在表裡之間，宜為和化：半茇、黃芩、厚樸、草果、檳榔、白朮、茯苓、柴胡、廣陳皮、老生婪（《張聿脊醫案》102)。
^ingredients2546 (4)張聿青治寒熱間作，脈糊不爽，此濕瘧也，和以化乏：半夏、淡子芩4.5g，柴胡、枳實1.5g，大腹皮6g，廣陳 皮、川厚樸 各3g，草果1.2g，寒熱仍來，汗不獲暢，邪勢為濕所遏，不得外越，再和化：柴胡、杏仁、半夏、淡子芩、萆
^ingredients2547 果、廣陳皮、鬰金、赤茯苓、豬苓、枳實、竹茹（《張聿青醫案》99)。
^ck31z15h279
^norm 膽經虛火上逆。
^chinese 黃疸，頭痛，如膈症。
^combo 氣鬱+氣逆+氣蒸+汴洩+陽鬰
^ill〔氣機不宣〕
^symtom ①大便不利，②納呆，不思飲食，③胸膈脹悶，胸脘痞悶，④兩脅滿悶，⑤脘腹脹痛，⑥ 咳嗽痰多。
^tounge 苔白膩。
^pulse 脈弦滑。
^ill2〔氣機沖逆〕
^symtom ①噁心嘔吐或乾嘔，②食人則吐，食人即嘔逆，③葉黃綠水嘔苦水，④吞酸兀兀欲吐而不_ 得吐，惡聞油煙，⑤噯氣吞酸，⑥臥則氣逆，不能安眠。
^ill<sub=1>〔清空不寧〕
^symtom ①頭昏，②頭眩眼黑，③頭痛，痛無定處，用腦則發作更甚。
^ill<sub=2>〔陽氣不和〕
^symtom ①寒熱，②面黃精神疲乏，少氣懶言。
^tounge 苔白膩而厚< '
^pulse 脈滿細。；
^ill2<sub=2>〔津氣畝蒸〕
^symtom ①目膚俱議，②口苦溲赤，③便結，④心煩驚悸失眠，起臥不安，睡不穩，⑤口唇焦乾。
^tounge ①邊尖紅苔灰黃，②白黃膩。
^pulse ①脈弦數，②脈滑實數大，③右關滑大。
^formulas
^formula1〔小柴胡佐以溫通證〕
^origin〔張仲景方〕
^ingredients2548 柴胡、半芨、厚樸、蘇葉、蘇子、川花椒、青皮、陳皮。
^formula2〔宜濕化氣湯證〕
^origin〔李聰甫方〕
^formula3〔溫膽湯祛痰化濁，佐寧心安神方證〕
^origin〔張風郊方〕
^ingredients2549 仙半芨、辰苓、潼蒺藜、磁朱丸 各9g，陳皮、枳殼 各4.5g，炒竹茹6g，清炙甘草、石菖蒲、遠志 各3g。
^alias氣鬱痰滯，宗氣阻塞，填塞胞絡，痰蒙心竅。
^chinese 胸痺心痛，心慌心悸，癡呆，驚恐症，臟躁，狂證，健忘，疫瘧客忤。
^western 竇性心律不齊，心絞痛，慢性膽我炎，.瘛病，精神分裂症。
^ill〔陽氣不行〕
^symtom ①面色蒼白，②指甲發宵，③胸痛徹背牽引肩背，及上腹掣痛，痛時大汗。
^tounge 舌略淡，後根苔薄穢膩。』
^pulse 脈寸尺沉弱，右關動數，左關弦細。
^ill2〔氣機不宣〕
^symtom ①心中懊銥，②胸悶發憋氣短，胸腹痞悶，③嘔惡不舒，④噁心有痰，厭油膩，納谷呆鈍，⑤大 便三四天一行。
^tounge ①苔白膩，②舌淡苔中心黃膩。
^pulse ①脈滑脈弦，②脈沉弦有力。
^ill3〔神志不清〕
^symtom ①幻想，多疑，有異象惑，fl覺腦部有片段歌聲 (如東方紅等，②時時恐懼膽怯，③輕則門獨坐，不欲見人，④不食不 寐，目直口呆，不能作答，⑤時或無故悲泣。
^ill24〔神志不寧〕
^symtom ①夜不安寐，②心慌心悸，坐臥不寧，③劇則出外 遊走，指天化地，或獨言獨語，或跪臥伏地，④悲傷欲哭或高聲大笑。`)