jsonp(13,{"name":"cm","start":27746},`^ck31z09h239
^norm 宗氣阻塞。
^chinese 胸痺心痛，心慌心悸。
^western 竇性心律不齊，心絞痛，慢性肫襄炎。
^combo 陽滯+神擾氣鬱
^ill〔陽氣不行〕
^symtom ①面色蒼白，②指甲發青，③胸痛徹背牽引坍背，及上腹掣痛，痛時大汗。
^tounge 舌略淡，後根苔薄穢膩。
^pulse 脈寸尺沉弱，右關動數，左關弦細。
^ill<sub=1>〔神志不寧〕
^symtom ①心慌心悸，②睡眠差。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸悶發憋氣短，②咳嗽，③頭暈，噁心有痰，厭油膩，④口苦，⑤大便乾燥。
^pulse 脈滑。
^tounge 淡苔中心黃賊。
^formulas
^formula1〔-苜志溫膽湯證〕
^origin〔蒲輔周方〕
^ingredients2550 茯苓9g，半夏、橘紅 各6g，炙甘草1.5g，竹茹、枳實 各3g，菖蒲、遠志、炒白芥子 各4.5g，生薑3片。
^formula2〔理心氣和膽B證〕
^origin〔蒲輔周方〕
^ingredients2551 茯苓9g，法半夏、麥芽 各6g，枳實2.4g，廣陳皮、竹茹、九節菖蒲、良姜、遠志 各3g，白芥子4.5g，川棟子2枚。
^ck31z09h276
^norm 氣鬱痰滯。』
^chinese 癡呆，臟躁。
^western ?病。
^combo 氣鬱h神滯+神擾+陽鬰
^ill〔氣機不宣〕
^symtom ①心中懊銥，②胸腹痞悶，@11區惡不舒，④納谷呆鈍，⑤大便3 ~4天一行。
^tounge 苔白膩。
^pulse ①脈滑脈弦，②脈沉弦有力。
^ill2〔神志不清〕
^symtom ①幻想.多疑，有異象惑，自覺腦部有片段歌聲（如東方紅等），②時時恐懼膽怯，③輕則 閉門獨坐，不欲見人，④不食不寐，目直口呆，不能作將，⑤時或無故悲泣。
^ill<sub=1>〔神志不寧〕
^symtom ①夜不安寐，②坐臥不寧，③劇則出外遊走，指天化地，或獨言獨語，或跪臥伏地，④悲 傷欲哭或高聲大笑。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色萎黃，肌體瘦弱，②頭昏脹，③頭面兩手發麻，④心慌腿軟，.⑤眼球跳動，⑥晝日 明瞭，幕則發作。
^tounge ①舌胖苔白膩，②舌淡苔白膩厚。
^pulse ①脈滿，②脈濡細。
^formulas
^formula1〔平肝溫膽化痰安神方證〕
^origin〔張風郊方〕
^ingredients2552 姜半茛6g，陳皮、枳實、制南星 各4.5g，竹茹、辰茯神苓 各49g，炙甘草3g，萱草9g，鍛牡蠣30g，磁朱丸9g。
^formula2〔宜鬰開竅理氣豁痰方證〕
^origin〔張堪溪方〕
^ingredients2553 姜半S、橘紅、鬰金、菖蒲、遠志、膽南星、天竺黃、酸棗仁 各9g，木香6g，甘草4.5g，蘇合香丸2粒。
^formula3<var=2>〔溢膽合甘麥大棗證〕
^origin〔潘澄濂方〕
^ingredients2554 竹茹、枳殼、姜半M、陳皮 各9g，茯神、香附 各12g，淮小麥30g，生薑4片，大棗4枚，炙甘草4.5g。
^ck31z09h277
^norm 痰蒙心竅。
^chinese 狂證，臟跺。
^western 精神分裂症。
^combo 氣鬱+神擾+神蒙+氣蒸+氣滯
^ill〔氣機不宣〕
^symtom ①胸悶氣短，②沉默寡言，③面色光白而浮腫。
^tounge 苔白膩，舌淡，邊有齒印。
^pulse ①脈細，②脈促。
^ill2〔神志不寧〕
^symtom ①失眠，夜不能寐，寐則驚醒，②神志煩亂，③心悸怔忡，心慌，膽怯，④常有幻視、幻 聽現象，⑤多疑，善驚，⑥自訴耳邊聽到冇人講話。
^ill<sub=1>〔神志昏蒙〕
^symtom ①精神恍惚，②甚則哭笑，③狂躁不安，④有時胡思亂想，出言不倫:，有時大聲吵鬧，行 為幼稚。
^ill2<sub=1>〔津氣道蒸〕
^symtom 頭痛.眩犖，大便乾燥。
^ill<sub=2>〔氣機不利〕
^symtom 心前區時痛。
^formulas
^formula1<var=1>〔溫膽湯證〕
^origin〔楊樹千方〕
^ingredients2555 姜半夏、酸棗仁 各10g，硃茯神l：2g，陳皮、枳實、硃遠志 各9g，竹茹、甘草、萏蒲 各6g，磁石30g。
^formula2〔加味安魂湯證〕
^origin〔張谷才方〕
^ingredients2556 龍骨、牡蠣 各15g，赭石20g，.半反、茯苓、丹參 各10g，石菖蒲5g，遠志6g。
^ck31z09h237
^norm 填塞胞絡。
^chinese 健忘，癡呆。
^combo 神虛+氣虛+神擾
^ill〔神氣不振〕
^symtom ①善忘不語，②卒不能言，似呆似癡。
^symtom 心悸神呆。-
^tounge 舌淡苔白膩。
^pulse 沉細弦滑。
^ill<sub=2>〔神志不寧〕
^symtom .恍惚昏亂。
^formulas
^ingredients2557 ‧遠志、膽南星、人參、白附子、茯神、酸棗仁、麝香、硃砂、金箔奪陀僧茶湯下。
^ingredients2558 (1)素多痰飲，痰濁上泛，擾亂神明，問事不知首尾，做事忽略而不記憶，或續發於瘢狂癇之後，主滌痰開竅，用牛 黃清心丸或壽星丸（南星、琥珀、硃砂、豬心血丸）或導痰湯送壽星九（人參、白朮、黃耆、甘草、陳皮、茯苓、生地、芍葯、當歸、五味子、肉桂心、膽南星、琥珀、硃砂、遠志、豬心血丸），或化痰寧心茯苓湯：人參、陳皮、半芨、茯苓、甘草、香附、益智、烏梅、竹瀝、薑汁。
^ingredients2559 (1)曹仁伯治驚則氣亂，神出捨空痰涎襲入，此心悸神呆，善忘不語，所由來也。至月事不至，血從內並，用藥亦須 兼及。茯苓、香附、沉香、半夏、橘紅、遠志、膽南星、牛膝。另驚氣丸：白花蛇、蝸、蠶、腦、射、辰砂、白附、麻黃、天麻、橘紅、南星、蘇子。柳寶詒按：擬加丹參、琥珀、當歸須等，兼顧血分（《柳選四家醫案》92)。
^ck31z09h275
^norm 氣虛痰滯。
^chinese 疫瘧客忤，驚恐症。
^combo 氣虛+神虛+神擾+陽鬰
^ill〔氣虛失充〕
^symtom ①頭昏目眩，②形態神色日漸不支。
^tounge 舌較淡不胖，苔薄尖略紅。『
^symtom ①心煩意亂，時或燥擾，②間有譫語，夜多爾夢。
^ill<sub=1>〔陽氣不和〕
^symtom ①寒熱間作，②腹脹背楚。
^tounge 舌苔淡白兼夾淡灰。
^pulse 脈乍火乍小乍數乍疏。
^ill<sub=2>〔神氣不振〕
^symtom ①神志恍惚，寢食俱廢，②心驚膽怯，多生恐怖，見人聞聲即感驚恐，莫可名狀。
^formulas
^formula1〔芳香化濁，鎮靜潛陽，一開一合方證〕
^origin〔蒲東聲方〕
^ingredients2560 白朮炭、遠志、菖蒲、西黨參、焦枳實 各9g，段龍齒、礞石 各30g，雲茯苓12g，制半夏、天竺黃 各15g，川賁連3g，肉桂心4.5g，炙甘草6g。
^formula2<var=2>〔溫膽湯證〕
^origin〔俞根初方〕
^ingredients2561 ‧竹茹9g，姜半夏6g，廣陳皮4.5g，辰茯神、龍齒、牡蠣 各12g，桂枝、炙甘單‧ 各1.5g，紫金片0.9g。
^alias痰濕中阻，痰濁上擾，痰濕困於中宮，濕困肝鬰，痰濁蒙蔽清竅，痰濁互結，流注經絡。
^chinese眩母，頭痛，嗜睡，中濕症，濕溫邪閉，來感引動伏濕，牡疤，久瘧，白帶，.遺洩。
^western 梅尼埃病，阿狄森氏病，高血壓，舌體鋌腫。
^ill〔氣機不宣〕
^symtom ①胸悶，善太息，胸脘痞悶，偶而作痛，②心下痞硬，③胸悶咳嗽，吐白黏痰，④食慾不振，食 少，⑤口苦舌乾，便秘。
^symtom ①噁心，吐痰，②有時自覺有氣從少腹上衝至咽喉。
^symtom ①胸脘脹悶，食入難化，②腹脹。
^tounge ①苔白厚濁膩，②舌紅苔白。
^pulse 脈弦滑。
^symtom ①噁心，嘔吐，②嘔吐頻作，飲食不能人n，③臥床不能稍動，動多吐涎沫，④心慌心悸。
^pulse ①脈滑數，②脈弦滑。
^tounge 苔厚膩。本證一070清陽失位候
^symtom ①眩蜀：，如乘舟車之狀，②頭痛，頭重如襄，轉證—H050潔氣虛滯候H077清陽虛滯候
^ck31z18h070
^norm 痰濕中阻，痰濁上擾。
^chinese 眩暈，頭痛。
^western 梅尼埃病，高血壓0
^combo 陽滯+清空+氣逆+氣鬱
^ill〔陽氣不行〕
^symtom 肢體痠重。
^tounge 舌苔白膩。
^pulse ①脈濂滑，②脈緩滑，③脈沉。
^ill2〔清空不宣〕
^symtom ①眩楚，如乘舟車之狀，②頭痛，頭重如衷，③視物搖墜，視物.旋轉，④目如蒙，耳鳴，
^ill2〔氣機沖逆〕
^symtom ①噁心，嘔吐，②咽吐頻作，飲食不能入口，③臥床不能稍動，動多吐涎沫，④心慌心悸。
^pulse ①脈滑數，②脈弦滑。
^tounge 苔厚膩。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸脘痞悶，偶而作痛，②心下痞硬，③胸悶咳嗽，吐白黏痰，④食慾不振，⑤口苦舌乾，便秘。
^formulas
^formula1<var=1>〔小半垔加茯苓湯證〕
^origin〔劉渡舟方〕
^ingredients2562 茯苓30g，半夏、生薑 各12g，枳殼、陳皮、澤瀉 各10g，
^formula2<var=1>〔聯覆代赭湯證〕
^origin〔馮漢龍方〕
^ingredients2563 旋復花、生薑、黨參 各9g，代赭18g，姜半夏、茯苓 各12g，生甘草3g，大棗5枚。
^formula3〔化痰通經，引血下行方證〕
^origin〔李庭玉方〕
^ingredients2564 鉤籐18g，.陳皮、半發、代赭石、蘇子、前胡、當歸、白朮 各12g，白芥子9g，磁石、牛膝、雲茯苓 各15g。
^ck31z18h050
^norm 脾虛痰滯。
^chinese 眩犖，白帶，遺洩。
^western 高血壓，阿狄森氏病。
^combo 氣虛+氣滯+氣鬱
^ill〔氣虛失充〕
^symtom ①形體瘦弱，精神疲倦，食慾不振，②眩暈，頭腦欠清醒，③心悸，氣短，④泛唾白沫，⑤帶下甚多，⑥不時遺洩。
^tounge 舌胖嫩有齒印。
^pulse ①脈虛大而滑，②脈弦而無力。
^ill2〔氣機不利〕
^symtom ①胸脘脹悶，食人難化，②腹脹。
^tounge ①苦白序濁膩，②舌紅苔白。
^pulse 脈弦滑。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，食少，②善太息。
^ill<sub=2>〔氣機不降〕
^symtom ①噁心，吐痰，②有時自覺有氣從少腹上衝至咽喉。
^formulas
^formula1〔赭決七味湯證〕
^origin〔《學說探討與臨症》方〕
^ingredients2565 黨參、雲茯苓各5g，生黃耆、代赭 各30g，陳皮6g，法半夏！2g，草決明24g，白朮9g，甘益2g0
^formula2〔消帶湯證〕
^origin〔程門雪方〕
^formula3<var=2>〔鎮攝湯證〕
^origin〔張谷才方〕
^ingredients2566 黨參、山藥、白芍、牡蠣、茯苓、半夏、白朮 各10g，赭石15g，甘草4So
^formula4<var=1>〔溫膽湯證〕
^origin〔吳越人方〕
^ingredients2567 蒼白朮（各）、茯苓、姜半夏、陳皮、姜竹茹、炒枳殼、川號、炒白芍 各10g，炙甘草4.5g，後加黨參12g、黃耆12g。
^ck31z02h077
^norm 陽虛痰滯，痰濕困於中宮。
^chinese 牡瘧，久瘧。
^combo 陽虛+氣滯+陽鬰
^formulas
^formula〔和中溫化方證〕
^origin〔丁甘仁方〕
^ingredients2568 黨參、附片、桂枝:軟柴胡、陳皮、白雲苓、半夏、甘草、鹿角箱、草果、姜棗。
^ck31z18h276
^norm 濕困肝鬰。_　　　內含病例：
^chinese 喑睡。
^ill〔氣機不宣〕
^tounge 苔薄膩，邊有纓線。
^pulse ①脈細弦，②脈弦。
^ill2〔神氣不洧〕
^symtom ①白天嗜睡，②神_，③納呆。
^ill<sub=1>〔神志不寧〕
^symtom ①夜寐夢多，②性4煩躁。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula〔化濕安神方證〕
^origin〔杜順福方〕
^ck31z18h072
^norm 痰濁蒙蔽清竅。
^chinese 中濕症，濕溫邪閉，夾感引動伏濕。
^combo 陽滯+‧陽閉+氣鬱經潘
^ill〔陽氣不行〕
^symtom ①面白，②肢冷齒震，③寒戰，④寒熱如瘧。
^tounge 舌淡紅，舌苔薄膩，■中燥白。『
^pulse ①脈沉遲、尺澤滑，②右沉弦而滑，③脈沉小而滑。
^ill2〔陽氣閉塞〕
^symtom ①忽倒神識模糊，神昏口噤，目定口噤，②寒戰後，旋即昏聵。
^ill<sub=1>〔氣機不宣〕
^symtom 脘有痞氣。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔經脈不利〕
^symtom 痙厥。
^formulas
^formula1<var=1>〔宣竅導痰法證〕
^origin〔笛少逸方〕
^ingredients2569 遠志3g，石菖蒲、皂角炭 各1.5g，天竺黃6g，杏仁、瓜蔞、倡番 各9g，百順丸。加薑汁、竹瀝。
^formula2〔溫經達邪開竅方證〕
^origin〔魏長春方〕
^ingredients2570 全當歸15g，赤芍、制半夏、鮮石菖蒲 各9g，木通3g，北細辛0.9g，桂枝3g，茯苓12g，川厚樸.5g，蘇合香丸1粒 (研灌)。
^alias水邪凌肺，濁陰上逆，腎不納氣，濕阻血海，痰濕壅阻，胞絡閉塞。
^chinese眩葷，昏厥，哮喘，虛寒腎喘，虛喘，痰阻經閉。
^western 嗜酸性白血球增多性哮喘，慢性支氣管哮喘，慢性支氣管炎，肺氣腫，腹型癲癇。
^ill〔氣機不降〕
^symtom 端坐呼吸，喉鳴咳聲高響。圖209脾腎濕痰證證候結構囝
^ck31z18h174
^norm 濁陰上逆。
^chinese眩犖，昏厥。
^western 腹塑痂癇。
^combo 陽虛+陽滯+氣逆+氣滯+陽浮
^ill〔陽氣不振〕
^symtom ①心悸，②肉潤，③0暗，④呵欠，⑤面部色素若，⑥手足痿軟。
^tounge 舌偏淡。
^pulse 脈細軟。
^symtom ①氣促：②口泛膩痰酸腐，③轟熱起於臍下及脊背，由胸膺上升顛頂，④時有氣從少腹上衝至口，⑤臍旁動氣。
^ill<sub=1>〔陽氣不行〕
^symtom ①後頭項脹痛，②兩足筋脈拘急。
^tounge ①苔薄白膩，②苔白膩。
^pulse ①脈沉取細滑，②脈小弦楠。
^symtom 胸悶。
^ill<sub=2>〔陽氣浮越〕
^symtom ①眩暈汗出，如坐舟中，②頭暈厘轉，甚則昏倒，③頭痛且暈，劇則不能視物，經常昏厥。
^pulse 脈浮滑數。
^formulas
^formula1<var=2>〔二加龍牡證〕
^origin〔曹永康方〕
^ingredients2571 白芍、白薇、附、桂、龍、牡、珍珠母、紫石英、磁硃丸、硃神、酸棗仁、遠志、白金丸、竹瓶、旋復花、半夏。
^formula2〔降豚湯證〕
^origin〔張伯臾方〕
^ingredients2572 熟附片、生白朮、葛裉、半S、膽南星、菖蒲 各9g，澤瀉、茯苓 各15g，桂枝4.5g，炒當歸、生白芍 各12g，白金 丸3g。
^ck31z19h175
^norm 腎不納氣。
^chinese 虛寒腎喘。
^western 慢性支氣管哮喘，饅性支氣管炎，肺氣腫。
^ill〔陽氣不振〕
^symtom ①面黃消瘦，聞之聲音微，②疲白髮涼，義呆，④口黏不渴，⑤尿頻便溏。
^tounge 舌質淡紅，苔白滑潤。
^pulse 脈現沉弱。
^ill2〔氣機沖逆〕
^symtom 喘息不能平臥，吸氣尤艱。
^ill<sub=1>〔陰虛失養〕
^ill<sub=2>〔陽氣浮越〕
^formulas
^formula〔宣肺化痰，悅脾溫背方證〕
^origin〔楊俊亭方〕
^ck31z19h220
^norm 陰虛痰逆。
^chinese 虛喘。
^combo 陰虛+陰涸+氣逆+陽浮
^formulas
^formula<var=1>〔金水六君煎證〕
^origin〔曹滄洲方〕
^alias痰熱內組，痰熱上瘐，痰熱熏蒸痰熱閉肺，邪結在肺，痰氣膠結，熱邪上結，痰熱結胸，痰踞肺胃，阻塞清竅，清陽 痺阻，裡證類表，痰鬰氣熱症，邪在少陽，肺竅阻閉，清肅失司，痰閉心竅，上實下虛，虛火夾痰，宵氣不和，心陽衰竭。
^chinese咳味：，痰喘，暴喘，風溫喘咳，麻後喘，喘腫，虛嚙夾疲，哮喘，寒包火哮，肺閉，肺脹，肺搏，肺賄，肺痿，肺
^western 慢性支氣管炎，支氣管肺炎，小兒急性支氣管炎，腺毐性肺炎，重症病毒性肺炎，麻疹肺炎，麻後肺炎，麻 疹肺炎合併心力衰竭，支氣管哮喘，右肺不張（炎性變），肺氣腫，氣胸，肺膿瘍，右肺包裹性積液，肺結核，肺心病，肺心病心衰合併肺部黴菌感染，肺性腦病，心力衰竭，呼吸衰竭，發作性睡病，白喉梗塞，急性咽峽炎，急性扁桃體炎。基本證象：
^ck33z12h226
^norm 痰熱內蘊，痰熱上痺。
^chinese 咳嗽。
^combo 氣鬱+清竅
^ill〔氣機不宣〕
^symtom ①咳嗽，②痞悶，③咳甚肋痛，④疲黃稠，⑤口渴。
^tounge ①舌苔白燥，②舌紅苔黃膩。
^pulse 脈右滑。　　
^ill<sub=1>〔氣機不降〕
^symtom ①五更『咳甚，②飲水嗆出，③咯痰隨出隨阻。
^ill<sub=2>〔清竅不宣〕
^symtom ①咽癢，②有聲不能音，音窒，喉痺。
^formulas
^formula〔輕宣上痳，清化熱痰方證〕
^origin〔丁甘仁方〕
^ingredients2573 蟬衣、薄荷、前胡、桑葉、桑皮、杏仁、象貝母、生甘草、馬勃、冬瓜子、胖大海、連翹、竹瀝、蘆根。
^ck33z12h227
^norm 痰熱閉肺。
^chinese 痰喘，哮喘。
^western 支氣竹肺炎。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^symtom ①胸膈痞塞，胸滿氣急，②氣喘，氣逆不臥，氣嚙則頭汗淋漓，寅卯時喘甚，③上氣哮喘，喉鳴，④胸中苦熱，煩悶不舒，煩躁不寧，夜不得眠，⑤面赤自汗，口乾，⑥口屏、指端微紺。
^pulse ①脈弦滑，②脈滑數，③脈兩寸滑搏，④脈洪滑不斂，時虛濡。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶咳嗽，咳嗽不爽，咯白色黏痰，②痰轉稠鞀，咯吐困難，③痰多如膿，色貿而韌，排吐不利，④胸部悶痛，咳則尤甚。
^tounge ①舌淡紅，②舌白，③苔薄黃，④苔稍黃厚，⑤苔邊白中黃，根厚膩，⑥質紅，苔黃膩。
^pulse ①脈小滑數，②脈浮數無力，③寸脈沉閉。
^ill<sub=2>〔清竅不宣〕
^symtom ①咽癢頻咳，②咽乾作癢。
^formulas
^formula1〔清肺化痰法證〕
^origin〔朱顏方〕
^ingredients2574 旋復花、紫菀、瓜蔞實、浙貝母、枇杷葉 各9g，兜鈴、薄荷、白前 各3g，蘇子4.5g，陳皮6g。
^formula2〔宣肺降逆方證〕
^origin〔蒲輔周方〕
^ingredients2575 蘇子、旋復花、桑皮、萊菔子、象貝母 各4.5g，紫菀3g，射乾、桔梗 各2.4g，橘紅3g，枇杷葉6gD
^formula3〔清熱宣肺化痰平嗤方〕
^origin〔周仲瑛方〕
^ingredients2576 蜜炙麻黃、射乾 各6g，炒黃芩、知母、桑白皮、光杏仁、法半夏、海浮石、廣地龍、南沙參 各10g，蘆根2Qg，金蕎麥 根 15go
^ingredients2577 (1)表解而胸悶喘急者痰也，喘必寸脈沉閉，胸膈痞塞，急當治痰:如前胡、蘇子‧、杏仁、牛蒡子、揮紅、象貝母、蔞筘、半芨、桑皮、枳殼、薄荷、桔梗、竹瀝姿汁之類，清痰降氣。
^ingredients2578 (2)久不愈，痰轉稠黏，咯吐困難，大便難，苔厚脈滑，主小蘿皂丸：萊菔子、皂角、瓜蔞仁、南星、蛤粉。
^ingredients2579 (5)周小農治自服呸滋，痰多如膿，色黃而韌，煩悶不舒，氣逆不臥，氣喘則頭汗淋漓，脈洪滑不斂，時虛濡，舌 白，伏熱留肺得補則安：冬瓜子、甜瓜子、杏仁、荒苡仁、紫菀、兜鈴、葶藶子、黃芩、沙參、蛤殼、枇杷葉、天竹子、葦根、竹瀝、萊服汁、川楝子、浮石、木蝴蝶、雪獎，另研硼砂、雄黃、礬石、猴棗（《周小農醫案》147)。
^ingredients2580 　　　(7)嚴紹歧治傷風不忌油膩，致咳嗽不爽，胸滿氣急，脈兩寸滑搏，苔邊dJ中黃，根厚膩，此食積阻滯於南，風痰壅 閉於肺：薄荷4.5g，前胡6g，杏仁、炒萊菔子 各9g，桔梗、橘紅 各3g，春砂1.8g，後加瓜蔞仁12g，牛蒡子、兜鈴 各4. 5g，片黃芩3g (《全國名醫驗案類編》2）。
^ck33z12h234
^norm 上痺，邪結在肺。
^chinese 哮喘，肺癰。
^western 肺氣腫，氣胸，肺膿瘍，肺結核，肺炎，小兒急性支氣管炎。
^combo 氣鬱+液灼+氣蒸+血溢
^ill〔津液消灼〕
^symtom ①乾咳少痰，②口渴引飲，口乾不思飲，③口燥咽乾，鼻竅乾焦，④虛贏少氣，⑤五心煩 熱，⑥小便深黃，大便乾燥。
^formulas
^formula1〔葶藶大棗合葦莖湯合瀉白散證〕
^origin〔葉天士方〕
^ingredients2581 葶藶、大麥、韋莖、患苡仁、桃仁、桑皮、地骨皮、薏以仁、冬瓜子、蘆根、竹瀝。
^formula2〔加減葦莖湯證〕
^origin〔龔華成方〕
^ingredients2582 鮮蘆根30g，冬瓜子、惹苡仁 各12g，桃仁、杏仁、前胡、白前 各4.5g，蘇子、萊菔子、玉蝴蝶 各6g，膽南星3g。
^formula3〔葦莖湯合桔梗湯意方證〕
^origin〔周仲瑛方〕
^ingredients2583 桃仁、連翹、天花粉 各9g，生葸、冬瓜子 各15g，蘆根30g，魚腥草8g，合歡皮、銀花 各12g，甘草3g，桔梗、知母  各6g。
^ingredients2584 (3)咳嗽吐膿血，引胸中痛，加甘桔湯：桔梗、白及、橘紅、舉藶子、甘草、貝母、惹苡仁、金銀花。
^ingredients2585 (6)趙海仙治肺癰：冬西瓜子、桔梗『、雲茯苓、色脾草、蔥該仁；甘草\\鬰金、射乾、川貝母、枇杷葉v蘋賽根、桃 仁、杏仁。失血人涼血之品：金銀花、白茅根、三七、藕汁（《清代名醫醫案楮華） 趙海仙21)。
^ingredients2586 (7)蔡敬齋治肺癰：葦莖合拮梗湯加味：桔梗、桑皮、魚腥草、甘草、杏仁、惹苡仁、金銀花、冬瓜子、連翹、側柏 葉、蘆根、象貝母、瓜蔞仁百合、木防己，3日來咳逆未已，湧臭痰甚多，體溫不高，口乾引飲，谷食漸甘，脈細數，舌赤苔黃，已趨佳境，加白及、金銀花、沙參，4劑（《現代醫案選（一）》152)。
^ingredients2587 (8)趙海仙治風傷皮毛，熱傷血脈，漸積成膿，釀成肺癰以五候矣，陽絡受傷，近加失血，血去頗多，證多險候，以 惹苡仁根、丹皮、甘章、冬瓜子、桑葉、桃仁、川貝母、桔梗、烏康、枇杷葉、三七、、白茅根、蘆根、藕汁（《清代名醫 醫案梢華》趙海仙22)。
^ck33z12h228
^norm 痰熱閉肺。
^chinese 暴喘，肺閉，肺脹，痰喘，寒包火哮。
^western 肺心病。
^combo 氣鬱+氣逆+氣閉
^ill〔氣機不宣〕
^symtom ①胸悶痰多色黃如膿，咯痰稠黏，不易咯出，②胸膺作痛，③發熱畏風，④口海，⑤溺短 澀熱，⑥便溏不爽。
^tounge ①舌紅苔黃膩，②舌苔黃膩邊白滑，③舌苔黃滑，中後滿佈厚膩，④舌絳苔貨。
^pulse ①脈滑數，脈細滑數，②脈浮弦而滑，③脈左浮弦，右滑數，④脈右軟滯，左沉弦數，
^ill2〔氣機閉塞〕
^symtom ①喘促短氣不能平臥，②面浮眙突，目突如脫，③喉間漉漉有聲，④突然呼吸困難，胸前 痞塞，張口抬肩，典扇，呼吸三凹，面色青紫，頭汗淋淌，痰聲漉漉，煩跺不安，時而閉目昏睡。
^ill<sub=1>〔氣機沖逆〕
^symtom ①朐膈滿悶，咳逆氣粗，喘咳不得臥，②氣喘大發，喉有鋸聲，喉間有水雞聲，③喘甚時 頭汗較多，④先腹脹滿，繼咳嘔多痰。
^ill<sub=2>〔清竅不宣〕
^symtom 喉中痰吼聲，日夜不得臥。
^formulas
^formula1〔白果定喘湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2588 白果21枚，妻半芨、桑皮、軟冬花、杏仁 各9g，蘇子6g，橘紅、片黃芩 各4.5g，麻黃3g，生甘草1.5g。
^formula2〔定喘五虎湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2589 麻黃3g，杏仁9g，石呸、炙甘草 各12g，白細辛1.5g。
^formula3〔王氏痰喘丸證〕
^origin〔《通俗傷寒論》方〕
^formula4<var=1>〔麻杏石甘湯證〕
^origin〔周仲瑛方〕
^ingredients2590 麻黃、甘草、射乾 各3g，杏仁6g，石裔30g，黃芩、桑白皮、川貝母、蘇子 各10g，蛤粉12g，竹茹5g。
^ingredients2591 (1)何廉臣：若鬰而化火，熱盛痰壅，當用麻杏石甘湯：麻黃、石奇、瓜蔞仁 各12g，杏仁9g，生甘草1.2g，竹瀝 (荊）半夏4.5g，橘紅、枳實 各3g ((通俗傷寒論》310)。
^ingredients2592 (2)蔣慶丙治肺心病：痰濁化熱，喘促短氣不能平臥，痰黃稠黏不易咯出，舌紅苔黃膩，脈滑數：麻杏石甘合葦莖湯 加減：麻黃、杏仁、生石奔、桑皮、蘆根、桃仁、冬瓜仁、薏苡仁、瓜蔞仁、龜腥草、敗游草。
^ingredients2593 (5)葉建宣治有哮喘史7~8年，喘咳不得臥，痰粘不鉍咯，胸膺作痛，有汗發熱持續不退，138.51，脈浮數，舌絳 苔黃，宿恙感新邪，當先開洩：石奇、瓜蔞、萊菔子 各12g，生麻黃1.5.g，杏仁、海石、冬葵子 各9g，冬瓜仁24g，蘆根 15g，葶藶子、蘇子、生甘』草 各4.5g，熱退，喘較平，舌絳苔萸，擬清洩肺熱並以養液：石斛、寸麥冬、枇杷葉、杏仁、浮 石 各9g，生冬瓜子、瓜蔞實、蘆根 各12g，葶藶子、桑皮 各4.5g，生甘草2.4g，冬葵子6g。
^ck33z12h229
^norm 痰氣膠結，肺竅阻閉，清肅失司。
^chinese 肺痺。
^combo 氣鬱+氣滯+血溢
^ill〔氣機不宣〕
^symtom ①胸悶，息賁胸閉，②槍咳不暢，呼吸不利，③氣憋面赤，頸靜脈露張，咳時痰少，痰稠，
^symtom ①胸脅脹痛，②胸痛引背，胸滿背脹，夜不安臥，③胸中痞痛，胸膈脹痛，④脅下扯痛，
^pulse ①脈洪數有力，②脈大而急，③寸脈大，沉按滑數而來。
^ill<sub=1>〔氣機不降〕
^symtom ①氣逆喘不得臥，臥則氣沖，②咽癢上氣則咳，咳則連聲頻作，③咳甚則嘔吐涎沫。
^ill2<sub=1>〔絡瘀血溢〕
^symtom ①咳血，②咳痰色黑而臭，③鼻衄如泉。
^ill<sub=2>〔清窮不宣〕
^symtom ①音撕，③目爛舌爛，④飲水嗆出。
^formulas
^formula1〔仿葦莖湯證〕
^origin〔程杏軒方〕
^ingredients2594 葦莖、桃仁、蔥苡仁、冬瓜子加瓜蔞皮、海石、葶藶子，與衄加裔、山梔子、竹瀝以撤痰熱。
^formula2〔辛溫寒合方證〕
^origin〔張聿青方〕
^ck33z12h121
^norm 痰熱傷津。
^chinese 咳喘，肺痿，麻後喘。
^western 腺雍性肺炎，麻後肺炎，支氣管哮喘，右肺.不張（炎性變）。
^combo 液灼+氣逆+氣鬱+氣虛
^ill〔津液消灼〕
^symtom ①口渴，②微熱，高熱發熱，微惡寒，無汗，③心煩，④發熱有汗，下午潮熱汗出，⑤口 糜滿佈，⑥便結，大便難，⑦唾吐白沫，間有黃色膿痰，吐黏痰如膿，咯出不爽，⑧口中辟辟燥，口乾而不欲多飲，⑨皮 膚乾燥，面色晦滯。
^tounge ①舌紅鮮澤，絳似乾，上罩垢濁，②舌質紅，苔少津，苔白不潤，③苔剝，④苔黃燥，⑤舌質千枯，苔白序，乾澀缺潤，⑥舌紅少苔。
^pulse ①脈細滑，②細弦，③脈細數，④脈沉數。
^ill2〔氣機沖逆〕
^symtom ①氣喘息促，痰聲漉漉，②夜間氣急，睡眠不安，③喘息仍頻作，④咳嗽頻作，氣息迫促，
^pulse ①布弦數有力，②右寸稍弦而獨盛。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②乾咳，咳歎白黏，③咳嗽痰阻，④胸中隱痛，⑤胃納不進。
^ill<sub=2>〔氣虛失充〕
^symtom ①四肢倦懈，②頭汗，盜汗，③嗜睡，神萎氣怯，④氣喘，心悸，汗出，⑤大汗出，面色 淡白，⑥手指蜿動，⑦形肉消瘦，皮膚枯溥多皺，⑧納呆，飲食懶進，⑨頭暈。、
^tounge 邊有齒痕。
^pulse ①右脈數急無力，②脈浮滑重按無力，③弦細，兩寸無力，④虛弦脈。
^formulas
^formula1<var=2>〔〈金匱〉麥門冬湯證〕
^origin〔張吉金方〕
^ingredients2595 太子參、麥冬、清半夏、象貝母、橘紅、光杏仁、枇杷葉、茯苓、瓜蔞皮 各9g，冬瓜子15g，桔梗6g，甘草3g。
^formula2〔益氣生津清熱化痰方證〕
^origin〔蒲輔周方〕
^ingredients2596 西洋參、川貝母、天竺黃 各3g，沙參、蛤殼、枇杷葉 各6g，寸安冬4.5g，五味子30粒，訶子1枚。
^formula3〔心咳湯化栽方證〕
^origin〔趙錫武方〕
^ingredients2597 北沙參、浮小麥 各30g，生石奔15g，麻黃6g，牛蒡子、杏仁、桔梗、安冬、半芨、川貝 各12g，甘草、遠志各IOg。
^ck33z12h220
^norm 上實下虛。）
^chinese 虛喘夾痰。
^combo 陰虛+氣逆+陰涸+陽浮.
^ill〔陰虛失養〕
^symtom ①頭暈，②肢酸，③神疲乏力，疲倦昏沉欲睡，④午後略有潮熱，⑤夜臥少寐，⑥脅痛。
^pulse ①脈濡細，②脈沉細微，③脈沉弦，兔按少力。
^tounge ①舌紅苔薄白，②舌淡苔白。
^symtom ①咳嗽氣喘，痰聲漉漉，動則氣逆，②時作喘逆，倚息難臥，③氣喘但坐不彳5}臥，④呢逆
^tounge ①舌苔微黃，②舌苔厚膩滿佈，③舌苔Hi膩，④苔浮紅罩霉，⑤苔根膩，⑥舌灰垢。
^pulse ①脈湔滑，②脈滑數右大。
^ill<sub=1>〔陰液消湎〕
^symtom ①咳痰，粘不易出，②痰粘膩厚，痰白而稠，晨起痰色稠黃，③心悸而嘈。
^pulse ①脈細數，②急數無情。
^tounge ①舌質光紅，②舌光絳，③舌焦裂。
^ill<sub=2>〔陽氣浮越〕
^symtom ①心胸煩悶異常，欲謠胸洩悶，②兩顴紅赤，③面浮，④腰酸脅痛，⑤面赤鉞陽，鄭聲 撮空。
^pulse 脈則右尺動滑如駛。
^formulas
^formula1〔蘇七湯證〕
^origin〔程門雪方〕
^formula2〔三子貞元飲證〕
^origin〔魏長春方〕
^ingredients2598 蘇子、炒萊菔子、白芥子、當歸、地枯蘿 各10g，熟地15g，炙甘草6g。
^formula3<var=1>〔都氣丸合生脈散證〕
^origin〔何若蘋方〕
^ingredients2599 生地黃、淮山藥、山茱萸、麥冬 各9g，茯神15g，五味子1.5g，?瀉、北沙參 各6g，丹皮、川貝母 各3g，黛蛤散12g。
^ck33z12h174
^norm 陽虛夾痰熱。
^chinese 咳喘。
^western 肺心病心衰合併肺部黴菌感染。
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^formulas
^formula1〔笛氏上下分治法證〕
^origin〔張聿青方〕
^ingredients2600 蘇子、白雲苓 各9g，半夏、前胡、炒當歸 各4.5g，川厚撲2.4g，橘紅3g，熟地炭12g，生薑3片；喘嗽減：半戾 4.5g，菟絲子、巴戟、白雲冬、淮牛膝、蘇子 各9g，橘紅3g，蛤殼12g，炒白朮6g，附子、都氣丸％。
^formula2〔溫陽救脫宜肺化飲方證〕
^origin〔呂承全方〕
^ingredients2601 附片、乾薑、炙款冬花、陳皮、半芨、葶藶子 各10g，上肉桂3g (沖服），大貝母20g，茯苓、瓜蔞仁、金銀花，敗醬 草、馬鞭草 各30g，紅參IOg (另煎），煎服。'　　　摘錄：
^ck33z12h113
^norm 液耗氣脫。
^chinese 風溫喘咳。
^western 重症病毐性肺炎。
^combo 液涸+液脫+氣脫+神脫
^ill〔津液枯涸〕
^symtom ①發燒，手足熱，②後焦齒燥，③口渴咽乾，④便秘尿黃。
^tounge 舌絳少津。
^pulse 脈虛數。
^ill2〔津液脫竭〕
^symtom 形體消瘦。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①喘滿，m動』②咳嗽氣促，③兩目緊閉，奄奄一息。
^pulse 脈疾。
^ill<sub=2>〔神氣散脫〕
^symtom 煩躁不安。
^formulas
^formula〔益氣滋陰潤肺化痰法證〕
^origin〔張琪方〕
^ingredients2602 紅參、玉竹、橘紅 各5g，五味子、廿草 各2.5g，麥冬、生地、沙參、川貝 各10g，桑葉、瓜蔞 各6g。水煎頻飲。
^ck33z12h114
^norm 陽亡陰竭。
^chinese 陽脫。
^western 肺性腦病，呼吸、心力衰竭，腺病毐肺炎，呼吸衰竭。
^combo 液涸+氣脫+陽脫
^ill〔津液枯個〕
^symtom ①高熱無汗，②唇乾，③面色黛黑，④唇舌紫暗祜萎，⑤口吐泡沫。
^tounge ①舌紅少汴，②苔薄白而乾，③苔焦黑腐裂。
^pulse 脈左沉數。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①獲聲拽鋸，②呼吸短促微弱，③喘急痰阻。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①神識昏迷，深度昏迷，目睛上吊，不省人事，②體溫突然急劇下降，兩足發涼，③大汗
^pulse ①脈沉弦細無力，②脈沉微欲絕，③右浮大。
^formulas
^formula〔回陽救逆固本防脫方證〕
^origin〔姚曉泉方〕
^ck33z12h246
^norm 胃氣不和。
^chinese 不食。
^combo 氣鬱+陽鬰
^ill〔氣機不宣〕
^symtom ①不饑不納不渴，②味變酸濁。
^ill<sub=1>〔氣機不降〕
^symtom ①強飲即吐，②不便。
^ill<sub=2>〔陽氣不和〕
^symtom ‧１懶言神呆，目神似覺呆鈍，２額獨熱，３靜臥顴紅，４溲少。
^pulse 脈澀數。
^formulas
^formula1<var=2>〔半夏瀉心湯證〕
^origin〔葉天士方〕
^ingredients2603 半SL黃芩、乂，、黃連、大棗、杏仁、枳實。
^formula2〔葦莖合蔥豉方證〕
^origin〔王孟英方〕
^ingredients2604 蘆根、桃仁、冬瓜子、薏苡仁、蔥白、豆豉、梔子、羚角、瓜蔞、旋復花、桔梗、黃芩。
^ck33z12h033
^norm 阻塞清竅，清陽痺阻。
^chinese 耳聾，暴痦，典淵，多寐症，呃逆。
^western 發作性睡病。
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①不食不便，②面晦膚生黑牽，鐘言神呆，④胸悶短氣，痰出不爽，⑤下肢浮腫，⑥溲少
^tounge ①苔白，②舌苔黃白而膩。
^pulse ①脈弦滑，②脈澀數，③細濡。
^ill2〔清竅不宣〕
^symtom ①耳聾，②目神呆鈍，③咽中痰膩，④突然失音不語，以手指喉，似有痰之意，⑤鼻塞
^ill2〔清空不宣〕
^symtom 昏沉嗜睡。
^ill3〔氣機不降〕
^symtom ①面冷頻呃，咽中不爽，②咳惡夜甚，③動則息促。
^formulas
^formula1〔蒼耳子散合溫膽化裁證〕
^origin〔路志正方〕
^ingredients2605 蒼耳子、白芷、桔梗、前胡、法半戾、陳皮、黃岑、竹茹、牛蒡子、黛蛤散 各12g，六一散、蘆根 各30g。
^formula2<var=2>〔導痰湯證〕
^origin〔俞根初方〕
^ingredients2606 廿草、陳皮、茯苓、枳實、瓜蔞皮、京川貝母、枇杷葉、馬兜鈴、通草、鮮石菖蒲之類。
^formula3<var=1>〔甘桔湯證〕
^origin〔田藝華方〕
^ingredients2607 桔梗、甘草、牛蒡子、蟬衣 各6g，黃芩、元參 各15g，桑皮、杷葉、川貝 各12g，橘紅9g。
^formula4〔輕清開提肺氣宣洩上焦方證〕
^origin〔吳坤安方〕
^ck33z12h034
^norm 裡證類表，痰鬰氣熱症。
^chinese 傷風夾痰火。
^combo 氣鬱+表鬰+空竅
^ill〔氣機不宣〕
^symtom ①咳嗽，②胸痞，③心下痛脹，④痰多黃濁稠黏或凝結成塊成條，咳逆難出，⑤不渴。
^tounge ①苔白滑而序，②黃白相兼而糙，③苔黃。
^pulse ①脈右浮滑，②右沉滑，③左弦緩，④弦滑。
^ill2〔腠理不宣〕
^symtom ①發熱惡風自汗，②熱不揚，③肢冷。
^ill<sub=1>〔清空不宣〕
^symtom 贓痛，２頭眩。
^ill2<sub=1>〔氣機不降〕
^symtom ①氣逆，②嘔吐。
^ill<sub=2>〔清竅不宣〕症象
^formulas
^formula1<var=1>〔蔥豉湯證〕
^origin〔王盂英方〕
^ingredients2608 蔥白、豆豉、杏仁、橘紅、梔子、連翹、杏仁、貝母、瓜蔞、桔梗。
^formula2<var=1>〔瓜蔞薤白證〕
^origin〔朱顏方〕
^ingredients2609 左金、瓜蔞、薤白、旋復花、枳殼、菖蒲、半夏、竹茹、楝實、佩蘭、通草、枇杷葉、白蔻仁。
^ck33z12h039
^norm 熱邪上結。
^chinese 肺瘧，懊儂P
^combo 氣鬱+氣蒸+?鬰
^ill〔氣機不宣〕
^symtom ①心下滿，②胸中痞塞，③便閉屎短，④n渴飲水，小水全無，尿閉。
^tounge 舌白。
^pulse 脈滑。
^ill2〔陽氣佛鬰〕
^symtom ①面赤目赤，②胸中懊儂，心煩不安，煩躁，③手足抽搐，四肢俚硬，四肢發痺似痙，④ 起臥轉側不安，⑤饑不能食，⑥懊依，⑦先寒後熱，熱甚口渴，間R而發，⑧心中寒，熱甚，⑨寒不成寒，熱不成熱，十 神識昏迷，奄奄一息。
^tounge ①苔膩白乾，②舌白乾刺。
^pulse ①脈浮數，②脈虛澀浮，③脈無神。
^ill<sub=1>〔津氣逭蒸〕
^symtom ①發熱，②口燥渴飲冷，神煩譫語，③大便結，④齒板唇舌乾燥。
^ill2<sub=1>〔氣機不降〕
^symtom ①聞油煙則乾嘔，兀兀欲吐，②痰涎壅盛，③胸閉喘咳c
^ill<sub=2>〔清竅不利〕
^ill2<sub=2>〔清空不宣〕
^formulas
^formula1〔加減桂枝湯證〕
^origin〔謝映廬方〕
^ingredients2610 桂枝、瓜蔞、紫菀、枇杷葉、蘇子、桔梗、杏仁、知母。
^formula2〔加味梔豉湯證〕
^origin〔葉天士方〕
^ingredients2611 瓜蔞皮、黑梔、杏仁、鬰金、香豉、枳殼汁。
^ingredients2612 (6)葉天士治齒板唇舌乾燥，目微紅，面油光，語言不爽，呼吸似喘，宜清膈熱：滑石、連翹、淡子芩、鬰金汁、竹 葉心、天花粉、橘紅、杏仁。
^ck33z12h040
^norm 痰熱蘊蒸。
^chinese 冬溫夾痰，春溫夾痰，伏異夾痰。
^combo 氣鬱+氣蒸
^ill〔氣機不宣〕
^symtom ①咳嗽少痰，②胸痛脅痛，③宵鈍，④胸脘痞悶。
^tounge 苔滑。
^ill2〔津氣蘊蒸〕
^symtom ①身熱多汗，高燒，②口燥而渴，③咳嗽痰黏，咯吐不鉍，④不惡寒但惡熱，⑤渴飲涼水，煩躁不安，⑥大便閉，⑦便塘，⑧小便短赤。
^tounge 舌紅，苔黃垢膩。
^pulse ①脈洪滑數，②脈象弦滑而數。
^ill<sub=1>〔清竅不利〕
^symtom ①咽痛，②盧啞。
^ill2<sub=1>〔氣機不降〕
^symtom ①得水則嘔，②痰聲漉漉，③登氣，④咳嘔，⑤氣逆。
^ill<sub=2>〔清空不寧〕
^symtom ①頭暈，②頭痛，③頭眩3
^formulas
^formula1〔清火寧肺湯證〕適用身熱咳嗽，咽痛聲啞，口燥口渴。
^ingredients2613 桔梗、梔子、黃芩、桑白皮、甘草、前胡、知母、貝母。
^formula2〔麥貝溫膽湯證〕
^origin〔魏樹森方〕
^ingredients2614 瓜蔞楉、法半夏、枳實、竹茹、射乾、鬰金、丹皮 各4.5g，瓜蔞皮、川貝母、茯神、焦梔子、桑葉 各9g，通草、橘紅
^ck33z12h083
^norm 痰踞肺宵。
^chinese 痰瘧，箸瘧。
^combo 不和+氣鬱+氣滯
^formulas
^formula〔和解方證〕
^origin〔王九峰方〕
^ingredients2615 蘇梗、鬰金、黃芩、杏仁、川貝母、丹皮、橘紅、天花粉。
^ck33z12h084
^norm 邪在少陽。
^chinese 寒熱往來。
^combo 不和+氣蒸+氣鬱
^ill〔陽氣不和〕〔腠理不調〕
^symtom 寒熱往來不定，有汗不暢。
^ill2〔津氣繭蒸〕
^symtom ①口淘不欲飲，②痰色黃稠，③小便短赤，④大便乾燥。
^pulse 脈滑數。
^tounge 舌質紅，苔黃膩。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸痞院悶，②咳嗽胸脅隱痛。
^ill2<sub=1>〔氣機不降〕
^symtom 氣急。
^ill<sub=2>〔清空不寧〕
^symtom 頭痛。
^formulas
^formula<var=2>〔小柴胡合陷胸湯證〕
^origin〔螢建華方〕
^ingredients2616 柴胡、青子芩、法半S各IOg，貨蔞皮15g，銀花、桑白皮 各12g，黃連、生草 各2g。
^ck33z12h067
^chinese 痞結。
^combo 陽鬰+絡滯+氣鬱+血溢
^formulas
^formula<var=1>〔三黃瀉心證〕
^origin〔賴良蒲方〕
^ck33z12h047
^norm 痰熱結胸。
^chinese 小結胸，痰呃。
^western 右肺包裹性積液。
^combo 氣鬱+氣結
^ill〔氣機不宣〕
^pulse ①脈浮滑，②脈右寸關弦滑。
^symtom ①心下滿按之痛，②胸膈脹滿，按之作痛，③胸中痞痛，④胸中痞結如拌。
^symtom ①咳嗆，②嘔吐，③乾嘔，④呃逆。
^symtom ①發『熱發冷，②壯熱無汗，③內熱多汗，④口渴，毋熱乾，⑤煩躁譫語，⑥大便秘結，
^tounge ①舌質紅，苔黃垢，②荇黃不燥。
^pulse ①脈洪數有力，②脈滑數。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔小陷胸湯證〕
^origin〔《傷寒論》方〕
^formula2〔噙化丸證〕
^origin〔《陸善仲新編外科針灸治療學》方〕
^ingredients2617 (3)何廉臣：查氏開豁痰呃，輒用竹茹、橘皮、瓜蔞、半夏、枳實、薤白、旋復花、菖潲、紫菀、白前、枇杷葉等 品，夾肝火加萸連雪貨，兼營熱加犀角、玄參（《通俗傷寒論》250)。
^ck33z12h037
^norm 熱痰閉肺。
^chinese 痰喘，痧疹夾痰，肺閉。
^western 支氣管肺炎，麻疹肺炎。
^combo 表鬰+氣蒸+氣鬱+氣逆『
^ill〔腠理不宣〕
^symtom ①手足指冷，②疫色暗不透，③無汗，④惡風。
^tounge ①舌紅舌絳，②苔飯‧膩，③苔黃濁。
^pulse 脈弦數滑。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②胸脅悶痛，③咳嗽不爽，④瘡滿，⑤面目浮腫。
^tounge ①苔白滑，②舌不紅苔白膩。-
^pulse ①寸口脈滯，②脈沉細數。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①嘔惡，②氣逆喘急氣促，喉間瘐鳴，③腹膨。
^ill<sub=2>〔清竅不宣〕
^symtom 喉間痰鳴。1
^ill2<sub=2>〔清空不宣〕
^formula1<var=2>〔涼蹣小陷胸梔豉證〕
^origin〔張自銘方〕
^formula2〔瀉肺湯證〕
^origin〔鄒雲翔方〕
^ingredients2618 牛蒡子4.5g，蟬衣、黃芩、通草 各3g，竹葉、連翅、銀花、萊菔子、天花粉 各6g，.桔梗2.4g，蘆根15g，蔥白2寸。
^ingredients2619 若痧疹已透，仍然胸脅悶痛，咳嗽喘急者此有伏痰也，瓦氣口脈閉是痰之驗也，豁痰利氣如前胡、杏仁、瓜蔞、橘紅、蘇子、象貝母、枳殼、桔梗、萊菔子、竹瀝夏汁之類，投之痰自出矣（（傷寒指莩》卷一57).。
^ck33z12h106
^norm 虛火夾痰，痰熱熏蒸。
^chinese 風溫夾痰，傷寒。
^combo 氣灼+液灼+神蒙+氣虛
^ill〔津氣逋灼〕
^symtom ①身熱顴紅面赤，②煩躁起臥轉側不安，③自汗，④渴飲，⑤便塘，火便結，便閉，溺赤。
^tounge ①苔黃根垢膩，②苔灰黃。　
^pulse ①脈滑數，②脈數弦滑，③脈浮滑帶弦，④右滑大。
^ill2〔氣虛失充〕
^symtom ①汗多，②熱不外揚，③週身絡痛。
^pulse ①脈沉弦，左手兼數，②脈虛澀而結。
^ill2〔津液消灼〕
^symtom ①咳嗽痰稠，痰鳴漉漉，稠痰不易咯出，②口渴，③小.搜作痛，④齒垢顎腐，唇內起糜，
^tounge ①舌乾少津，②口膩舌白，③苦中光剝。
^pulse 左脈弦細。
^ill<sub=2>〔神志昏蒙〕
^symtom ①神志不清，語言錯亂，時有譫語，②神昏不寧，甚則迷昧，氣升痰嘶，③神昏發痙，
^formulas
^formula〔清熱救陰方證〕
^origin〔張聿青方〕
^ingredients2620 天花粉、杏仁、川貝母、北沙參、冬瓜子、天冬、萊菔、知母、蘆根、關蟄、枇杷葉。
^ingredients2621 (3)張聿音治痰熱黑蒸肺宵，熱不外揚：咳嗽痰稠，口渴，舌乾少津，中心灰苔，小溲作痛，脈弦滑，此風溫夾痰，化熱傷陰，內閉至神志發痙，清熱參以救陰（組方見方症），苦潤中心霉黑亦化，內熱未楚：北沙參、橘紅、竹茹、冬瓜 子、通草、音S、茯苓、杏仁、惹苡仁、枇杷葉，咳嗽氣逆以定，口燥，舌乾欲飲，右脈滑大，虛火夾痰：細生地、木通、天花粉、竹瀝夏、海蛤、甘草、川貝母、冬瓜子、白雲苓、竹茹葉、蘆根、沙參、川石斛（《張聿青醫案》37)。
^ingredients2622 (6)金子久治首先形寒經有一旬，舌中.光剝，唇內起糜，左脈弦細，右滑大，語言錯亂，傍晚面赤顴紅，陽失陰戀： 鮮生地、祺山石斛、蘆根、天花粉、金銀花、炙甘草、玄參、丹皮、川貝母、茯神、谷芽、竹茹、竹瀝（《宋元明清名醫 類案續編》金子久36)。
^ck33z12h255
^norm 陰虛氣逆。
^combo 氣鬱+液涸+氣虛
^ill〔津液枯涸〕
^symtom ①形肉消瘦，②口乾口渴，③島肺，口糜滿佈，④善饑食少，⑤大便難。
^tounge ①舌紅鮮澤，②舌絳似乾，上眾垢濁薄苔，③舌少苔，④舌紅苔薄。
^pulse ①脈左細數，②左細弦而滑，③脈細弦。
^ill2〔氣機不宣〕
^symtom ①胸悶，②咳而無痰，或有亦稀薄，咳嗽白黏，③胃不多餐，不食納谷，口甜苦。
^ill<sub=1>〔氣虛失充〕
^symtom ①形瘦面蒼，神蔞氣怯，氣不接續，②懶言睏倦，四肢倦懈，③手指搞動，④呃聲頻而低 弱，⑤寤寐多汗。
^pulse ①脈虛弦，②脈浮數。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔惡不已，飲人即嘔，食人即吐，得藥嘔出，嘔吐綠水，②呃逆，③氣逆胸悶。
^formula1〔通關湯證〕
^origin〔程門雪方〕
^formula2〔止呢湯證〕
^origin〔程門雪方〕
^ingredients2623 (4)王雨三：虛體胃呆用石斛、生地、天花粉、玄明粉）粉甘草、天竺黃、竹瀝、梨汁、蔗汁、藕汁、蘆根汁。
^alias邪踞少陽，痰濕內蘊，木火沖逆，犯土侮金。
^chinese伏邪夾痰，小結胸，少陽經證，少陽腑證，少陽正瘧，屠瘡，眩卻：，不眠，胃脘痛，惡阻，嘔逆，吐蝴。
^western高血手術后嘔吐，悛性粒細胞丨‘J血病息性發作。
^ill2〔陽氣不和〕
^symtom①寒則葙戰，②全身肢節痠痛.③肢體痠困.④口干而黏.容熱飲而飲不多，⑤大便溏。
^tounge①苔白膩，d活苔黏膩。
^pulse①脈弦滑，②脈*數，③脈象細弦。
^ill2〔腠理不調〕
^symtom①寒熱往來，②寒熱間日而作，熱多于寒，得汗而解。
^ill3〔氣機不利〕
^symtom 朐脅滿痛。
^ill4〔氣機不降〕
^symtom①惡心泛噦，②電吐痰涎，③喘。
^ill5〔氣機不宣〕
^symtom①胸滿而悶，②胸痞。
^ill6〔清空不寧〕
^symtom 頭暈疼。
^ill7〔津氣3蒸〕
^symtom①發熱，②頭汗出，③大便結，小便短，④煩躁，⑤H赤，⑥不R,⑦自汗熱退，汗出氣穢，⑧口干，熱則煩渴，口渴多飲。
^tounge舌紅苔白膩，苔黃黏膩。
^pulse①脈浮數有力，②脈細滑有力。
^ck32z15h083
^chinese小結胸。
^combo不和+氣滯+氣鬰
^formulas
^formula1〔柴胡陷胸湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔柴胡枳桔湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2624 素弱，脈象細弦，當以和解：前胡、半夏、六曲、炒黑荊芥、茯等、青萊、川貝母、橘紅、枇杷葉、生薑（《宋元明清名 醫類案續編》馬培之43)。
^ck32z15h084
^norm 邪踞少陽，痰濕內蘊。
^chinese 少陽正瘧，暑瘧，伏邪夾痰。t
^combo 不和+氣鬱+氣蒸
^formulas
^formula1〔小柴胡合達原法證〕
^origin〔張聿青方〕
^ingredients2625 柴胡、草果、檳榔、赤茯苓、橘紅、黃芩、半夏、枳殼、川厚樸、竹茹。
^formula2<var=2>〔小柴胡湯、截瘧七寶飲證〕
^origin〔江蘇《中醫內科學‧瘧疾》方〕
^ingredients2626 柴胡、炒常山、檳榔、青蒿、法半復 各9g，知母、黃芩 各6g，草果3g，青皮、烏梅 各4.5g，川桂枝3g，生薑1片。一日服2劑。
^ck32z15h280
^norm 痰熱蘊蒸。
^chinese 少陽經證。
^western 慢性粒細胞白血病急性發作。
^formulas
^formula1〔小柴胡湯證〕
^origin〔《傷寒論》方〕
^ingredients2627 柴胡 八兩，黃芩、人參 各三兩，半芨半升，炙甘草，生薑 各三兩，大棗十二枚。水煎，分三次服。
^formula2〔清化湯證〕
^origin〔?伯未方〕
^ingredients2628 柴胡、貿芩、半夏、橘紅 各9g，厚樸8g，黃連、知母、貝母各知。
^ck32z15h279
^norm 木火沖逆，犯土侮金。
^chinese 少陽腑證，眩犖，不眠，胃脘痛，惡阻，嘔逆，吐蛔。
^western 高血壓，手術後嘔吐。
^combo 氣鬱+氣逆+氣蒸+津洩+陽鬰
^formulas
^formula1〔黃芩清膽湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2629 青蒿4.5~6g，黃芩4.5～9g，制半復、枳殼、陳皮 各4.5g，赤茯苓、竹節、碧玉散（即滑石、甘草、青黛）9g。水 煎服。
^formula2<var=1>〔溫膽湯證〕
^origin〔王旭高方〕
^ingredients2630 半皮、石菖蒲、陳皮、甘草、枳實、酸麥仁、茯神、竹筋、川貝母、丹皮、旋復花、黑扼、雪奠。
^formula3〔資竹茹湯證〕
^origin〔孔伯華方〕
^formula4<var=1>〔‧半_夏瀉心湯證〕
^origin〔廖後康方〕
^ingredients2631 法半夏15g，黃芩、乾薑、竹茹各Og，黨參20g，炙甘草4g，黃連、陳皮、枳實 各6g，吳茱萸3g，大棗5枚，生薑3 片，頻冷服。『 ‧ ‧　　　摘錄：
^ingredients2632 (1)董廢翁;<邪漸人裡，逆於胸中，肺留窒塞不通，痞悶，嘔濁不饑不寐，舌黃口渴，一二日內宜宣劑以去其蜜，上 焦火盛，炙其津液結成痰涎，凝於胃口，故又宜導痰降火:生薑、半S、橘紅、茯苓、厚樸、連翹、梔子、黃芩、天花粉★ 竹苑、枇杷葉，心煩加姜連，心下痞加枳實，口苦脅滿脈弦加柴胡，三四日邪氣漸深，宜苦寒折之，芩連二陳湯加厚樸、天花粉、黃柏、滑石、f根、竹瀝、薑汁，不止辛以散之，芩連二陳湯加乾薑3g，生薑l2g，又不止稱以縋之：金銀代水 或金銀箔六張，甚加寒水石、赤石脂。
^ingredients2633 (5)列寶尚：高血壓，濕熱壅盛，痰火內擾，多因恣食甘肥致濕熱生痰，形體肥胖，頭暈，肢倦，蕃饑嗜睡，苔厚膩 黃濁，脈弦滑或弦緩，以分清走洩清熱化痰：黃芩、竹茹、枳實、半夏、陳皮、茯苓、代赭、甘草;熱盛加黃連< 梔子；濕盛加繭香、佩梗；痰多加瓜蔞、浙貝母；胸痛加薤白、瓜麥，.便秘加萊菔子；血清膽固醉高加山楂、槐花；血脂高加山 楂肉、澤瀉。
^alias木外刑金，陽證似陰，陰虛發熱。
^chinese咳血，氣喘，哮端，痰閉，陽厥證，癡呆，陰虛發熱，肺癆。
^western 肺結核合支氣管感染，支氣管肺炎，浸潤型肺結核。
^ck32z04h234
^norm 木火刑金。
^chinese 咳血。
^western 肺結核合支氣管感染。‧
^combo 液灼+氣蒸+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①疲多黏沫，②咳嗽少痰，③盜汗，④形瘐，⑤顴赤。
^tounge 舌紅苔薄。
^pulse 脈細數，譎滑而數。
^symtom 喉間痰鳴。
^symtom ①面赤，②煩躁失眠，③發熱，④五心煩熱，⑤口苦。
^tounge 苔黃膩。
^pulse 脈弦數。
^symtom ①疲紅，②咯血。
^symtom 0A逆，２痰鳴。
^formula1〔二葉三仁湯證〕
^origin〔程門雪方〕
^formula2〔涼肝肅肺湯證〕
^origin〔程門雪方〕
^ck32z04h233
^norm 肝火人絡，木火刑金。
^chinese 咳血。
^combo 氣鬱+絡滯+血溢
^ill〔氣機不宣〕
^symtom 咳聲不揚。
^ill2〔絡脈不利〕
^symtom 右脅隱痛。
^ill<sub=1>〔絡瘀血溢〕
^symtom 咳血。
^pulse 脈浮芤。
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom 憔紅氣促。
^formulas
^formula〔輕清透達理氣活痰方證〕
^origin〔韓緒S方〕
^ingredients2634 旋復花、橘皮絡、金橘皮、新絳 各3g，枇杷葉、桑葉、川貝母、絲瓜絡 各9g，菊花、鬰金、炒萊菔子 各4.5g。
^ingredients2635 (1)張聿青治風濕熱交迫，血從咳中來，咳從邪起，若不急敗其邪，必致延損：香附、杏仁、橘紅、憊苡仁、茯苓、黑梔、枳殼、前胡、澤瀉、丹皮炎。
^ck32z04h286
^norm 陽證似陰，陽厥證。
^chinese 痰閉。
^western 支氣管肺炎。』
^combo 氣熾+陽滯+神閉+絡鬰+氣鬱
^formula<var=2>〔羚角鉤籐湯證〕
^origin〔劉炯夫方〕
^ck32z04h288
^norm 閱虛發熱。
^chinese 陰虛發熱，肺癆。
^western 浸潤型肺結核。
^combo 氣熾+血熾+陰虛+神蒙+陽鬰+氣滯
^ill〔津氣道熾〕
^symtom ①口苦，②口乾。
^ill2〔血熱蘊熾〕
^symtom ①潮熱，虛熱纏綿，②月經延期。
^tounge 舌苔薄白，質紅。
^pulse 脈象細數。
^ill<sub=1>〔陰虛失養〕
^symtom ①咳嗽瘐黏，②盜汗。
^ill2<sub=1>〔神志昏蒙〕
^symtom 胸痛。
^formulas
^formula1〔柴胡鱉甲湯證〕
^origin〔程門省方〕
^formula2〔滋陰清熱方證〕
^origin〔江蘇中醫內科學） 方〕
^ingredients2636 沙參12g，麥冬、百部、青蒿、貝母 各9g，終、知母 各6g，橘皮4.5g，牡蠣18g，銀柴胡、橘絡、甘草各；3g。
^alias痰濕交阻，痰熱互結，痰火內結，火鬰傷肺，痰火類孤陽，阻滯氣分，窒滯不行，痰蒙清竅，、真熱假寒。
^chinese暑濕，陽明濕溫，風溢犯肺，風溫夾痰，伏溫夾痰，冬溫，冬溫夾痰，傷寒，感邪夾痰，傷寒夾食，風寒化 熱，痧後咳嗽，咳喘，熱喘，肺閉，肺痺，痞結，大結胸，熱實結胸，水結胸，痰熱結胸，結胸閉症，膜原伏溫，嘔吐，呃逆，協利，痰躁，痰蒙，濕蒙，麻後傷陰。
^western 小兒中毐性肺炎，纖維空洞型肺結核，肺氣腫及支氣管擴張證。
^ck33z12h234
^norm 火鬰傷肺。
^chinese 痧後咳嗽熱喘。
^combo液灼+氣蒸+氣鬱+血溢
^tounge _絳，②舌苔白燥。
^pulse 脈浮數。
^symtom ①咳嗽，②胸膈不利。
^symtom ①咽喉乾痛，②與准清冷。
^pulse 右寸獨大。
^ill〔絡血妄行〕
^ill2〔氣機不降〕
^symtom １咳喘，氣促，２頭面浮腫，胸高氣喘，目如脫狀，不得臥，３咳甚則吐。
^formulas
^formula1<var=2>〔瀉白散證〕
^origin〔丘敏方方〕
^ingredients2637 桑皮、地骨皮 各15g，廿草6g，川黃連1.5g，粳米100粒。
^formula2〔清化痰熱方證〕
^origin〔張聿青方〕
^ingredients2638 茯苓、黑梔、浮石、瓜蔞皮、川貝母、杏仁、冬瓜仁、風化硝、新絳、枇杷葉、竹茹、燈心。
^ingredients2639 (5)煩熱，胸膈不利，上氣喘促，口乾或咳，加減瀉白散：桑皮、地骨皮、知貝母、瓜蔞、黃芩、橘紅、甘草、桔棵。
^ingredients2640 (6)胸高氣喘，目如脫狀，不得臥，主蘋房瀉白湯：葶藶子、桑皮、貧芩、地骨皮、生甘草。
^ingredients2641 (7)燥火傷金，肺不主降，喘促咳嗽，心煩得食則減，食已仍作，主苦降清潤，瀉火清肺湯：黃芩、梔子、枳殼、桑 皮、陳皮、杏仁、蘇子、寸麥冬、川貝母、赤茯苓、沉香、砂仁。
^ck33z12h248
^norm 痰濕交阻。
^chinese 陽明濕溫，暑濕，嘔吐，呃逆。
^combo 氣逆+氣鬱氣滯
^ill〔氣機沖逆〕
^symtom ①頻呃，②乾嘔，③嘔吐，④食人即吐。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸脘不舒，②心煩，③咳嗽。
^tounge ①舌苔淡紅而鮮，或帶微白者，②舌萏炱黑。
^pulse ①脈軟數，寸微洪，②脈數糊滑。
^ill<sub=2>〔氣機不利〕
^symtom 胸脅滿痛。
^formulas
^formula〔清肅肺胃方證〕
^origin〔方蘭田方〕
^ingredients2642 石呸45g，半S、竹葉 各9g，枇杷葉7.5g，滑石18g，甘草3g，橘皮4.5g，竹藥、旋復花各12S，柿丁 3個。
^ingredients2643 (1)尤在涇治發熱乾嘔不便，橘皮竹茹湯加蘆根、梗米，熱退嘔止，大便不通：生首烏、玄明粉、枳殼，便通脈和，滋養：石斛、歸、芍、茯苓、廣陳皮、丹皮、秦艽、甘草（《柳選四家醫案》35)。
^ck33z12h045
^norm 痰熱互結。
^chinese 肺痺，陽明濕溫，風溫夾痰，冬溫，呃逆。
^combo 氣鬱+氣蒸+氣滯+氣逆
^ill〔氣機不宣〕
^symtom ①胸悶，②胸炫，③咳嗽
^tounge 苔白膩粗厚。
^pulse ①脈細貓，②脈伏。
^ill2〔津氣蘊蒸〕
^symtom ①寒熱不常，但熱不寒，有汗不解，熱事有起伏，表之汗不暢，清之熱不退，②身熱有汗，多汗，③顛赤心煩，晝夜煩擾不寧，不能安臥，神識忽明忽昧，④口渴喜飲，⑤咳痰膿，乾厚韌白，痰厚若膠，咯吐維艱，咳痰夜甚，⑥小便怛赤不渾，⑦便閉，便溏或洩。
^tounge ①舌邊尖紅，根黃，②苔白而乾，③苔黃濁，④舌絳M之黏賊，舌心白厚如豆大者一辯。
^pulse ①脈弦滑有力，②脈弦滑數。
^ill<sub=1>〔氣機不利〕
^symtom ①或連脅脹，②大便不通，按之腹板窒。
^pulse 脈右寸關浮滑數，左弦數。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①滿而喘急，氣喘痰嘶，痰鳴聲如拉鋸，②嘔逆，③呃逆。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔栝樓實丸證〕適應痰隨火升，雍於中脘，熱痰內閉，.胸悶心煩，滿而喘急，或連脅脹。
^ingredients2644 黃連、瓜蔞實、枳實、半夏、桔梗。
^formula2〔滌痰洩熱降氣清肺方證〕
^origin〔王旭高方〕
^ingredients2645 葶藶、枳實、鬰金、杏仁、川貝母、羚角、連翹、膽南星、茯苓、枇杷葉、竹瀝、薑汁、礞石滾痰丸。
^ingredients2646 3.涼膈梔豉加減症：'釜底抽薪法，使大便通則肺氣自降，苦辛寒表裡分清法，詳見病案（7U 淡豆豉、風硝、麥芽、谷芽 各9g，生山梔、葶藶子、杏仁、枯黃芩 各6g，瓜蔞15g，連翹、車前子 各12g，川黃連、膽 南星 各3g，旋復花、川厚樸 各4.5g。
^ingredients2647 m周小農治身熱有汗，咳痰夜甚，氣逆有聲，暑邪夾風痰襲肺，肺痺重症：葶藶子、蘇葉各i.5g，竹茹、鬰金 各4.5g，冬瓜子6g，杏仁、沙參 各9g，前胡、枳實 各2.4g，蘆根1尺，枇杷葉4片，蘿蔔汁1匙，另研沖雄丹0.12g，月石
^ingredients2648 0.3g，明礬、礞石 各2.1g，竹瀝30g溫調（《周小農醫案》134)。
^ck33z12h039
^norm 痰火內結，痰火類孤陽，阻滯氣分，窒滯不行6　　　內含病例：
^chinese 痰躁，冬溫夾痰。
^combo 氣鬱+氣熱+陽鬰
^ill〔氣機不宣〕
^symtom ①胸中氣悶，②咳嗽不爽，③胸痞不饑，不食，不便，不海，懶言，④神呆靜臥。
^tounge 苔淡潤不燥，苔色滿佈。
^pulse 脈澀數Q
^symtom ①目瞪不語，夜不得眠，②煩躁不寧，③面赤顴紅額汗，④畏食涼物，⑤懊儂似饑非饑。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①大便乾結，②溲少，③熱不退。
^tounge 苔黃。
^symtom ①聞油煙則乾嘔，（|)食人即吐，③氣逆不能著枕。
^ill<sub=2>〔清竅不利〕
^ill2<sub=2>〔清空不宣〕
^formulas
^formula<var=2>〔陷胸瀉心湯證〕
^origin〔何廉臣方〕
^ingredients2649 瓜蔞仁12g，仙半夏4.5g，川黃連.2.4g，枳實、肯子芩 各3g，竹前9g，薑汁2滴，竹瀝2親。
^ingredients2650 (3〉王孟英治溫散數劑，目瞪不語，面赤氣逆四白，不能著枕，此冬溫夾痍，誤提氣不肅降，以旋、赭、杏、貝、天 花粉、白茅根、冬瓜子、紫菀、薤白、瓜蔞仁、蘇子、石菖蒲、竹瀝、萊菔湯煎3劑，大便行而能臥矣，自言胸中迷悶，改小陷胸合三子養親湯加沙參、知母、旋、貝、竹茹、枇杷葉，熱退知饑而愈（《宋元明清名醫類案正編》王孟英25)。
^ck33z12h047
^norm 痰火痞症。
^chinese 痞結。
^combo 氣鬱+氣結+氣蒸
^ill〔氣機不宣〕
^symtom ①面如熏黃，②呼吸粗促，似不接續，坐臥無須臾.之寧，③口渴甜膩不欲飲食，④神昏不 食不寐，粒米不能下嚥。
^ill2〔氣機鬱結〕
^symtom ①胸中痞痛，狀如結胸，②心下堅硬拒按，形若覆碗。
^pulse 脈滑數，左歇右促，肝部間有雀啄，氣口蒎解索。
^ill<sub=1>〔氣機不降〕
^symtom 合眼即氣升欲喘。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①面赤，②口苦，③頭汗自出，④煩躁不能自$，⑤咳痰帶血，⑥便溺澀滯，渾赤極臭。
^tounge ①舌苔白厚有朱點，②舌邊紫苔黃不甚乾燥。
^pulse 脈洪數有力。r
^ill<sub=2>〔清竅不宣〕
^formulas
^formula<var=1>〔三黃瀉心湯證〕
^origin〔賴良蒲方〕
^ingredients2651 川黃連3g，淡子芩4.5g，焦山梔、川貝母、杏仁、瓜蔞皮各％，乾薑1.5g。
^ck33z12h063
^norm 大結胸。
^chinese 熱實結胸，水結胸，痰熱結胸，協熱利，傷寒夾食。
^western 小兒中毒性肺炎。
^combo 陽鬰+氣熾+氣結4‧氣逆+氣鬱
^ill〔陽氣不宣〕
^symtom ①面色晦暗，②無大熱，發熱不高，③不渴，口渴不欲飲，④項強如柔痙。
^tounge ①5‧本深紫，潮滑無苔，②苔灰黃而膩，③苔淡黃。
^pulse ①脈沉緊，②虛軟不鼓。
^ill2〔津氣逭熾〕
^symtom ①面紅有光，顴赤目紅，口乾唇燥，②但熱不寒，灼熱口渴惡熱，③日晡潮熱，④但頭汗 出，額汗如蒸，⑤心中懊儂，煩熱心痛，煩躁不能臥，⑥胸悶躁擾，譫妄叫喊，⑦便秘小便短赤，⑧痰色黃穢敗濁不堪，或其痰堅而成塊，或結如黏膠。
^tounge ①舌苔燥，②黃膩。
^pulse ①脈寸洪滑關尺弦數，②沉滑數。
^ill<sub=1>〔氣機沖逆〕
^symtom 連聲，滴水不能下喉。
^ill2<sub=1>〔熱迫津洩〕
^symtom 利不止。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸_痞悶，短氣，②胸悶欲死，煩亂叫喊。
^formula1〔大陷胸湯證〕
^origin〔《傷寒論》方〕
^formula2〔大陷胸丸證〕
^origin〔《傷寒論》方〕
^formula3〔決壅順流湯證〕
^origin〔費伯雄方〕
^ingredients2652 治心下至少腹粳痛不可近，或潮熱，或無大熱，但頭汗出，脈沉緊。詳見論著（3)。大黃、木通、瓜蔞、枳實、厚樸、青皮、稱麥、車前子。
^formula4〔加味涼隔煎證〕
^origin〔《通俗傷寒論》方〕
^ingredients2653 風化硝、生大黃 各3g，甘遂2.4g，葶藶子、蘇溥荷、白芥子、片黃芩、枳實、連翹 各4.5g，焦山梔9g，竹瀝2瓢，姜 汁2滴。
^ck33z12h037
^norm 痰火鬱閉。
^chinese 風溫，風寒化熱，肺閉。
^ill〔腠理不宣〕
^symtom ①形寒壯熱無汗，熱甚囈語，②身體疼痛，③山根色青，④肢寒。
^pulse 脈浮而數。
^symtom ①熱甚於苒，②煩躁，③賅嗽痰稠難吐，咳嗽吐膿痰，腥臭不堪，④尿短赤。
^tounge 苔膩。
^pulse 脈滑數。
^symtom ①胸悶氣塞，②咳嗽氣逆，痰多白黏，③食慾不振。
^symtom ①氣逆，②氣喘不得臥，奐動如張，痰鳴如鋸，牙關緊閉。
^symtom 咳不揚而音啞，噓聲不出。
^ck33z12h062
^norm 真熱假寒。
^chinese 暑濕。
^combo 陽滯+表鬰‧氣熾+氣逆+經滯
^formulas
^formula1<var=1>〔白虎證〕
^origin〔王孟英方〕
^ingredients2654 石音、知母、甘草、粳米加西洋參、貝母、天花粉、黃芩、紫菀、杏仁、冬瓜仁、枇杷葉、竹葉、竹茹、天竺黃。
^formula2<var=1>〔小陷胸證〕
^origin〔噗今桂方〕
^ingredients2655 黃連、半夏、瓜蔞實加鮮竹茹、橘絡、枳殼、川貝母、生枇杷葉、麥冬、鮮石斛、柿蒂。
^ingredients2656 (3)王旭高治峻投消散，暗幼街津，致饑不欲食，嗜臥神糊，呃忒斷連，斑疹隱約，症方八日：中蒡子、菖蒲、前 胡、橘紅、鬰金、桔梗、天竺黃、刀豆子、神曲、連翹、甘草、薄荷、竹茹、枇杷葉，苔白膩，脈實數，非熱陷膿中，乃 濕熱瀰漫於上焦，肺氣失其宣佈耳，從肺胃立法：旋復花、代赭石、冬瓜子、射乾、杏仁、川貝母、桔梗、鬰金、橘紅、沙參、通草、竹茹、白茅根、枇杷葉，便洩黏膩垢污，胃濁下行為川貝，連日沉迷，昨少寐神煩，身熱已和，和中化濁： 洋參、術、苓、誶、滑、藿香、橘、通、茹、木番、葛花、雞距（《清代名醫醫案梢華》王旭高27)。
^ck33z12h071
^norm 痰蒙清竅。
^chinese 痰蒙，濕蒙，傷寒，感邪夾痰，伏溫夾痰，結胸閉症。4
^combo 陽滯+氣熾+神閉+氣鬱
^ill〔陽氣不行〕
^symtom ①面色蒼白，②口唇紫泔，③大寒壯熱，身熱無汗，④身熱不熾甚，⑤四肢厥冷，⑥溲清
^tounge ①舌紅苔白，②苔白膩不焦黑。
^pulse ①脈弦按之澀，②脈左濡數，右略滯不爽，③脈右沉滯左數，④脈糊滑不甚數。
^symtom ①熱勢起伏，手暖足厥，②面赤氣粗，③口渦唇乾，④小溲短赤。
^tounge ①舌紅而潤，苔膩白罩黃，②舌紅，荇黃域濁。
^pulse ①脈浮數，②脈右滑數有力，左沉滑而數。
^symtom ①神識模糊，狀若昏蒙，②神識沉迷，人事不知，③神昏，譫語，④狂妄不知人事，⑤小便自遺。
^symtom １胸悶殊甚，２咯痰不爽，３口膩噁心。
^tounge 苔滑膩。
^pulse ①脈浮洪，②脈轉滑搏。
^ill2〔氣機不降〕
^symtom ①時自喘嗽，②氣逆，呼吸迫促，③鼻興煽動，痰鳴如鋸。
^ill<sub=2>〔經脈不利〕
^symtom ①兩目斜視，②口噤，牙關緊閉，③頸項微強，④四肢不舉。
^formulas
^formula1〔芳香通神辛開苦降方證〕
^origin〔張爾青方〕
^ingredients2657 天竺黃、半夏、俚番、茯苓 各9g，遠志、膽南星、雄精 各4.5g，甘草湯拌炒鬰金18g，明礬9g，菖蒲2.4g，竹瀝30g，薑汁少許，轉機用至寶丹1丸，橘紅湯下。
^formula2〔辛蘆白通湯證〕
^origin〔何拯華方〕
^ingredients2658 杏仁、葸苡仁、瀝半S、帶皮茯苓 各9g，白芥子2.lg，蓿香梗6g，鮮石菖蒲、廣橘紅 各3g，蘆筍30g，北細辛、燈心
^ingredients2659 (1)、馬元儀治傷寒6～7日.譫語，狂妄不知人審，時自喘嗽，脈弦按之澀，此陽證陰脈，法在不治:‧瓜蔞仁、桂枝、枳實、半夏、蘇子、杏仁、黃連、秦艽、膽南星（《宋元明清名醫類案續編》馬元儀10)。
^ingredients2660 (4)王九峰治神迷不語，牙關緊閉，發熱面紅，U甜痰沫黏膩，小便自遺，四肢不舉，脈浮洪苔滑膩，秋邪痰熱蒙 閉：至寶丹，石莒}竹油湯下，一時許神即清：葛根、連翹、貝母、瓜蔞、丹參、枳殼、半夏、玉竹、竹瀝、菖蒲 (《清代名醫醫案精華》王九峰2)。
^ck33z12h104
^norm 痰火內閉。
^chinese 風溫犯肺，膜原伏溫。
^combo 氣熾+神閉+液灼‧》‧氣結+絡鬰‧
^ill〔津氣蘊熾〕
^symtom ①高熱，面紅耳赤，喘氣如火，②口渴，③煩躁不寧，④大便閉結，⑤溺赤短澀而 濁，⑥忽寒忽熱，四肢乍冷乍熱。
^pulse 脈數大已極，似疾脈有力。
^tounge 舌全腫厚，苔深黃。
^ill2〔神志蒙閉〕
^symtom ①神志不清，張目直視，②昏迷，③神昏譫語。
^ill<sub=1>〔津液消灼〕
^symtom ①口渴，②咯痰黃厚，或白而黏。
^tounge ①舌苔望之黃滑，捫之糙手，②舌燥，舌色金黃，③舌尖縛根黃。
^pulse ①脈不浮而躁甚，②脈左乍數乍大，右乍滑乍澀。
^ill2<sub=1>〔氣機鬱結〕
^symtom ①胸膈滿痛，②脘腹膨脹，③?滿脹痛，④便秘溺澀，⑤氣急喘憋，典翼煸張，喘促不寧，痰涎壅滯，⑥嘔吐，多嘔多吐。
^tounge 舌苔中黃根膩。
^pulse ①脈沉滑數，②脈右滑數而實，③甚或兩寸沉伏，④右寸實大。
^ill<sub=2>〔絡脈不和〕
^formulas
^formula〔i.陷W承氣湯證〕
^origin〔《通俗傷寒論） 方〕
^ingredients2661 瓜蔞仁18g，枳實、風化硝 各4.5g，生大黃6g，仙半戾9g，川黃連2.4g。
^ingredients2662 (0金子久治嘔吐六天，忽寒忽熱，四肢乍冷乍熱，多嘔多吐，腹痛便秘，口渴唇燥：舌尖絳根黃，脈左乍數乍大，右乍滑乍澀，氣鬱熏蒸已從火化，涼腦合蔞、杏，滌膈上之痰，祛腑中之滯：風化硝、連翹、山梔子、杏仁、枳實、半夏、橘紅、鬰金、竹茹、辰茯神、牛黃清代名醫醫案精華》金子久27)。
^ck33z12h121
^norm 痰火上逆。
^chinese 呃逆，咳喘。
^western 纖維空洞型肺結核，肺氣腫及支氣管擴張證。
^combo 液灼+氣虛+氣逆+氣鬱
^ill〔津液消灼〕
^symtom ①口乾不多飲，②心煩失眠，③獲多白<，稀黏不易喀出。
^tounge ①舌紅苔黃，花剝，②尖邊紅，中有裂紋。
^symtom ①呃逆發聲軋軋而速，②乾嘔，③氣促。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②咳嗽，痰多。
^tounge 舌苔中根膩。
^pulse 弦滑。
^ill<sub=2>〔氣虛失充〕
^symtom ①聲低，②氣短。
^pulse 尺寸俱弱。
^formulas
^ingredients2663 橘皮、竹茹、大棗、生薑、甘草、洋參、麥冬、枇杷葉、柿丁O
^alias木火刑金，肝火沖肺，肝鬰痰火，痰熱痺阻，熱痰戀肺。
^chinese咳嗆，咯血，咳血，肝火咳嗽，風溫，痞結，目睥，筋惕，爽核，乳核，癭瘤，瘰?。
^western 肺結核，喉結核，淋巴結核，多發性神經纖維瘤，甲狀腺腺瘤。
^ill〔津液消灼〕
^symtom①口渴引飲，②口干不恐飲食，③咳痰黃捭厚，④面色萎黃，形體枯瘦，⑤雙足瘺軟無力，⑥心累頭昏。
^tounge①舌紅，苔微黃，尖紅而痛，②舌干絳，苔黃厚，③舌紅紫而干。
^pulse①脈小數，②左弦細，③脈弦。
^ill2〔氣機不宣〕
^symtom①干咳無痰，②咳嗆痰多白沫，③咳痰難出，④胸中窒悶。
^ill3〔淸竅不利〕
^symtom①槍則氣火上升，左邊頭痛，②咽喉千煉，③咽癢干咳。
^ill4〔津氣瑾蒸〕
^symtom①身熱，午后漸熱，②口苦，③溲黃。
^tounge①舌黃苻厚且黃。
^pulse①脈洪數，②脈滑大有力，③而左關弦硬不和，④脈浮大而數。
^ill5〔絡血妄行〕
^symtom①咳血，略•血里多9 
^ill6〔氣機不降〕
^symtom①咳嗽氣粗，②晚上不能平臥。
^ill7〔氣機不珀〕
^symtom①脅痛，②胸脅滿痛
^ck33z04h234
^norm 木火刑金，肝火沖肺。
^chinese 咳嗆，咯血。
^western肺結核。
^combo 液灼+氣氣蒸+氣鬱+血溢
^ill〔津液消灼〕
^symtom ①口渴引飲，②口乾不思飲食，③咳痰黃稠厚，④面色萎黃，形體枯瘦，⑤雙瑪痿軟無力，６心累頭昏。
^tounge ①舌紅，苔微黃，尖紅而痛，②舌乾絳，苔黃厚，③舌紅紫而乾。
^pulse ①脈小數，②左弦細，③脈弦。
^ill2〔氣機不宣〕
^symtom ①乾咳無痰，②咳嗆痰多白沫，③咳痰難出，④胸中窒悶。
^ill<sub=1>〔清竅不利〕
^symtom ①嗆則氣火上升，左邊頭痛，②咽喉乾燥，③唄癢乾咳。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①身熱，午後漸熱，②口苦，③溲黃。
^tounge 舌黃苔厚且黃。
^pulse ①脈洪數，②脈滑大有力，③而左關弦硬不和，④脈浮大而數。
^ill<sub=2>〔絡血妄行〕
^symtom ①咳血，咯血雖多。
^ill2<sub=2>〔氣機不降〕
^symtom ①咳嗽氣粗，②晚上不能平臥。
^formulas
^formula〔I清肺止血湯證〕
^origin〔李斯熾方〕
^ingredients2664 玄參、麥冬、白芍、白茅根、百合 各12g，桔梗6g，清黛15g，瓜蔞20g，訶子、白及、浮石、山梔、生地 各9g，甘 草3g。
^formula2〔清肅上中豁痰潤燥證〕
^origin〔巢崇山方〕
^ingredients2665 沙參、雲茯苓、蘇子、杏仁、竹苑、蜜瓜蔞皮、浮石、川貝母、白芍、白薇、橘紅，紫菀、冬瓜子、枇杷葉。
^formula3〔肝兼滋肺氣方證〕
^origin〔尤在泠方〕
^ingredients2666 黃連、白芍、烏梅、甘草、當歸身、牡蠣、茯苓、北沙參、桑皮、梔子、丹皮。
^ingredients2667 (2)曹仁伯治兼肺燥，咳痰難出，而左關弦硬不和：寸麥冬、沙參、淡子芩、炙甘草_、白芍、川貝母、青黛、廣陳皮 (《柳選四家醫案》100)。
^ingredients2668 (4)張千里治咳逆已久：肺分痰熱，加秋陽酷烈，肺氣復傷，身熱，舌乾絳，苔黃厚，形瘦，脈弦，是濕鬰生熱，熱 蒸成痰，只宜清化，不合滋補：西洋參、橘紅、連翹、桑皮、甜杏仁、川貝母、丹皮、金斛、甘草、枇杷葉、桑葉，胃知 味而漸思食，食後亦合，脈弦小，大便未暢，小便又渾，濕熱未淨：西洋參、橘紅、甜杏仁、谷芽、桑葉、茯苓、丹皮、荷葉、金斛、澤瀉、秫米（《清代名醫醫案精華》張千里23)。
^ck33z04h229
^norm 肝火咳嗽。
^chinese 風溫，咳血。
^ill〔氣機不宣〕
^symtom 咽痄乾咳，痰少，或咯吐黃痰，痰白如銀絲。
^formulas
^formula1〔丹青飲證〕
^origin〔費伯雄方〕
^ingredients2669 赭石、青黛、麥冬、杭菊、石斛、沙苑子、蒺藜、桑葉、橘紅、貝母、杏仁、旋復花。
^formula2〔咳血方證〕鹹寒苦降：痰白如銀絲，唇紅脈數，詳見論著（3)。
^ingredients2670 青黛、瓜蔞仁、浮石、黑梔、訶子、杏仁、柿霜。
^ingredients2671 (2)張聿資治風溫襲肺：由咳而致見紅，至今時來時止，脈浮芤，恐復湧：丹皮、蔞霜、川貝石斛、青黛、山梔、扁 豆衣、鬰金、連翹、竹茹、藕節（（張聿青醫案》192)。
^ck33z04h131
^norm 肝鬰痰火。
^chinese 痰核，乳核，瘺瘤，瘰?。
^western 喉結核，淋巴結核，多發性神經纖維瘤，甲狀腺腺瘤。
^combo 氣結+血結+氣滯+陽鬰
^ill〔氣機鬱結〕
^symtom ①喉頭包塊，②甲狀腺腺瘤，腫如雞蛋大，質堅且痛，③抑鬱易怒。
^ill2〔血滯瘀結〕
^symtom ①項下生瘰堅硬，②脅下腫塊，③胸脅上肢小核青紫色，④兩乳房硬核觸之稍痛，質硬，推之可移，⑤少腹及腿部起硬核如栗狀，大小不一，不疼，⑥大腿內側有紫斑三四塊，並逐步變大增多。
^ill<sub=1>〔氣機不利〕
^symtom ①脅肋疼痛，咳嗽痰多，②胸悶氣短。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色暗滯，精神疲憊，②心情急跺，動輒煩躁易怒，③頭目昏眩，④口苦咽乾，⑤低熱 不退，小便時黃，⑥肢節疼痛。
^tounge ①舌紅，舌苔薄白，②苔白厚，③貨膩，④苔薄黃，⑤苔薄膩。
^pulse ①弦淋，②脈弦細而滑，③脈細數，④脈細弦。
^formulas
^formula1〔加味消黃丸證〕
^origin〔李斯熾方〕
^ingredients2672 玄參、貝母 各15g，海藻12g，夏枯花、白芍、鬰金 各9g，牡蠣、桑枝 各18g。
^formula2〔化痰清肝解鬰方證〕
^origin〔孌子維方〕
^ingredients2673 橘皮、橘核鬰金、歸尾、旋復花、桃仁 各4.5g，焦山梔12g，雞血籐、香附、杏仁、薏苡仁 各9g，赤芍、丹皮、膽南 星、天竺黃 各6g，另越鞠丸9g。
^formula3<var=2>〔龍膽瀉肝湯證〕
^origin〔楊紹先方〕
^ingredients2674 龍膽草、生扼子、柴胡 各6g，黃芩、當歸、生白芍、夏枯球、浙貝母、生牡蠣、玄參 各9g，山茨菇8g，生甘草3g。
^formula4〔消瘺湯證〕
^origin〔張伯臾方〕
^formula5<var=2>〔海藻玉壺湯和內消瘰?丸證〕
^origin〔錢伯文方〕
^alias厥陰病寒熱錯雜之證，厥陰化火犯胃，肝火乘胃，痰熱內擾，痰火壅盛、痰紫心竅，痰蒙火鬰，痰熱上蒸清竅。
^chinese 眩牽，頭確，口瘡，胃脘痛，胸背脹痛，嘔吐，嘔逆，熱人血室，懊依，惡阻，子煩，閉厥，中府，瘢狂，狂病，膜原伏溫，冬溫，掛溫，風溫。
^western 梅尼埃病，血管神經性頭痛，十二指腸球部潰瘍，不完全性幽門梗阻，急性胃炎，腦出血，精神分裂症，反 應性精神病，口腔潰瘍。
^ill〔氣機沖逆〕
^symtom ①時嘔酸液苦水，②朝食暮吐夾苦水，③頭脹痛，眩昏驚悸失眠。
^tounge 舌紅苔白膩。
^pulse ①脈細帶數，②脈沉弦細滑。
^symtom ①目眩，兩自難開，視物不清，②耳聾耳鳴，③口舌潰爛，④咽中作痛。
^ck33z16h042
^norm 肝火挾痰。
^chinese 眩暈，頭痛U瘡。
^western 梅尼埃病，血管神經性頭痛，口腔潰瘍。
^ill<sub=2>〔清竅不利〕
^symtom ①目眩，兩H難開，視物不清，②耳聾耳鳴，③口舌潰爛，④咽中作痛。
^formulas
^formula1<var=1>〔溫膽湯證〕
^origin〔蒲輔周方〕
^ingredients2675 茯苓、橘紅、玄明粉、竹茹、白芍 各6g，法半夏、發枯草 各9g，枳實4.5g，珍珠母12g，九菖蒲、香附 各3g，炙甘草 L5go
^formula2〔銀丹湯證〕
^origin〔張贊臣方〕
^ingredients2676 赤芍、丹皮、黃芩、連翹、知母、瓜蔞皮y.瓜蔞仁 各9g，桔梗4.5g，地枯蘿18g，石斛、金銀花、碧玉散 各12g，鮮蘆 根30g，海蛤粉9g。
^formula3〔平肝和fl法證〕
^origin〔寇華生方〕
^ingredients2677 白蒺黎、柴胡、枳實、貿； 各9g，白芍15g，竹苑、法半S 各10g，陳皮、丹皮 各8g，炒山梔、酸棗仁、鉤籐 各12g。摘錄:
^ck33z16h248
^norm 肝火犯胃。
^chinese 胃脘痛，胸背脹痛，嘔吐。
^western 十二指腸球部潰瘍，不完全性幽門梗阱。
^combo 氣鬱+氣逆+氣滯
^ill〔氣機沖逆〕
^symtom ①時嘔酸液苦水，②朝食暮吐夾苦水，③頭脹痛，眩昏驚悸失眠。
^ill<sub=1>〔氣機不宣〕
^symtom _疲肢軟，２心中煩熱，③#後嘔吐食物痰涎酸水，背惡寒，④口乾或口苦，iq幹不欲飲。
^tounge 苔黃膩。
^pulse ①脈弦細，②脈弦滑。
^ill<sub=2>〔氣機不利〕
^symtom ①崗脘陣發性疼痛，夜劇，脹悶不舒，②甚則胸背脹痛難受，欲捶打而後快，③中腹痛拒 按，④便秘，大便艱秘。
^tounge ①舌暗苔厚膩，②舌前紅根膩。
^pulse ①脈沉弦數，②脈細。
^formulas
^formula1〔連萸湯證〕
^origin〔《臨證治驗》方〕
^ingredients2678 ‧黃連2.5g，吳茱英1.5g，陳皮、竹訪各化，烏賊骨、蘇搜、清半夏、積殼、川楝子、大腹皮、黃等各IOg。
^formula2<var=1>〔溫膽湯證〕
^origin〔朱曾柏方〕
^ingredients2679 雲茯苓、枳實、半夏、陳皮、姜竹茹、瓜蔞皮、廿車。煩甚加梔子、丹參；口苦加黃連。
^formula3〔通腑降逆湯證〕
^origin〔張伯臾方〕
^ck33z16h279
^norm 厥陰病寒熱錯雜之證，厥陰化火犯胃，肝火乘胃。
^chinese 嘔逆，胃脘痛。、
^combo 氣鬱+氣逆+氣蒸+津洩+清空+陽鬰
^ill〔氣機不宣〕
^symtom ①腹內膨脹，②不食，③腹中膨脹，④脘痛。
^ill2〔氣機沖逆〕
^symtom ①氣沖善嘔，②氣從左升，嘔吐勺水不納，③氣上衝胸，胸中疼熱，④嘔吐涎沫，嘔吐酸 苦黃水，嘔吐青綠色韌涎甚多，清水不人，⑤嗆咳不已。
^ill<sub=1>〔清空不寧〕
^symtom ①眩暈。
^ill2<sub=1>〔熱迫津洩〕
^ill<sub=2>〔陽氣不和〕
^symtom ①四末時涼，②心悸。
^pulse 沉細。
^ill2<sub=2>〔津氣殖蒸〕
^symtom ①身熱，②面烘唇紅，③口苦口渴咽乾，④心中煩熱，胸政懊儂不可名狀，坐立不寧，情 緒急躁，⑤便秘尿赤。
^tounge ①苔薄黃，②舌紅苔黃，③舌燥刺。
^pulse ①脈弦數滑，②脈弦急，③脈滑數。
^formulas
^formula<var=1>〔烏梅丸證〕
^origin〔吳匍方方〕
^ingredients2680 川黃柏、西黨參、桂枝、附子、北細辛 各1.8g，全歸、炒川花椒 各1.2g，烏梅、生乾薑 各3g，川黃連、法半夏各
^ck33z16h284
^norm 肝火挾痰。『
^chinese 膜原伏溫，冬溫，脘痛，嘔惡。
^combo 氣熾+氣逆+氣滯+清空+神擾+陽鬰
^ill〔津氣繭熾〕
^symtom ①發熱，②渴喜冷飲，③便閉尿熱，④煩熱火升顴紅，⑤早熱移涼，⑥口乾。
^tounge ①舌紅，②苔灰，③苔滑膩黃，④糙絳。
^pulse 脈弦滑數。
^ill2〔清空不寧〕
^symtom ①耳聾，②頭痛0
^ill<sub=1>〔氣機沖逆〕
^symtom ①嘔惡多痰，嘔吐酸苦，②氣沖欲厥，③少腹氣沖作痛，④胸次窒悶，⑤咳哈，⑥朝食 暮吐。
^ill2<sub=1>〔氣機不利〕
^symtom ①脫痛，②腹中痛。
^ill<sub=2>〔神志不寧〕
^symtom ①虛煩，②心悸，③不寐，④驚惕，⑤寐覺昏糊。
^ill2<sub=2>〔陽氣不和〕
^symtom 髓寒，２四肢琢動，③先厥後熱，④背惡寒，⑤形寒易汗出。
^formulas
^formula1<var=2>〔白虎合左金證〕
^origin〔王盂英方〕
^ingredients2681 吳萸、川黃連、枳實、竹前、瓜蔞、石棄、旋復花、代赭、知母、半S、雪?。
^ingredients2682 a衣、谷芽、雞內金、瓦愣子、冬瓜子、橘紅、.川貝母、.桑葉、赤芍（〈宋元明淸名醫類案續編> 金子久妨）。
^ck33z16h289
^chinese嘔逆，惡阻，子煩。
^western急性胃炎。
^combo陰虛+氣熾+氣逆+氣滯+淸空+陽鬰•
^ill〔陰虛失養〕
^symtom①形瘦神疲，②頭肀乏力，惡食，（3HK熱，®腰後。
^tounge①舌質紅，中光剎，尖起朱點②舌干紅。
^pulse脈細弦數。
^ill2〔氣機沖逆〕
^symtom①嘔吐不止，嘔吐酸'水，涎液夾黃稠痰.進食即嘔.②氣逆上沖。
^ill<sub=1>〔津氣蘊熾〕
^symtom①發熱，②iff烘;§紅，頰暗紅，③a干+C3舍)g干，’口渴咽干.④心煩，飯uk,坐立不安，
^tounge①舌邊較紅，②舌偏紅，③苔色微黃.④笞黃濁。
^pulse脈弦滑數。
^ill2<sub=1>〔淸空不寧〕
^symtom 頭暈頭重月眩。
^ill<sub=2>〔氣機不利〕
^symtom①胸肋脹滿•②m脘痛。
^ill2<sub=2>〔陽氣不和〕
^formula1〔生地左釜湯〕
^origin〔葉秉仁方〕
^formula2〔養胃陰降沖逆方證〕
^origin〔丁明君方〕
^formula3〔滑肝和胃降逆方證〕
^origin〔汪明德方〕
^formula4<var=1>〔左金梔豉證〕
^origin〔妹寓層方〕
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔生地左釜湯證〕
^origin〔葉秉仁方〕
^ingredients2683 鮮生地、鮮蘆根 各30g，公丁香l.Sg，川黃連2.ig，吳茱萸0.9g，制半夏6g，陳皮、姜竹茹 各4.5g。
^formula〔‧2.養胃陰降沖逆方證〕
^origin〔丁明君方〕
^ingredients2684 生半夏、淮山藥（杵）、太子參 各12g，米炒西洋參、青黛 各3g，代赭石 15g，麥門冬、旋復花（包） 各9g，生薑 4.5g。
^formula3〔清肝和胃降逆方證〕
^origin〔汪明德方〕
^formula4<var=1>〔左金扼豉證〕
^origin〔娀寓晨方〕
^ingredients2685 石斛、百合、生麥芽為方，以善其後。
^ck33z16h071
^norm 瘐火壅盛。
^chinese 中府。
^western 腦出血。
^combo 陽滯+氣熾+神閉+氣鬱+絡滯
^ill〔陽氣不行〕
^tounge 苔厚膩。
^ill2〔津氣逛熾〕
^symtom ①面赤，②前額劇痛，③便秘，④腹脹息粗，⑤腹痛拒按。
^tounge 胎裂舌絳。
^pulse ①右洪滑，左弦數，②脈弦勁，③脈滑數，重按有力。
^ill2〔神志蒙閉〕
^symtom ①卒倒不省，神識不清，鼻有鼾聲，痰聲如鋸，②時醒時昧，言語無倫，③蚧齒磨牙，④小便失禁。
^symtom ①噁心嘔吐。
^ill<sub=2>〔絡脈不利〕
^symtom ①口噤痰鳴，②舌春不語，③手足不遂，上下肢癱瘓，④頸項強直，⑤口眼歪斜。
^formulas
^formula1〔開竅化痰，平肝漕陽，疏通經絡方證〕
^origin〔田藝華方〕
^ingredients2686 清半夏、川貝母、石菖蒲、川黃連 各9g，化橘紅、天竺黃、北柴胡 各6g，糖瓜蔞18g，白茯苓12g，石決明（先煎） 24g，絲瓜絡、生大黃 各3g，生薑汁1湯匙（沖服），水煎。
^formula2<var=1>〔承氣湯證〕
^origin〔平樂醫院方〕
^ingredients2687 大黃、厚樸、枳實、羌活、玄明粉、火麻仁、柏子仁、鐵落、石決明、白芍、淮牛膝、杜仲、代赭、半夏、麥冬、旋 復花。
^ck33z16h278
^norm 痰蒙心竅。
^chinese 瘢狂，狂病。
^western ‧:精神分裂症，反應性精神病。
^combo 氣鬱+神閉+神擾+氣熾
^ill〔氣機不宣〕
^symtom ①胸悶嘔吐，痰涎壅塞，②靜則短氣心悸，③時恐時泣，怕人，獨坐陰處，雙0呆視，④ 不思飲食。
^ill2〔神志蒙閉〕
^pulse ①脈弦滑而數。
^tounge ①舌紅苔白，②舌苔黃厚而滑，③苔黃白相兼，④夾灰膩，捫之濕潤，⑤夾紅星。
^pulse 脈沉弦勁。
^ill3〔神志不寧〕
^symtom ①躁則狂言多驚，②臥起不安，③獨言妄見，④晝夜不眠。
^ill4〔津氣瑄熾〕
^symtom ①大便秘結，②小便黃。
^tounge ①舌紅深紅，②苔黃而燥。
^pulse ①脈浮滑數，②脈弦滑而數。
^formulas
^formula1〔瀉實清膽湯證〕
^origin〔李斯熾方〕
^ingredients2688 法半里、茯苓、枳實、大黃、黃芩、鬰金、焦梔子 各9g，竹茹、白芍、牡蠣 各12g，石菖蒲6g，琥珀末（沖）4.5g，甘草3g。『
^formula2〔清熱通腑，化痰開竅方證〕
^origin〔謝海州方〕
^ingredients2689 1.論著　　　(1)胡在茲：面色濁悶，二便結澀者，多從醇酒哼味種熱蒸痰，或乘天氣極熱，盛怒不釋，而為狂妄，罵罟歌笑，甚 則逾牆上厘，宜加減大承氣湯以下濁穢：生大黃、風化硝、枳實 各15g，礞石、皂角 各6g，沖豬膽汁、米醋各2匙，叫服 西牛黃0.6g，下後主芩連清心湯：黃芩、黃連、寸麥冬、天花粉、茯神、丹參、牛黃、菖蒲、遠志（X通俗傷寒論》2舛）。
^ingredients2690 (2)俞東扶：發狂實證十居八九，故予治狂，多用吐下清鎮四法，……下法以尤氏瀉狂湯：生大黃、龍齒、牡蠣9g，炒蜀漆3g，川黃連1.5g，瀉實火以劫驚痰（《通俗傷寒論》293)。1
^ingredients2691 (3)有服金石丹劑發狂者，此藥性剛烈，熱氣驃捍，治當清熱解毐，三黃石裔湯加貨連、甘草、青黛、板藍根。
^ck33z16h286
^norm 痰蒙火鬰。
^chinese 荖溫，風溫，閉厥。
^combo 氣熾+神閉+陽滯+氣鬱
^ill〔津氣蘊熾〕
^symtom 細盛，２顴紅目赤，口唇焦紫，③煩擾，④交目驚跳，⑤便洩臭水，⑥小便熱痛。
^pulse ①糊滑，②細數有力。〔神志蒙閉〕
^symtom ①時時欲厥，②音低神倦，③日暮煩躁，④譫語6 ‧
^ill<sub=1>〔陽氣不行〕
^symtom 肢冷，四肢厥逆。
^pulse 脈沉細數。.〔絡脈不和〕
^symtom ①口不張開，口眼時有歪斜，②手足時有振動，肢搐。
^ill<sub=2>〔氣機不宣〕
^symtom ①心胸窒悶，②中脘按痛。
^tounge 苔白膩濁。
^symtom 呼吸有出無人。
^formulas
^ingredients2692 羚角、黑扼、鬰金、枳實、九節菖蒲、半夏、膽南星、益元散〉鮮竹茹。
^formula2〔清化下奪方證〕
^origin〔』王旭高方〕
^ingredients2693 羚角、夭竺貨、石酋蒲、膽南星、鮮石斛、茯神、橘紅、鬰金、竹瀝、薑汁、滾痰丸。
^alias痰熱內鬰，痰火沖心，痰乘包絡，痰迷清竅，痰熱內阻，痰熱尚阻氣分，蒙閉上焦氣分，痰熱蔽阻心宮，.風溫傳少陰 本虛標實，內閉外脫。
^chinese七、風，多笑，心悸胸痺，風溫證，S風，暑溫，暑熱，伏暑，冬溫，少陰伏氣，痰蒙，痰迷，痰厥，閉厥，厥脫，中臟腑重證，頤腫。
^western 冠心病，乙腦（寬型、痰熱證、血分），乙腦呼吸衰竭，大葉性肺炎，慢性腎炎，腦溢血。
^ill〔氣機不宣〕
^symtom ①頭痛，頭腫，寒熱，②胸悶，③唇乾色淡，④不食便閉，⑤渴欲冷飲。
^symtom ①心悸，②神識如迷，③夜不成寐，④自言自語，起坐無常，⑤多笑難止，⑥狂妄譫語。
^symtom ①心胸煩熱，②煩渦引飲，大渴齒板燥裂，③咳嗽痰多，咳喘痰黏氣臭，④胸突腹大，⑤脘痞，
^tounge 舌苔白膩。
^pulse 脈形小滑。
^symtom ①欲飲涼水，②咯吐稠痰色黃。
^ck33z03h236
^norm 痰熱內鬰。
^chinese 心風，多笑。
^combo 氣蒸+神擾+液灼
^ill〔神志不寧〕
^symtom ①神識如迷，②夜不成寐，③自言自語，起坐無常，④多笑難止，⑤狂妄譫語。
^ill<sub=1>〔津氣蘊蒸〕
^tounge 舌苔白膩。
^pulse 脈形小滑。
^ill<sub=2>〔津液消灼〕
^symtom 清竅不利。
^formulas
^formula1〔導痰湯證〕
^origin〔曹仁伯方〕
^ingredients2694 制半茇、甘草、茯苓、積.實、制南裡、烏梅、橘皮、生薑加菖蒲、遠志、白僉丸。
^ingredients2695 (1)陳士鐸：無端大笑不已，或背後處自笑，異於平素，止笑丹：酸棗仁、黃連、犀角、丹砂、丹皮、生甘草、寸麥 冬、茯神、丹參、天花粉，或蒲柏飲：菖蒲、玄參、麥冬、柏子仁、貝母。『
^ingredients2696 (2)陳士鐸：心火則易菩易笑，狂妄譫語，心神散亂，目有所視，清心丹：黃連18g，茯神、酸棗仁 各15g，人參、丹 參 各9g，寸麥冬、玄參 各30g，解妄湯：人參30g，黃連、茯神、玄參、丹參 各9g，酸棗仁15g，甘草3g，肉桂Q.6g。
^ingredients2697 (3)吳坤安：主如辰砂、川黃連、萏蒲、鉤籐、茯神、百蕊草、天竺黃、琥珀、金箔、半發、竹茹之類酌用。
^ck33z03h071
^norm 痰迷清竅。
^chinese 痰蒙，痰迷，痰厥。
^western 乙腦呼吸衰竭。
^combo 陽滯+氣熾+神閉經滯+氣鬱
^ill〔陽氣不行〕
^symtom ①四肢厥冷，②頭痛項強，③唇-T‧色淡，④口唇青紫。
^tounge 舌白。
^pulse ①脈細滑，②脈不暢，③結或促者。
^ill2〔津氣菝熾〕
^symtom ①面赤氣粗，②張目目赤，③身熱，④渴欲冷飲，⑤便閉頻轉矢氣，⑥小便短赤。
^tounge ①舌紅苔黃膩、顱池，②舌苔板膩，根部尤甚，③舌白黃，④白乾刺，⑤老黃。
^pulse ①脈滑大數，②弦數而勁。
^ill3〔神志蒙閉〕
^symtom ①神志昏沉，不迸人事，②不語如厥，③發狂，④譫語，⑤失溲。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②咳痰不爽，③胸膈痞堅，④呼吸微弱或漸斷不續。
^ill2<sub=1>〔氣機不降〕
^symtom 促奧煽，痰鳴，２嗆咳，③嘔吐，④呃逆。
^ill<sub=2>〔經脈不利〕
^symtom ①口噤痰多，②兩手握閌，③語言春澀，④兩目上視.⑤搐搦。
^formulas
^formula1〔加味導痰湯證〕適應壯熱神昏，咳痰不爽，手足瘈疚，甚則痰鳴，氣促奐煽，胸腡痞堅。
^formula2〔導痰合劑方證〕
^origin〔馬玉川方〕
^ingredients2698 (1)曹滄州治病兩日，表熱發狂，舌白黃目赤，不省人事，兩脈不暢，溫邪痰滯深重，勢防厥閉：淡豆豉、天竺黃、朱茯神、青皮、山楂炭、菖蒲、竹茹、赤芍、萊菔子、石決明、枳實、蒺藜、紫金錠（《宋元明清名醫類案續編》曹滄 州 3〉。
^ck33z03h023
^norm 痰火沖心，痰乘包絡。
^chinese 風溫證，f暑，冬溫。
^combo 氣灼+營灼+神擾‧神閉+絡鬰+陽鬰+氣逆
^ill〔津氣蘊灼〕
^symtom ①灼熱自汗，②煩渴引飲，大渴齒板燥裂，③咳嗽痰多，咳喘痰黏氣臭，④胸突腹大，５院痞，６溺赤，７便瀉如水。
^tounge ①苔中白燥，②白黃，③舌縮苔垢。
^pulse ①脈右小數，②滑數，③洪，④脈弦滑而微數。
^ill2〔營熱蘊灼〕
^symtom ①而赤目赤，②不眠。
^tounge CD舌邊赤，②舌赤絳舌雖純紅，兼罩黏涎，③鮮紅。‧
^pulse 脈左澀弱。
^ill<sub=1>〔神志蒙閉〕
^symtom ①神識不葸，神識有時迷糊，②神&譫語，③目精微定，④昏憒不知人，不語如屍厥，
^symtom ①舌賽語澀，②齒不能開，肢痙。
^ill<sub=2>〔神志不寧〕
^symtom ①神煩，煩悶，②不寐。
^ill2<sub=2>〔陽氣不和〕
^symtom 肢厥。_'
^ill2〔氣機沖逆〕
^symtom ①咳逆，咳甚痰黏，②氣逆痰鳴鼻煽，③呃逆，④脘悶，⑤胸突腹大，脹悶欲絕。
^formulas
^formula1〔玳瑁鬰金湯證〕
^origin〔《通俗傷寒論》俞氏方〕
^formula2〔犀羚三汁飲證〕
^origin〔《通俗傷寒論》方〕
^formula3〔吐孩法證〕
^origin〔《通俗傷寒論》方〕
^ingredients2699 紫雪1.5g，三物白散卜，探吐。
^ck33z03h048
^norm 痰熱內阻，痰熱尚阻氣分，滎閉上焦氣分。
^chinese 風溫，暑風，閉厥。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom （M‧痛，頭腫，寒熱，２胸悶，③唇乾色淡，④不食便閉，⑤渴欲冷飲。
^pulse 脈左弦數，右滑溢。
^ill<sub=1>〔氣機閉塞〕
^symtom ①心下拒按，②默默欲曄，③漸神昏譫語，④肢厥，⑤疼厥，⑥失溲遺溺。
^tounge 舌白乾刺。
^pulse 脈糊。
^ill<sub=2>〔氣機不降〕
^symtom ①氣促咳嗆，②呃逆。
^formulas
^formula〔輕清味淡方證〕
^origin〔謝映廬方〕
^ingredients2700 杏仁、枇杷葉、知母、瓜蔞皮、天竺黃、燈心、通草，加琥珀。
^ck33z03h188
^norm 痰熱蔽阻心宮。
^chinese 少陰伏氣，暑溫，冬溫，頤腫。
^western 乙腦（重型、痰熱證、血分）。
^combo 血熾+液灼+神閉+陽滯+血溢
^formulas
^formula〔犀羚三汁飲證〕
^origin〔俞根初方〕
^ck33z03h208
^norm 痰火傷陰。
^chinese 風溫傳少陰。
^combo 氣織.+神閉+陰枯+氣逆
^ill〔津氣蘊熾〕
^symtom ①壯熱，②洩瀉色青，③跺熱。
^pulse 左寸浮滑。
^symtom ①但欲寐，②譫語鄭聲，③驚動不安。
^ill<sub=1>〔陰液消涸〕
^symtom 渴不知飲。
^tounge 舌紅乾涸。
^pulse 脈細數。
^ill2〔絡脈不和〕
^symtom ①兩目直視，②口角抖顫，③抽搐。
^ill<sub=2>〔氣機沖逆〕
^symtom ①咳嗽氣逆，②氣喘，③疲賚喉鳴。
^formulas
^formula1<var=2>〔清燥救肺湯證〕
^origin〔丁甘仁方〕
^ingredients2701 阿膠珠、鮮生地、天花粉、天竺黃、川黃連、桑葉、鮮石斛、杏仁、川貝母、竹瀝、冬瓜子、蘆根、銀花餺、枇杷 葉茈。
^formula2〔滋水定風，祛痰逐滯方證〕
^origin〔王樸誠方〕
^ingredients2702 白芍、生地、法半S、雲茯苓、丹皮、山藥、棗皮 各6g，澤瀉3g，滾痰丸9g。
^ck33z03h163
^norm 內閉外脫。
^chinese 暑熱，中臟腑重證。
^western 腦溢血。
^combo 神閉+陰枯+氣脫+陰脫
^ill〔神志蒙閉〕
^symtom ①神昏譫語，②不語如屍，③神志昏糊，④時囈語。
^tounge 舌紅苔黃膩。
^pulse 脈右滑數。
^ill2〔陰液消涸〕
^symtom ①大便閉，②煩躁，③渴引飲。
^tounge ①舌紅燥起刺，欲伸無力，②舌尖紅絳。
^pulse ①脈虛弦，②左弦數，③沉細而數。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①昏沉，②氣短息促，③手足厥冷，④冷汗自汗，⑤膚冷，⑥呃逆頻作，⑦嘔下黑血。
^pulse 沉細遲弱。
^ill<sub=2>〔陰精脫竭〕
^symtom ①煩躁不得臥，揚手擲足，②男子潢縮，③婦人乳縮，④撮空。
^pulse 脈細急疾。
^formulas
^formula〔加減復脈湯證〕
^origin〔《通俗傷寒論》方〕
^alias頑痰結中焦，痰阻氣道，痰火內動，痰火壅遏。
^chinese痰眩，免淵，宵亂咐雜，腹脹疼，臍周疼痛，姨癡，嘔逆，吐乳，風溫，急驚，瘧厥，瘢癇，痰癇，中腑
^western 胃腸機能障礙，潰瘍性結腸炎，幽門不完全性梗阻，先天性幽門梗阻，曰扭轉。
^ill〔氣機不宣〕
^symtom ①胺悶，②疲倦無力，③口甜不知饑，④口乾苦不欲食辣。
^tounge 舌淡紅、苔貨白滑膩。
^pulse 脈緩滑。
^ill2〔氣機不利〕
^symtom ①胸脘間有形作脹，時升時降，或大或小或痛或不痛，②腹脹疼，③臍周疼痛，痛時腹中攻竄，４大便不暢。
^tounge 舌苔黃白膩。
^pulse ①脈小滑，②脈洪。
^ill3〔氣機不降〕
^symtom ①噁心，②泛酸，③食後即吐。
^ill4〔水谷不分〕
^symtom ①大便時結時溏，②夾有大螢白色黏?。
^ck33z13h257
^norm 頑痰結中焦。
^chinese 臍周疼痛，痰痢。
^western 胃腸機能障礙，潰瘍性結腸炎。
^combo 氣鬱+氣滯+水谷不分
^ill〔氣機不宣〕
^symtom ①腔悶，②疲倦無力，③口甜不知饑。
^tounge 舌淡紅，苔貨白滑膩。
^pulse 脈緩滑。
^ill2〔氣機不利〕
^symtom ①胳周疼痛，痛時腹中攻竄，並有症塊換到，②大便不暢。
^tounge 舌苔黃白膩。
^pulse 脈小滑。
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔水谷不分〕
^symtom ①大便時結時溏，②夾有大童白色黏?。
^formulas
^formula1<var=2>〔瓜蔞薤白半夏湯證〕
^origin〔張學能方〕
^ingredients2703 黃芩、瓜蔞皮、薤白頭、制半芨、茯苓、銀花 各9g，黃連、陳皮 各4.5g，炒魚腥草30g，大要7枚。
^formula2〔礞石滾痰丸證〕
^origin〔褚玄仁方〕
^ingredients2704 金礞石、黃芩、大黃、沉香，水九。
^ck33z13h248
^norm 痰火上逆。
^chinese 嘔逆，吐乳。
^western ，門不完全性梗阻，先天性幽門梗阻，胃扭轉。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①食後片刻即全邢吐出，②頻繁嘔吐，③吐乳，吮乳危少許時間即一湧而出，多吮多吐，少吮少吐，時有少許綠色膽汁。
^ill<sub=1>〔氣機不宣〕
^symtom ①神萎，少氣懶言，②自汗四肢不溫。
^pulse 脈沉細。
^ill<sub=2>〔氣機不利〕
^symtom ①上腹脹悶疼痛，中上腹脹痛嘔吐，②口瘡，a苦，③大便稀水樣不多，④大便秘而不通。
^tounge 舌紅苔黃粗膩。
^pulse 脈弦滑。
^formulas
^formula1<var=1>〔小承氣證〕
^origin〔翁工清方〕
^ingredients2705 生大黃（後下）15g，黃芩、枳實、川厚樸 各12g，半S30g，竹茹9g，生薑3片。
^formula2<var=1>〔山楂曲小承氣證〕
^origin〔陳之才方〕
^formula3<var=2>〔瀉心湯證〕
^origin〔楊以階方〕
^ck33z13h255
^norm 痰火內動。
^chinese 嘈雜。
^combo 氣虛+液涸+氣鬱j
^ill〔津液消涸〕
^symtom ①渴欲飲水，又不多飲，②嘈雜得食則已，③心煩不得眠，④唇紅舌燥。
^tounge 舌紅鮮澤。
^ill2〔氣機不宣〕
^symtom 饑不欲食。
^tounge 苔白嫩。
^ill<sub=1>〔氣虛失充〕
^ill<sub=2>〔氣機不降〕
^symtom ①吐涎沫，②金入即嘔，③饑則千嘔益甚。
^formulas
^formula1〔清化養宵方〕
^origin〔尤在涇方〕
^ingredients2706 生地、山梔、半芨、寸麥冬、茯苓、丹皮、竹茹、炙廿草、石斛。
^ingredients2707 １陳士鐸：吐涎沫，揭欲飲水，又不多飲，仍化為痰吐出：黃連、天花粉、黃冬、寸麥冬、竹葉、獲苓、桔梗、甘 草、陳皮、神曲。
^ingredients2708 (3)火傷於街，胃液枯涸，心煩不得眠，舌燥，饑則乾嘔益甚，主生津洩熱：梔子、竹茹、蔗汁、梨汁、橘汁、薑汁。
^alias痰火蘊結，痰熱內蘊。
^chinese 熱哮，淡』喘，頑痰，老痰，結疲，痰油，伏溫夾痰食，感邪夾痰，風溫，結胸閉症，中痰。
^western 支氣管哮喘，喘息性慢性支氣管炎，肺氣腫，肺心病，小兒中毒性肺炎。
^ill〔氣機不宣〕
^symtom ①咳嗽痰黃而厚，②胸膈壅塞，胸滿脹，胸中煩滿，呼吸困難，③胸痞不饑，胸悶不能食，④口 苦，口乾，⑤肢脹，⑥小便黃，大便乾結。
^tounge ①舌質暗紅，苔黃膩。
^pulse 脈滑數。
^symtom ①嘈雜，②口海，聽秘，兩旬不大便，④小水淋澀。
^tounge 苔黃白滑膩。
^pulse 六脈洪數而滑。
^symtom ①脘滿，②腹滿，③M秘，翻溏，⑤胸中腸中轆轆有聲。
^symtom 噁心，嘔吐。
^symtom ①氣喘，②吐稠痰，甚則嘔黏痰，③而部浮腫，面紅唇紫，不得臥，④咳逆上氣，⑤喘鳴迫塞，喉中有水雞聲，聲曳如鋸，⑥甚則見紅。
^tounge ①苔邊白中黃，②舌紅苔薄黃。本證——H227肺失宜降候
^pulse 脈滑數Q轉證——H043清氣部滯候
^symtom ①語音不出，②談聲特甚，③鼻塞，④頭眩。變證一H6?l清m蒙閉候
^ck33z02h227
^norm 痰火壅肺。
^chinese 熱哮，痰喘。
^western 支氣管哮喘，喘息性慢性支氣管炎，肺氣腫，肺心病。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^symtom ①氣喘，②吐稠痰，甚則嘔黏痰，③面部浮腫，面紅唇紫，不得臥，④咳逆上氣，⑤喘鳴 迫塞，喉中有水雞聲，聲曳如鋸，⑥甚則見紅。
^tounge ①苔邊白中黃，②舌紅苔菏貿。
^pulse 脈滑數。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽痰黃而厚，②胸滿脹，胸中煩滿，呼吸困難，③胸痞不饑，④口苦，口乾，⑤腹脹，
^tounge ①舌質暗紅，苔黃膩。
^pulse 脈滑數。
^ill<sub=2>〔清竅不宣〕
^symtom ①語音不出，②疲聲特甚，③鼻塞，④頭眩。
^formulas
^formula1〔竹瀝滌痰湯證〕
^origin〔費伯雄方〕
^ingredients2709 瓜蔞仁12g，桑皮、川貝母、滑石、杏仁 各18g，旋復花6g，石決明24g，天竺黃4.5g，竹瀝半杯，薑汁2滴，夾肝$ 加羚角。
^formula2〔鵝梨湯證〕
^origin〔費伯雄方〕
^ingredients2710 鵝管石、蜜麻黃各.5g，當歸、瓜蔞仁 各12g，杏仁9g，川貝母、茯苓 各6g，橘紅、竹瀝半夏、蘇子 各4.5g，射乾 3g，梨汁2瓢，薑汁4滴。
^formula3<var=2>〔射千麻黃湯合礞石滾痰丸證〕
^origin〔顧復出方〕
^ingredients2711 射乾、紫菀、竹瀝、半夏、黃芩、蘇子 各7.5g，麻黃、沉香 各2.4g，礞石、桑皮各Ug，甜葶藶4.5g，苦杏仁10.5g，橘紅5.4g。
^formula4〔瀉下滌痰降氣平喘方證〕
^origin〔趙聚凱方〕
^ingredients2712 大黃、葶藶子、杏仁、黃芩、蘆根 各9g，代赭石30g，麻黃6g，蔥苡仁I5g。
^ingredients2713 (1)費伯雄：咳嗽，胸脘喘滿，時吐稠痰，主降氣和中湯：蘇子、沉香、海石、瓜蔞仁、萊菔子、白芥子、橘紅、半 夏、桑皮、貝母、杏仁、薑汁。
^ingredients2714 痰氣閉結，語音不出，主金牛湯：鬰金、牛蒡子、麻黃、瓜蔞皮、蘇子、白芥子、沉香、貝母、杏仁‧、橘紅、半夏、桑皮、枇杷葉。
^ingredients2715 咳嘔苦水，西清湯：桂枝、姜扼、蘇子、桑皮、杏仁、橘紅、半S、茯苓、蒺藜、鬰金、生薑。
^ingredients2716 (3)陳士鐸：春暖復熱則安，秋涼則咳嗽不寧，甚則氣喘難排，此鬱熱難通，主鬰金丹：當歸15g，大黃、貝母、薄 荷、荊芥、茯苓、桔梗、天花粉、白朮 各9g，甘草3g，陳皮0.9g，神曲1.5g，或白芍、桔梗、白芥子、生地、茯苓 各9g，撫芎6g，甘草、款冬花 各3g。
^ck33z02h043
^norm 痰火蘊結。‧』
^chinese頑痰，老痰，結痰，痰濁。
^combo 氣鬱+氣熱+氣滯-
^ill〔氣機不宣〕
^symtom ①胸膈壅塞，②胸悶不能食。
^pulse 脈滑。
^ill2〔津氣逭蒸〕
^symtom ①嘈雜，②口海，秘，兩旬不大便，④小水淋澀。
^tounge 苔黃白滑膩。
^pulse 六脈洪數而滑。
^ill<sub=1>〔氣機不利〕
^symtom ①胺滿，②腹滿，③便秘，④便溏，⑤胸中腸中轆轆有聲。
^ill<sub=2>〔氣機不降〕』
^symtom 噁心，嘔吐。
^formulas
^formula1〔大陷胸湯證〕
^origin〔曹穎甫方〕
^formula2〔節齋化痰丸證〕
^origin〔《通佑傷寒論》方〕
^formula3〔竹瀝達痰丸證〕
^origin〔《通俗傷寒論》方〕
^ingredients2717 大貨、黃芩、仙半茇、橘紅 各60g，礞石、炙甘草 各30g，沉香15g，竹瀝、薑汁泛丸，每服2～ 15g。
^ck33z02h071
^norm 痰火蒙閉。
^chinese 伏溫夾痰食，感邪夾痰，結胸閉症，中痰。
^combo 陽滯+氣熾+氣鬱+神閉+絡滯
^ill〔陽氣不行〕
^symtom １大寒壯熱，２;a熱無汗，熱勢起伏。
^pulse 脈右沉滯左數。
^ill2〔津氣蘊熾〕
^symtom ①口渴唇乾，不欲熱飲，反喜水果，②痰多而稠，③發疹痏，④大便幾日不通，⑤小便黃少而熱。
^tounge ①舌紅而潤，②苔黃糙多滑液。
^pulse 脈重按弦滑而數。
^symtom ①神識沉迷，②夜半身熱，人事不知，③譫語，④.口噤。
^symtom ①胸悶殊甚，②溲清便阻，③重按至胸即呼痛，④胃痛不思飲食。
^tounge ①舌紅苔白，②苔膩白眾黃。
^pulse 脈左謫數，右略滯不爽。
^ill3〔氣機不降〕
^symtom ①口膩噁心，略能吐痰，②氣逆漉漉痰聲，③咳喘大作。
^ill<sub=2>〔絡脈不利〕
^symtom ①全身肌肉腫硬疼痛，觸之則驚叫，②語言不清，③尺膚板硬，足不任地。
^formulas
^ingredients2718 法半夏、茯苓、陳皮、膽南星 各9g，竹茹2g，桑枝30g，絲瓜絡4寸，枳實12g，大黃6g，甘草3g。
^alias痰火凝結，熱痰蒙蔽心竅，靈機堵塞，胃熱蒸心。
^chinese ：兔舌，伏溫閉症，濕溫，著病，狂病。
^western導管口結石，左頜下腺炎，肝性昏迷，精神分裂症。
^ill〔氣機不宣〕
^symtom ①咳痰不爽，②脅肋牽痛，③胸腦痞悶，但言胸中似壓。
^tounge 舌紅苔微黃。
^symtom ①痰韌氣逆，②姨鳴氣粗短促。
^symtom ①大便不通，數十日不大便，②壯熱，③口乾飲冷，心中燒灼，大渴大飲，飲不解渴，④氣粗面 赤，⑤夜睡流涎，臭穢難聞，⑥滿腹脹痛，按之堅硬。
^tounge ①舌紅苔黃厚糙，②舌鮮紅，苔黑黃而厚，燥起芒刺。
^pulse ①脈滑急，②數有力，③六脈沉實滑數。
^symtom ①心悸，②不寐，雜擾不寧。
^symtom ①昏糊，神糊如見鬼，②語言不出，③昏迷不醒，④本證一H047清氣鬱結候
^ck33z07h047
^norm 痰火凝結。
^chinese 重舌。
^western 導管口結石，左頜下腺炎。
^combo 氣鬱4‧氣結+氣蒸+渚竅
^ill〔氣機不宣〕
^symtom 納呆。
^ill2〔氣機鬱結〕
^symtom ①舌下腫塊，②左頌下腫塊似雞蛋大，疼痛。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①發熱，②口乾，③尿赤。
^tounge 荇黃厙膩，舌尖紅。
^pulse 脈滑數。
^ill2<sub=1>〔氣機不降〕
^ill<sub=2>〔清竅不宣〕
^formulas
^formula<var=2>〔導赤二陳湯證〕
^origin〔來葉根方〕
^ingredients2719 忍冬花籐、蒲公英 各15g，黃連、木通、淡竹葉 各5g，夏枯草、荽半夏、茯苓、陳皮、浙貝母各IOg，生地、元參 各206，生牡蠣30g。
^ck33z07h071
^norm 熱痰蒙蔽心竅，靈機堵塞。
^chinese 伏溫閉症。急驚風。
^western 肝性昏迷。
^combo 陽滯+氣熾+神閉+氣鬱
^ill〔陽氣不行〕
^symtom ①眼眶青黑，兩頤帶黃，②肢厥。
^tounge 泠白質不甚紅。
^pulse ①脈貓數不甚顯，②脈見歇止。
^ill2〔津氣蘊熾〕
^symtom ①身熱壯熱，②氣粗面紅，顴頰紅赤，③唇焦，口乾，渴飲，④大便未行，⑤按胸腹之間，似覺脹悶；⑥按腹呼痛，⑦腹痛腑行溏薄，⑧溲轉紅。
^tounge ①舌尖紅，②苔薄膩黃，③苔薄黃糙，④舌黑質紅。⑤舌紅起芒刺。
^pulse ①脈數有力，②脈滑數。
^ill3〔神志蒙閉〕
^symtom ①昏糊，②昏迷不省，面唇宵黑，③語，④揚手擲足，起坐如狂急驚風。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳痰不爽，②脅肋牽痛。
^ill2<sub=1>〔氣機不降〕
^symtom ①痰韌氣逆，②疲鳴氣粗短促，氣喘鼻煽。
^ill<sub=2>〔經脈不利〕
^symtom ①肢強，②口襟，舌強，③雙目上視，④肢節引動，手足描搦，⑤兩腳筋縮成塊凸起。
^formulas
^formula1〔清化宣洩方證〕
^origin〔張聿青方〕
^ingredients2720 羚角、膽南星、天竺黃、竹茹、石菖蒲、連翹、杏仁、旋復花、枳實，至寶丹1丸。
^formula2<var=1>〔增液承氣證〕
^origin〔徐烘藩方〕
^ingredients2721 .生地、玄參、知天花粉、寸麥冬、山梔、菖蒲、川貝母、鬰金、連翹、枳實、生大黃（泡沖）牛黃丸2粒。
^ck33z07h278
^norm 胃熱蒸心。
^chinese 狂病，濕溫，異病。
^western 精神分裂症。
^combo 氣鬱神閉+神擾+氣熾
^ill〔氣機不宣〕
^symtom ①胸膈痞悶，但言胸中似壓，②靜則喜喑羞明，喃喃自語。
^tounge 舌紅苔微黃。
^pulse 脈左弦滑，右略澀。
^symtom ①神糊如見鬼，②語言不出，③昏迷不醒。
^ill<sub=1>〔神志不寧〕
^symtom ①目睜手舞足蹈，②燥擾不寧，躁擾如狂，③笑罵不避親疏，④心悸，⑤不寐疾呼，⑥擊 毀器物，⑦突大聲疾呼，發狂怒罵，⑧十夜不寐。
^ill<sub=2>〔津氣蘊熾〕
^symtom ①大便不通，數十日不大便，②壯熱，③口乾飲冷，心中燒灼，大渦大飲，飲不解渴，④ 氣祖面赤，⑤夜睡流涎，臭穢難聞，⑥滿腹脹痛，按之堅硬。
^tounge ①舌紅苔黃厚糙，②舌鮮紅，苔黑黃而厚，燥起芒刺。
^pulse ①脈滑急，②數有力，③六脈沉實滑數。
^formulas
^formula1<var=1>〔大承氣湯合小陷胸湯證〕
^origin〔《疑難病證中醫治驗》方〕
^ingredients2722 生大黃（後下）、厙樸、法半夏、石菖蒲、枳實 各10g，玄明粉（兌服）、全瓜蔞 各12g，黃連5g，生鐵落30g (包
^formula2<var=1>〔大陷胸湯證〕
^origin〔項叔和方〕
^ingredients2723 大黃、芒硝 各9g，甘遂3g，瓜窶15g。
^formula3〔安神滾痰丸證〕
^origin〔《通俗傷寒論》方〕
^chinese不寐，夢魘，驚駭，驚悸，善忘，癡呆，臟躁，痰躁，熱人血室，伏呆晚髮夾痰濕，觸驚發狂，癲狂。
^western精神分裂症。
^ill〔神志不寧〕
^symtom ①夜來大魘，②怔忡，③心亂煩熱，④不寐徹夜不眠，⑤神思不安，時狂時靜，性急，坐立不安，甚至東奔西跑，⑥多思多慮，惶恐多疑，妄聞妄見，⑦終日不思飲食，間有乾嘔。
^tounge 舌黃濁膩。
^pulse ①脈滑數，②弦滑。
^symtom ①口苦想嘔，吐疲，②咽喉若塞，③語言賽澀，④兀兀欲吐。本證一H275膽氣不‧振候
^symtom ①時疑時怯，恐怯，②驚駭，③心跳欲厥，④夢中恍惚，神志 轉證——H277木火鬰滯候 恍惚，似癡若呆，⑤驚俘，⑥善忘，⑦目瞑則夢惕，⑧目定振栗。變證一 H2?8木火鬱閉候
^ck33z09h275
^norm 心膽氣虛。
^chinese不寐，夢魘，驚駭，驚悸，善忘，癡呆，熱入‧血室。
^combo 氣虛+神擾+神怯+陽鬰
^ill〔氣虛失充〕
^symtom ①頭昏，②氣短似喘。
^ill2〔神志不寧〕
^symtom ①夜來大魘，②怔忡，③心亂煩熱，④不寐徹夜不眠，⑤神思不安，時狂時靜，性急，坐 立不安，甚至東奔西跑，⑥多思多慮，惶恐多疑，妄聞妄見，⑦終日不思飲食，間有千嘔。
^tounge 舌黃濁膩。
^pulse ①脈滑數，②弦滑。
^ill<sub=1>〔陽氣不和〕
^symtom ①口苦想嘔，吐痰，②咽喉若塞，③語言賽澀，④兀兀欲吐。
^ill<sub=2>〔神氣不振〕
^symtom ①時疑時怯，恐怯，②驚駭，③心跳欲厥，④夢中恍惚，神志恍惚，似癡若呆，⑤驚俘，
^formulas
^formula1〔竹茹湯證〕
^origin〔《本事方》方〕
^ingredients2724 人參、安冬、竹茹、半夏、茯苓、甘草、浮麥。
^formula2<var=1>〔十味溫膽湯證〕
^origin〔王旭高方〕
^ingredients2725 制半夏、炒枳實、陳皮、茯苓、酸棗仁、遠志、熟地黃、人參、五味子、炙甘草、麥冬、當歸身。加生孌、大棗。
^formula3<var=1>〔小柴胡湯證〕
^origin〔李木森方〕
^ingredients2726 柴胡8g，貨芩、半S、當歸、川芎、酸棗仁 各10g，黨參、茯神 各15g，炙甘草5g，珍珠粉0.3g (分2次沖服)，生薑 3片，紅棗3枚為引。
^ingredients2727 (3)大驚之後，神捨空虛，痰涎乘隙而人，恐怯異常，語言謇澀，輕則指迷茯苓丸加菖蒲、遠志；重則安神滾痰丸： 礞石、風化硝、硃砂、沉香、珍珠。『
^ingredients2728 盛佐以扼子、川黃連、連翹。
^ingredients2729 (3)普仁伯治膽虛則神自怯，氣鬱則痰自凝，咽喉若塞，氣短似喘，偶值煩勞，夜多寐魘：沙參、川黃連、酸棗仁、半夏、膽南星、遠志、神曲、石菖蒲、橘紅、金箔、竹瀝薑汁，另研膽南星9g，琥珀3g，金箔五張，黑白丑 各4.5g，每
^ingredients2730 0.9g，橘紅湯下。又黨參、膽南星、半芨、茯神、遠志、酸棗仁、橘紅、貝母、蛤殼、神曲。
^ck33z09h277
^norm 痰火內伏包絡。
^chinese 伏羿晚髮夾痰濕，因驚氣亂，癡呆，臟躁。
^western 楮神分裂症。
^ill〔氣機不宣〕
^symtom ①鼻尖冷足冷，②胸中氣悶，③咳嗽不爽，④痰多口黏，口中流涎⑤納谷呆鈍。
^tounge 吞垢膩。
^pulse ①脈沉伏，②脈細滑，③脈沉而滑。
^ill2〔神志不寧〕
^symtom ①心煩不安，煩躁，②不眠，③心悸。
^ill<sub=1>〔神志昏蒙〕
^symtom ①終日昏睡，靜則癡呆，②神思不清，神情憂鬱，目光呆滯，行動遲緩，語聲低微，語言 吞吐，③喜悲啼哭，一日數發，入夜為甚，④梢神恍惚，或笑或泣，如醉如癡，語失倫次，穢濁不知，喜怒不常，妄言日 常之串，肓語妄謬，⑤譫語狂亂，發則擲物，棄衣而走，⑥突然昏詞錯語呻吟，獨語如見鬼，多言，直視不語。
^symtom ①發熱，熱多寒少，②口渴，③兩頰潮紅，目赤，④大便燥結。
^tounge ①舌紅，②舌絳赤，③舌苔微黃，④苦黃濁滑，⑤苔黃膩。
^pulse ①脈弦數，②或弦滑，③洪大數。
^ill<sub=2>〔氣機不利〕
^symtom 大便不行。
^formulas
^formula1<var=2>〔溫膽湯證〕
^origin〔陳淑玉方〕
^ingredients2731 貨連、陳皮、甘草、竹茹各H)g，半夏、茯苓、枳實、麥冬 各15g，菊花、白蒺黎各2g9
^formula2〔溫膽湯佐以安神寧方證〕
^origin〔顧紹名方〕
^ingredients2732 (3)神明為之不清，精神恍惚，或笑或泣，如醉如癡，語失倫次，穢濁不知，喜怒不常，脈沉而滑，或弦滑，舌苔微 黃，琥珀抱龍丸，瀉痰火而寧心神：琥珀、天竺黃、榱香、人參、茯苓、甘草、枳殼、枳實、硃砂、山藥、金箔，或貿連 溫膽湯合白金丸加石菖蒲、天竺貨、膽南星、竹瀝、薑汁，面黃、朱粉、琥珀、辰砂、馬寶之類；脈實便秘則滾痰丸；竹 瀝達滾痰九：孌半S、陳皮、白朮、大黃、茯苓、酒制黃芩、甘草、人參、礞石、火硝、沉香、竹瀝薑汁為丸
^ingredients2733 赤，悶悶不答，狀如癡醉，脈洪大而數，舌赤絳，苔黃厚膩，因驚氣亂，火擾心包：竹茹、龍牡 各15g，枳實、橘紅、遠 志、菖蒲、天竺黃、大黃 各9g，茯神6g，炒酸棗仁24g，甘草4.5g，硃砂0.9g，牛黃清心丸1枚，共服8劑痊癒。
^ck33z09h278
^norm 痰火鬰遏胸膈。
^chinese 痰躁，觸驚發狂，癤狂。
^western楮神分裂症。
^combo 氣鬱+神閉+神擾+氣熾
^ill〔氣機不宣〕
^symtom ①胸悶太息，痰多口黏，②咳嗽不爽，③納谷呆鈍，④大便不行，⑤噯氣不斷，⑥胸腹脹 滿，⑦靜則短氣心悸，神識如癡，兩目直視，坐而不語，問而不答，疲乏無力，不食但飲。
^tounge 苔垢膩。
^pulse 脈沉而滑。
^symtom ①臥起不安，作息無定，發則擲物，或棄衣外走，②靜則癡呆，多言，喃喃獨語，語無倫次，叨 叨不休，多疑善恐，躁則狂言多驚，甚則打罵別人，③突然昏倒，瘐誕壅塞，牙關緊急。
^ill<sub=1>〔神志不寧〕
^symtom ①夜不得眠，②煩躁不安，易怒啼哭，③心悸。
^ill<sub=2>〔津氣蘊熾〕
^symtom 口中穢臭。
^tounge ①舌紅苔白膩，中心略黃，②舌苔多黃而滑，或夾紅星，③舌紅苔黃掙而膩。
^pulse ①脈弦數，②脈弦滑而數。
^formulas
^formula<var=1>〔溫膽證〕
^origin〔張風郊方〕
^ingredients2734 姜半夏、枳實、鬰金、遠志、膽南星 各6g，陳皮、竹茹 各4.5g，清炙甘草3g，辰茯苓、辰連翹 各12g，天竺黃9g，淮 小麥、靈磁石 各60g，紅棗8枚，生川大黃3g，牛黃清心丸粒，無雙丸6粒（白礬、荊芥）。
^ingredients2735 (1)俞根初：受驚者痰涎壅塞，牙關緊急，躁則狂言多驚，臥起不安，靜則短氣心悸:神識如癡，舌苔多黃而滑，或 夾紅星，觸驚發狂，先用蔣芩清膽湯調下許氏驚氣丸（鐵粉、橘紅、姜南星、南木香、低蠶、白花蛇、麻黃、天麻各5g，蘇子30g，全蠍、辰砂 各3g，龍腦、廨香 各0.03g，研勻蜜丸龍眼大，每服1丸）鎮肝清膽以定狂。終與十味溫膽湯（黨 參、辰茯神、竹茹、熟地、枳實各4，5匕姜半復、廣陳皮 各6g，炒酸棗仁、遠志 各3g，炙甘草1.5g，生薑1片，紅棗1 枚）補虛壯膽以善後（《通俗傷寒論》290)。
^ingredients2736 (2)何廉臣：痰火鬰遏胸腦，咳嗽不爽，胸中氣悶，夜不得眠，煩躁不寧，名曰痰燥，法當豁痰降火，陷胸瀉心湯加 減（瓜蔞仁12g，川黃連2.4g，仙半夏4.5g，枳實、青子芩 各3g，竹茹9g，薑汁2滴，竹瀝2瓢），甚則吞服王氏四黃滌 痰丸：川大黃120g用竹瀝30g、薑汁3g、朴硝9g拌蒸3次，姜川黃連15g，天竺黃、茯苓、膽南星、蒼朮 各9g，瓜蔞仁、蛤殼、橘紅 各120g，天麻、浮石、白芥子 各90g，萍荷36g，石菖蒲、沉香、青黛 各30g，竹瀝半S0.6g，白蔻仁9g，冰片 2.7g，薑汁下泛丸，石耷5g，牛黃6g，辰砂3g為衣。
^alias痰火爍肝，痰火入心，痰火乾擾心肝，痰濁蒙蔽，蒙蔽清竅，痰熱內閉，逆傳心包，痰蒙心包，風痰阻絡，熱深厥深，陽厥，陽證似陰，內閉外脫。
^chinese 頭眩，頭痛脹，不BK，煩躁，自笑，多言，癡呆，鬰證，斑疾，陽癇，痰癇，痂狂，發狂，躁狂症，心風發 狂，失志驚狂，膽黃症，子癇，急驚風，中風閉證，類中風，中經絡，中臟腑重證，伏熱，溫燥，暑溫，裊溫夾毒夾痰夾 濁，伏暑夾痰，閉厥。
^western高血壓，失眠，週期性梢神病，顳葉瘢癇，礙癇運動性發作，肺型腦病，腦塑瘧疾，乙腦，乙腦（極重翌閉 脫證），腦出血，腦溢血伴急性胃黏膜糜爛出血，中樞性呃逆，腦血栓形成，經前期緊張症。
^ill〔津氣萆蒸〕
^symtom ①面黃不華，間有熱赤，體胖面赤，顴紅唇朱，②自覺內熱，欲食冷飲，③嘈雜，④急躁易怒，煩躁不靜，手足躁擾，⑤大便乾結。
^tounge ①舌邊尖紅舌苔薄黃帶膩，②舌紅苔黃輝:，③舌紅苔黃罩灰。
^pulse ①脈弦帶滑，②脈右弦滑，左虛散，③脈弦大略滑，④脈弦數。
^symtom ①頭暈頭痛，頭痛脹，②頭眩嘔吐，③額汗肢冷。
^symtom ①耳鳴，②言語弈澀不利，舌體腫大，活動失靈，③言舛而澀，不能達意，④舌尖疼痛，⑤兩目 難張。
^symtom ①心煩，心跳，驚悸不寧，②夜不能寐，失眠，徹夜不眠，臥床不起，③呻吟錯語，④妄言不休，語出無倫，鼓掌大笑，甚至胥罵，左顧右盼，如見神鬼，口0牽引。
^pulse 脈右寸浮滑。左寸搏動。
^ck33z10h042
^norm 痰火爍肝。
^chinese 頭眩，頭痛脹。
^western 商血壓。
^combo 氣蒸+空竅
^ill〔津氣蘊蒸〕
^symtom ①面黃不華，間有熱赤，體胖面赤，②自覺內熱，欲食冷飲，③嘈雜不寐，④急躁易怒，煩躁不靜，手足跺擾，⑤火便乾結。
^tounge ①舌邊尖紅，舌苔薄黃帶膩，②舌紅苔黃膩。
^pulse ①脈弦帶滑，②脈右弦滑，左虛散，③脈弦大略滑。
^ill<sub=1>〔清空不寧〕
^symtom ①頭暈頭痛，頭痛脹，②頭眩嘔吐，額汗肢冷。
^ill<sub=2>〔清竅不利〕
^symtom ①耳鳴，②言語弈澀不利，舌體腫大，活動失靈，③言舛而澀，不能達意，④舌尖疼痛，
^formulas
^formula<var=1>〔羚角鉤籐湯證〕
^origin〔何廉臣方〕
^ingredients2737 桑葉、菊花 各6g，鉤籐、川貝母、茯神、清蛤散各2g，竹瀝、童便各2瓢，天竺黃、羚角 各4.5g，石決明30g。
^ingredients2738 (1)巢崇山治頭眩嘔吐，額汗肢冷，自覺內熱，欲食冷飲，煩跺不靜，脈右弦滑，左虛散，主和陽息風，化痰通絡： 桑葉、橘絡、胡麻、石斛、鉤籐、鬰金、象貝母、牡蠣、菊花、半夏、茯苓、蒺藜、石決明、竹茹（《清代名醫醫案精華》 巢崇山13)。
^ck33z10h236
^norm 疲火入心。
^chinese 不眠，自笑，多言。
^western 失眠。
^combo 氣蒸+神擾+液灼
^ill〔神志不寧〕
^symtom ①心煩，②呻吟錯語，③鼓掌大笑，④妄言不休，語出無倫，甚至晉罵，左顧右盼，如見 神鬼，口目牽引，⑤夜不能寐，失眠，徹夜不眠，臥床不起，⑥心跳。
^pulse 脈右寸浮滑。左寸搏動。
^ill<sub=1>〔津氣蘊蒸〕
^symtom 顴紅唇朱。‧t
^tounge ①舌紅苔黃眾灰，②苔薄，③黃苔黃。
^pulse 脈弦數。
^ill<sub=2>〔津液消灼〕
^symtom ①心中不舒，憒憒無奈，②間吐黏涎，③神色萎靡。
^tounge 舌底絳，苔薄白，糙手。
^pulse ①脈虛大而數，②脈左關細弦而滑。
^formulas
^formula1〔加味秫米半夏湯證〕
^origin〔施今墨方〕
^ingredients2739 秫米、半芨、甘草、黃芩、白芍、寸麥冬、朱茯神、遠志各IOg，浮小麥、生龍牡 各30g，大棗10枚，黃連3g，酸棗 仁15g，雞子黃2枚。
^formula2〔清火豁痰潛陽鎮逆方證〕
^origin〔費繩甫方〕
^ck33z10h295
^norm 肝陽挾痰火。
^chinese 失眠。
^formulas
^formula1〔養陰化痰湯證〕
^origin〔黃文東方〕
^ingredients2740 玄參、寸麥冬、川貝母、半S、炒酸棗仁 各9g，丹皮、黃芩 各4.5g，浮石12g，遠志3g。珍珠母、牡蠣 各30g。
^formula2〔鎮心湯證〕
^origin〔孔伯華方〕
^ck33z10h276
^norm 痰火鬰滯。
^chinese 癡呆，鬰證。
^combo 氣鬱+神滯神擾+陽鬰
^ill〔氣機不宣〕
^tounge 舌黯。
^pulse 脈弦滑。
^ill2〔神志不清〕
^symtom ①精神錯亂，常出現幻聽，②精神抑鬱，目神昏鈍，迷妄無定，抑鬱寡歡，多愁善疑，③心驚膽怯。
^ill<sub=1>〔神志不寧〕
^symtom ①徹夜不眠，②心煩，坐立不安。
^ill<sub=2>〔陽氣不和〕
^symtom ①頭牽，②四肢酸軟，③時時口苦，痰多，納食不馨。
^tounge ①舌尖紅，苔中貨邊白而膩，②舌黯紅，苔薄黃。
^pulse ①脈細滑，②脈躁動弦滑。
^formulas
^formula〔清熱化痰鎮心安神方證〕
^origin〔螢建華方〕
^ingredients2741 清半夏、陳皮、竹茹、膽南星、菖蒲、連翹 各10g，茯苓12g，生龍牡 各30g (先煎），丹參、枳光 各15g，琥珀粉3g (沖)。
^ck33z10h277
^norm 痰濁蒙蔽。
^chinese 癡呆，癲疾。
^western 週期性精神病，頗葉鏇癇。
^ill〔氣機不宣〕
^symtom ①病發時胸滿欲惡，覺有物上衝咽喉，②不停地吐痰涎，喉間痰聲如曳鋸，③舌根和全身 發麻。
^tounge 苔傅膩，舌邊隱有紫斑。
^symtom ①徹夜不寐，②多惡夢，常於夢中驚嚇而醒，③口中喋喋不休，滔滔萬言，舌鋒機辯與平
^ill<sub=1>〔神志昏蒙〕
^symtom ①而色板鈍，目神滯鈍，迷妄少語，喜陰惡陽，憂鬱棼言，悲觀恐懼，多疑難寐，②或呆 若木雞，或屹如泥塑，或數日不食，恆數夜不眠，③神志昏瞀，呢喃不休，有時昏迷，語無倫次，④或嗷然撲地，扭曲伸 伏，狀若蛇行，⑤忽舞蹈雀躍，捷如猿猴，數尺之牆，翩然而越，⑥曆潤舌搖，四肢振撼，四肢棋動。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①口乾喜飲，②口氣酸腐襲人，③便秘結，大便數R不行。
^tounge ①舌苔厚膩，②舌苔白膩尖赤，③苔膩滑，④苔黃厚。
^pulse ①脈弦滑搏指，②脈弦滑而數。
^symtom 腹微痛。
^formulas
^formula1〔甘遂散證〕
^origin〔高振球方〕
^formula2〔滌痰開竅劑證〕
^origin〔上海梢神病院方〕
^ingredients2742 天竺黃、竹瀝、半芨、膽南星、礞石、陳皮、茯苓、瓜蔞仁、竹茹、枳實、鬰金、黃芩、大黃、杏仁、瓦楞子、蘇合 香丸。
^ck33z10h278
^norm 蒙蔽清竅。
^chinese 陽癇，痰癇。
^western 癲癇運動性發作9
^combo 氣鬱+神閉+神擾+氣熾
^ill〔氣機不宣〕
^ill2〔神志蒙閉〕
^symtom ①發時昏倒於地，不省人事，手足抽搐，痰涎如湧，②昏迷亂指亂動，③兩眼直視，上吊，角弓反張，有時喊叫，④有時在地上來回行走，呼叫不應，⑤每當哭急時則面青目翻，口吐涎沫，全身抽搐。
^ill<sub=1>〔神志不寧〕
^symtom 發病前後煩踩。
^ill<sub=2>〔津氣組熾〕
^symtom ①臉紅，發呆，②身微熱，③小便赤熱。
^tounge 舌紅絳，苔乾黃。
^pulse 脈弦滑。
^formulas
^formula1〔柴胡加龍骨牡蠣湯證〕
^origin〔《傷寒論》方〕
^ingredients2743 柴胡、龍骨 各四兩，黃芩、生薑、鉛丹、人參、桂枝、茯苓 各一兩五錢，制半夏二合半，大黃 二兩（後下），牡蠣一 兩五錢，大棗六枚。水煎，分四次服。
^formula2〔金R風引散證〕
^origin〔吳敬和方〕
^ingredients2744 石耷、寒水石、滑石、赤石脂、紫石英 各25g，龍骨、乾薑、桂枝 各12g，大黃15g，牡蠣、甘草 各10g，共末每版6g，日3服，10天服完。
^ck33z10h071
^norm 痰火蒙閉。
^chinese 癲癇。
^combo 陽滯+氣熾+神閉+氣鬱+絡滯
^ill〔陽氣不行〕
^symtom ①面色略青。
^ill2〔津氣蘊熾〕
^symtom ①面色較紅，②口角爛，③煩躁，心中煩亂，④小便常黃，大便時乾，忿頭癰頭暈。
^tounge ①舌嫩紅多涎，②苔微黃薄膩，③舌赤苔稍白，④舌略赤少苔。
^pulse ①脈弦滑有力，②脈弦數。
^ill3〔神志蒙閉〕
^symtom ①猝然撲倒，不迸人事，有時發出怪叫。
^ill<sub=1>〔氣機不宣〕
^symtom 咳嗽痰多，明有痰鳴。
^ill2<sub=1>〔氣機不降〕
^symtom ①口流涎沫，口吐白沫，②喉中痰鳴如鋸。
^ill<sub=2>〔絡脈不利〕
^symtom ①兩0上簾，牙關緊閉，口眼幫斜，②項背強直，兩手握拳，③全身抽動，四肢抽搐。
^formulas
^formula1〔溫膽合白金丸證〕
^origin〔陳粹吾方〕
^ingredients2745 清半茇、茯苓、磁石、炒曲、竹茹 各45g，枳實、橘紅、膽南星、廣鬰金各30$，枸杞30g，白帆12g，大棗、陳小麥 各60，水泛丸，每6g日2次，複診加青礞石30g。
^formula2〔羚角鉤籐湯證〕
^origin〔何廉臣方〕
^ck33z10h282
^norm 痰火熾盛。
^chinese 椒狂，發狂，躁狂症。
^combo 氣熾+血熾+神亂+神昏+陽鬰
^ill〔津氣瑾熾〕
^symtom ①面色赤亮，②大便秘結，小便赤澀，:③汗出如油，喘聲如雷。
^tounge ①苔黃，②苔黃乾。
^pulse ①脈長大，②脈必弦滑，③脈弦大滑數，④脈沉弦勁-
^ill2〔血熱蘊熾〕
^symtom ①面紅目赤，②經閉3個月。
^tounge 0）舌紅，②舌焦紫或鮮紅起刺。
^pulse 脈左手旺盛。
^ill3〔神志不寧〕
^symtom ①日夜不寐，②時驚悸發狂，或怒或笑，〔神志昏蒙〕
^symtom ①發則怒狂罵詈，不避親疏，咬牙切齒，打人毀物，水火不避，④兩目斜視，勢欲殺人，⑤妄視妄見，或哭。
^symtom ①色青赤不常，②頭痛，③不食。
^tounge 舌淡黃。，.
^formulas
^formula1〔加味鐵落飲證〕
^origin〔上海精神病院方〕
^ingredients2746 生鐵落一斤代水，當歸、龍膽草、蘆薈、川黃連、貨芩、黃柏、柴胡、龍牡、石音、知母、大負、玄明粉、甘草。或 加紫雪3g。
^formula2〔白虎承氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2747 生石甘（細研）2#，生大黃、陳倉米（荷葉包） 各9g，生甘草2.4g，白知母12g，元明粉6g。
^ingredients2748 (1)程鐘齡：肝火則狂暴難制，打人毀物，水火不避，目赤苔黃，脈必弦滑，主生鐵落飲，重鎮卻邪，甚者加羚角、竹瀝，大便秘結，小便赤澀，症實脈實者，以瀉火為主用當歸龍薈丸。生鐵落飲：鐵落、石裔、龍齒、白茯苓、防風、玄 參、秦艽、竹瀝；又方：膽南星、橘紅、遠志、菖蒲、連翹、茯苓神、天冬、寸麥冬、貝母、玄參、丹參、鉤籐、神砂、鐵落。、
^ck33z10h285
^norm 痰火動風。
^chinese子癇，急驚風。
^western 肺型腦病。
^combo 氣熾+血熾+神閉+絡鬰+氣逆+氣滯
^ill〔津氣蘊熾〕
^symtom ①高熱，②便閉。
^pulse 脈弦洪有力。
^symtom ①唇紫，②煩跺不安，不睡。』
^tounge 舌紫絳少津。
^pulse 脈弦細數。
^ill<sub=1>〔神志蒙閉〕
^symtom ①不省人事，譫語不已，②吐沫即腥，③神&發厥。
^ill2<sub=1>〔絡脈不和〕
^symtom ①兩目上視，目珠直視，②目簾口嗦，③手足抽搐，手足鼓動不止，④角弓反張，⑤咬牙 切齒，大喊大叫不止。口舌已咬破。
^ill<sub=2>〔氣機沖逆〕
^symtom 氣促痰鳴，痰涎上浦。‧
^ill2<sub=2>〔氣機不利〕
^formulas
^formula1〔千金龍膽湯證〕
^origin〔為古代治急驚風主方〕
^ingredients2749 龍膽草、白蒺黎、丹皮、黃岑 各4.5g，羚角、川黃連 各3g，浙貝母、低番、生石決明、茯神、杏仁、鉤籐、全瓜蔞、菊花、白芍 各9g，甘草2.4g。
^formula2〔羚角鉤籐湯證〕
^origin〔蔣慶丙方〕
^ingredients2750 羚角、桑葉、鉤籐、甘菊、川貝母、生地、茯神、甘草、俚香、竹茹、白巧、黃芩。
^ck33z10h286
^norm 熱深厥深，陽厥，陽證似陰。
^chinese 伏熱，溫燥，蜃溫，伏暑夾瘐，閉厥。
^western 腦型瘧疾，間日瘧，乙腦。
^combo 氣熾+神閉+陽滯+氣鬱
^ill〔津氣R熾〕
^symtom ①高熱呻吟，②煩跺，大叫呼熱，③胺腹脹滿，④便秘溲赤。
^tounge ①舌紅兼紫，②舌紅苔黃白厚膩。
^pulse ①脈弦滑，②脈滑帶數，③脈初時躁疾異常。
^ill2〔神志蒙閉〕
^symtom ①神志昏迷，②痰鳴，譫語，③嗜睡不語，④瞳孔散大，⑤遺溺。
^ill<sub=1>〔陽氣不行〕
^symtom ①先發大寒，熱不外揚，②身冷，③四肢厥逆，冷汗過肘④顏面蒼白，面色青慘，臉色 晦滯，口唇發青，⑤頭面四肢浮腫，兩目陡然失明，⑥大便溏瀉。
^pulse 脈伏，右數左伏。
^tounge 舌淡紅，苔白膩。
^symtom ①頸項強直，目珠直視，②唇紫口噤，③兩手痙動，手足鼓動不止，四肢抽搐，兩目上簾。
^ill<sub=2>〔氣機不宣〕
^symtom 呼吸不利。
^ill2<sub=2>〔氣機不降〕
^symtom 痰涎上湧。
^formulas
^formula1〔清心開竅平肝化痰方證〕
^origin〔王蘋芬方〕
^ingredients2751 石決明30g，鉤籐12g，玳瑁、天竺黃 各9g，菖蒲4.5g，陳皮、膽南星 各3g，全螞1.8g，鬰金、半夏、山梔子 各6g，至寶丹3粒（鼻飼）。
^formula3〔芳香開竅滌痰洩熱方證〕
^origin〔孫寶楚方〕
^ingredients2752 至寶丹3g，紫雪1.5g，生石決明30g，玳塌、石菖蒲 各4.5g，鉤籐、鬰金、天竺黃、連翹 各9g，膽南星2.4g。
^ck33z10h166
^norm 痰熱內閉。
^chinese 中風閉證。
^western 腦出血。
^combo 陽浮+神閉+氣逆+神擾+絡鬰+空竅
^ill〔陽氣浮越〕
^symtom ①面赤氣粗，體微熱，②煩躁，P申吟，呼熱，③二便秘結。
^tounge 舌絳，舌苔黃燥。
^pulse ①脈左弦急而長，右寸關鬰滑不揚，②脈弦滑而數，③沉弦而緩。
^ill2〔清空不寧〕
^symtom 頭痛。
^ill3〔神志昏閉〕
^symtom ①碎然仆倒，神識不清，②昏糊不省痰涎上壅，③神呆不語，目瞪，不能言語。
^ill<sub=1>〔清竅木利〕
^symtom 痰鳴。4
^ill2<sub=1>〔氣機沖逆〕
^symtom ①吐涎沫，②疲涎上鋨，③氣喘時作。
^ill<sub=2>〔神志不寧〕
^symtom 煩躁。
^ill2<sub=2>〔絡脈不和〕
^symtom ①項強，②碎然肢體廢弛，偏葑筋絡拘急，③上視口噤，④兩手握固、手指痙動，⑤肢體 廢弛，⑥半身癱瘓，⑦a眼歪斜。
^formulas
^formula1〔宣竅導痰法證〕
^origin〔雷少逸方〕
^ingredients2753 遠志3g，石菖蒲、皂角炭 各1.5g，天竺黃6g，杏仁、瓜蔞實、偶蠶 各9g。另佐牛貨清心丸。
^formula2〔潸心飲證〕
^origin〔費伯雄方〕
^ingredients2754 頓、黃連、遠志、膽南星各1.5S，寸麥冬、琥珀 各4.5g，丹參9g，菖蒲2.知，橘紅3g，t淡竹葉30片。
^formula3<var=2>〔清熱化痰湯合至寶丹證〕
^origin〔張鏡人方〕
^ingredients2755 生白朮、茯苓、半里、菖蒲、黃芩、鉤籐 各9g，橘紅、枳殼、竹煎 各5g，膽南雖3g，羚角4.5g，竹瀝30g，薑汁4滴，至寶丹1粒。
^formula4〔清熱鎮肝通竅豁痰方證〕
^origin〔王季緙方〕
^ck33z10h190
^norm 風痰阻絡。
^chinese 類中風，中經絡。
^western 腦血栓形成6
^combo 血蒸+血滯+經滯+絡滯‧液灼
^ill〔血熱蘊蒸〕
^symtom ①心煩失眠，②頭昏重而不痛。■.
^ill2〔血滯不行〕
^tounge 舌苔薄白。
^ill<sub=1>〔經脈不利〕
^symtom ①右肩明顯下垂，右手全癱，移動抬舉都不能，指掌微腫，也不能動作；右足無力，但可 以伸張，②移步困難，被迫跛行呈展顫狀，③頸部不適，頸向左歪，不能轉動，④口眼亦歪向左輞。
^ill2<sub=1>〔絡脈不利〕
^symtom ①右肢感覺麻木，②口略歪斜，語言賽澀，③睡有鼾聲。
^ill<sub=2>〔津液消灼〕
^symtom ①胸煩悶，②疾白稠難吐，③溲濁臭，便結，溲赤，④口苦，口有酸味感，千而不奮飲。
^tounge 舌紅，苔黃薄膩，邊無有，苔黃膩。
^pulse 脈帶&大，脈象弦細，脈弦滑。
^formulas
^formula1〔平肝熄風摘剿經絡痰濕方證〕
^origin〔黃烈銳方〕
^formula2<var=2>〔龍膽瀉肝證〕
^origin〔楊紹先方〕
^ingredients2756 龍膽草、生梔子、黃芩、柴胡、全竭、但蠶、膽南星、天竺黃 各6g，生地黃、澤瀉、木通、當歸 各9g，生甘草3g。
^ck33z10h028
^norm 逆傳心包。
^chinese 痰蒙心包。
^combo 營灼+血蒸+神閉+絡鬰+神擾+陽鬰
^tounge ①希絳望乾捫濕，②上有黏膩薄苔，③舌心苔白序。
^pulse 脈沉細數。_
^formulas
^formula1〔羚羊清營湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2757 羚角、金銀花、山梔子、鮮生地、連翹、竹瀝。
^formula2〔清溫熄風清神滌痰方證〕
^origin〔丁甘仁方〕
^ingredients2758 鮮石斛、犀角、薄荷、朱茯神、川貝母、天花粉、羚角、連翹、枳實、竹茹、天竺黃、石菖蒲、竹浙、紫雪。
^ck33z10h164
^norm 內閉外脫。
^chinese 暑溫夾毐夾痰夾濁。
^western 乙腦（極重型閉脫證），肺心腦。
^combo 神閉+陰涸+氣脫+陰脫
^ill〔神志蒙閉〕
^symtom ①神氣昏沉，②目楮上視，③頭項強，骱齒，④蜷臥，雖醒似睡，⑤昏糊譫語，⑥肢臂霖 動，角弓反張，⑦二便失禁。
^ill<sub=1>〔氣虛脫絕〕
^ill<sub=2>〔陰精脫竭〕
^tounge 舌赤。
^pulse ①脈硬如弦，②脈躁疾無倫，重按無根。
^formulas
^formula1〔清絡熱以開其閉方證〕
^origin〔徐曉岑方〕
^ingredients2759 犀角、羚角、石決明、玳瑁、鮮生地、玄參、連翹、丹皮、遠志、川貝母、焦梔子、膽南星，清心牛黃丸1粒。
^formula2〔固脫方證〕
^origin〔徐曉岑方〕
^ingredients2760 台參、五味子、麥冬、白朮、黃耆、熟地、附片、肉桂、炙甘草、龍骨、牡蠣。
^alias感症夾痰，脾虛氣陷，清陽不升，風痰阻肺，痰迷清竅，內閉外脫，外閉內脫。
^chinese 傷風夾痰證，肺風痰喘，眩暈，中風，中風夾痰，中臟，陰中，厥脫，脫症，類中風，痰中，痰厥，風厥，
^western 蜘蛛膜下腔出血，結核性腦膜炎。
^ck34z02h057
^norm 感症夾痰。
^chinese 傷風夾痰證。
^combo 陽鬰+表鬰+氣鬱
^formulas
^formula1〔活人豁痰湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2761 治壯熱無汗，頭痛，肢體煩疼，痰多口膩，咳嗽胸悶脅痛。詳見論著（1)。紫蘇、薄荷、灑制黃芩 各3g，羌活、川厚樸 各2.4g，枳殼、前胡、南星、姜半芨 各4.5g，炙甘草1.5g。
^formula2<var=2>〔桂枝湯證〕
^origin〔謝映廬方〕
^ingredients2762 桂枝、苟藥、甘草、紫菀、杏仁、知母、詰梗、半S，加蘇子、枇杷葉宣肺，竹浙薑汁疏導經絡。
^ingredients2763 (2)丁甘仁治發熱不退，胸悶，嘔吐，舌中有一條白苔，脈弦滑數，太陽陽明未解，痰濕逗留，中焦氣滯，宣化失 司，擬梔豉琉表，溫膽化痰：淡豆豉、黃芩、半裒、麥芽、谷芽、赤芍、生薑、桂枝、竹茹、陳皮、雞內金、澤瀉。
^ingredients2764 脅痛，或右浮大，苔白膩，主疏解之中參人化痰，得汗洩方能推散：荊芥德、桑葉、羌活、鬰金、旋復花） 半岸、橘紅、赤白苓、杏仁、枳實、桔梗、竹茹、程終（《宋元明清名醫類案續編》張聿肯5)。
^ingredients2765 (4)葉熙春治痰滯於絡胸脅皆痛，外復受感，形寒身熱，肢酸無力，咳嗽頭痛，不思飲食，苔白膩，脈緩滑，疏洩合 淡滲：蘇葉、橘紅、防風、前胡、半夏、射乾 各4.5g，白雲苓、杏仁、浙貝母、S荊子 各6g。
^ingredients2766 (6)吳匍方治惡寒小有發熱，遍身束痛，咳唾痰濁，清陽鬰遏，氣機不宣，再疏達為治：杏仁、全瓜蔞*淡豆豉、象 貝母 各9g，桔梗、半夏、枳殼、鬰金、蘇梗 各4.5g，白泡仁1.5g，姜川黃連0.6g，橘紅、蔥白6g (《吳匍方醫案） 9)。
^ck34z02h054
^norm 脾虛氣陷，清陽不升。
^chinese 眩暈，中風。
^combo 氣虛+氣陷+空竅+陽鬰
^ill〔氣虛失充〕
^symtom ①經常感冒，②面色恍白，③依怠乏力，④心悸寐差。
^ill2〔氣機失升〕
^symtom ①走路則頭重腳輕，②低頭有欲倒之勢。
^ill<sub=1>〔清空失養〕
^symtom ①頭暈如坐舟車，視物旋轉，②昏倦不能言。
^ill2<sub=1>〔清竅不利〕
^symtom ①兩目乾澀，②眼臉腫脹，③耳鳴如蟬，④鼻塞。
^ill<sub=2>〔陽氣不和〕
^symtom ①院悶納呆，②咽乾口渦欲飲，③二便閉。
^pulse ①弦滑小數，②六脈洪大按之搏指。
^tounge 舌質暗苔傅白而膩。』
^formulas
^formula1〔補中益氣湯證〕
^origin〔李士材方〕
^ingredients2767 貨?、人參、炙甘草、當歸、陳皮、升麻、柴胡、白朮加秦艽、鉤籐、防風、竹魴。-
^formula2〔益氣聰明湯合玉屏風散意方證〕
^origin〔路志正方〕
^ingredients2768 生黃耆12g，炒白朮、防風、厚樸、陳皮、黃芩、白芍各 各9g，升麻2g，柴胡、蘇葉（後下〉、偁蠶 各6g，當歸10g，水煎服。
^ck34z02h062
^norm 風痰阻肺。
^chinese 肺風痰喘，痰厥。
^combo 陽滯+表鬰+氣熾氣逆+氣鬱
^ill〔陽氣不行〕
^symtom ①惡寒發熱，②發熱汗。
^symtom 便閉不通。
^pulse 脈滑數。
^symtom ①氣急喘咳，
^symtom 體不能動。症象:‧胸腹滿痛。
^tounge 苔如積粉。
^pulse 脈弦滑。
^ill2〔清空不宣〕
^formulas
^formula1〔宣肺豁痰方證〕
^origin〔螢廷瑤方〕
^ingredients2769 麻黃、膽南星 各2.4g，杏仁、蘇子、天竺黃各知，白芥子4.5gi生萊菔子、瓜蔞仁 各9g，橘紅、橘絡 各3g，保赤散
^formula2〔滌痰治厥湯證〕
^origin〔李聰甫方〕
^ingredients2770 姜半S9g，駔南星、旋復花、廣鬰金、桔梗 各6g，瓜麥仁、雲茯苓各Og，杏仁7g，橘紅、九菖蒲 各5g，白芥子3g，生薑汁10滴。
^ck34z02h072
^norm 痰迷清竅。
^chinese 陰中，中鳳夾痰，類中風，痰中，痰厥，風厥，痰瘧。
^western蜘蛛膜下腔出血，結核性腦膜炎。
^combo 陽閉+氣鬱
^ill〔陽氣不行〕
^symtom ①惡寒頭痛，②頭痛不舉，③形寒肢厥，④寒戰發熱，⑤惡寒發熱。
^tounge ①苔白滑，②苔白微膩。
^pulse ①脈弦滑，②弦緊。
^ill2〔陽氣閉塞〕
^symtom ①忽頭目昏督』神識欠清，不省人事』②目暝語容，舌喑不語』③俚直』④目定齒展』⑤ 雙目斜視，⑥時而抽搐。
^tounge 苔白膩。
^pulse ①脈微細欲無，且遲緩，②脈沉伏，③脈右沉小而滑，左沉細澀。
^ill<sub=1>〔氣機不宣〕
^symtom 胸中似有痰涎賚滯，大礙呼吸。
^ill2<sub=1>〔氣機不降〕
^symtom ①喉中痰鳴，②氣逆，③飲水不入。
^ill<sub=2>〔經脈不利〕
^symtom ①搐搦，②反張，③口眼歪斜，④半身無力，半身不遂，⑤口噤不語，⑥頭頻向上搖擺，娓娓做聲，如人呼喚而應。
^formulas
^formula1〔祛風導痰湯證〕治痙病，人事不宙，搐搦反張，或但右手足動搖。
^ingredients2771 半夏、陳皮、茯苓、甘草、膽南星、枳實、羌活、防風、白朮、薑汁、竹瀝。
^formula2〔三生飲證〕
^origin〔《太平惠民和劑局方）方〕
^ingredients2772 生南星30g，木香6g，生川烏、生附子 各15g。為粗末，每服15g，加生薑15片，水煎服。
^formula3〔脅州白丸子證〕
^origin〔《太平患民和劑局方》方〕
^ingredients2773 半芨、陳皮、茯苓、南星、M‧蒲各和，枳實4.5g，蘇合香丸1粒。
^formula5〔加減滌痰湯證〕
^origin〔衡陽醫院方〕
^ingredients2774 法半夏、南星 各9g，甘草3g，獲等12g，建菖蒲、桂枝、夜黎 各4.5g，遠忠、防風、蔓荊子 各6g，生薑2片，大棗4枚。
^ingredients2775 (1)朱丹溪：卒中昏不知人，口眼歪斜，半身不遂，痰厥氣逆，二陳加姜炒黃連、天麻、羌活、麥冬、南星、荊芥、獨活、薑汁、竹瀝。
^ingredients2776 (2)李用粹：大概順氣化痰為主，二陳湯加烏藥、枳光、竹瀝、薑汁。無汗拘急加羌活、防風，有汗體痛加芍葯、桂 枝，惡寒身熱加柴胡、黃芩，頭痛目督加川芎、茲荊子，口眼歪斜加全蠍、天麻，頭眩烘熱加甘菊、細茶，風痰壅盛加南 星、貝母，恍惚譫語加菖蒲、遠志、茯神、酸棗仁，手足抽搐加俚蠶、天麻，筋急加木瓜，筋攣加鉤籐，臂加桂枝，足加 川牛膝。風邪漸退，痰飲漸消，但半身不遂者審是血虛用二陳合四物，氣虛者用二沉合四君子，俱加秦艽、續斷、竹瀝、薑汁。
^ingredients2777 (7)謝炳嫌：有三蛇油半小匙，沖服肉桂1.5g，服真武滌痰加鉤籐、茯苓、姜半夏、膽南星、金斛 各9g，白芍、枳實  各6g，附子2.4g，新會皮、炙甘草、石菖蒲、遠志 各3g，鉤籐、竹茹 各12g，生薑2片。
^ck34z02h181
^norm 內閉外脫，外閉內脫。
^chinese 陰中，中臟，脫症。
^combo 陽虛+陽閉+陽脫
^ill〔陽氣不振〕
^symtom ①靜而不煩，②四肢振掉。
^tounge 舌淡苔白滑。
^pulse 脈沉緩，沉遲。
^ill2〔陽氣閉塞〕
^symtom ①卒中昏聵，②牙關緊閉，③痰涎上壅，④兩手握固，⑤閉目酣睡，⑥戴眼上視，⑦抽描，
^tounge 苔淡黑。
^pulse 脈沉伏。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢厥逆，②頭痛身痛。
^pulse 脈弦緊無力。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①面色晦滯，目合口開手撒，②多汗，③遺尿，二便自遺，④鼾睡，⑤汗出如油，⑥喘急，
^pulse ①脈細，②脈微欲絕，③洪滑歇止。
^formulas
^formula1〔三生飲證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients2778 生南星30g，木香6g，生川烏、生附子 各15gD為粗末，每服15g，加生薑I5片，水煎服a
^formula2〔二建二香湯證〕
^origin〔虞淵洛方〕
^ingredients2779 生天雄、生附子、生烏頭 各6g，沉香、木香 各3g，生薑10片，作二服。
^formula3<var=1>〔星附六君證〕
^origin〔賴良蒲方〕
^formula4〔古今錄驗續命湯證〕
^origin〔黃竹齋方〕
^ingredients2780 (3)高禮三治閉象顯然，痰壅牙緊，握固拘急，以冰片2.1g，廨香0.15g，皂角1.2g，附子1.5|5研末搐典先開閉，繼 進三生飲加人參、生南星、生川烏、生附子 各3g，蘇扎參15g，生薑9g，廣木香、戈夏 各1.5g (《全國名醫驗案類編）)。
^ingredients2781 (6)陳士鐸：關門既開之後，進濟急丹：人參、當歸、熟地、麥冬 各30g，白朮90g，茯苓、山茱萸 各15g，半S9g。
^ck34z02h051
^norm 痰阻氣脫。
^chinese 真中風，厥脫，痰厥。
^combo 氣閉+氣逆+神蒙+陽滯+氣脫
^ill〔氣機閉塞〕
^symtom ①碎然牮倒，②口眼歪斜，口角流涎，③口噤，④不能言，⑤談壅。
^ill2〔氣機沖逆〕
^ill<sub=1>〔神志昏蒙〕
^symtom ①多怒，②恍惚錯語，③不寐，④神昏不語。
^ill2<sub=1>〔陽氣不行〕
^symtom 面前要火黑灼。
^symtom ①汗出不止，②昏母抽掣。
^formulas
^formula1〔第一真食風湯證〕
^origin〔蔣寶素方〕
^ingredients2782 黃耆、雲茯苓、當歸身 各9g，防風2.4g，炙甘草l.5g，橘皮3g，半夏、赤咭、豨薟 各4.5g，長流水煎人竹飭9g，荽 汁 1.5go
^formula2〔第二真黃風湯證〕
^origin〔蔣寶素方〕
^ingredients2783 炙黃耆、雲茯苓、當歸身、豨薟 各9g，防風、炙甘草、枳實各l_5g，橘紅3g，半g、白芍、人參 各4.5g。
^formula3〔第三真黃風湯證〕
^origin〔蔣寶素方〕
^ingredients2784 .炙黃耆、雲茯苓、半犮、豨薟 各9g，防風0.9g，人參4.5g，熟地12g，橘紅3g，炙甘草、枳實各.5g。
^ingredients2785 (2)江簽南治猝然暈倒，口眼歪斜，口角流涎，少間略省，面前要火熏灼，以星、半、陳、芎、枳、蠶、天麻、參、武、草等藥，至夜半汗出不止，後輦昏甚，手足抽掣，乃以人參24g，黃耆15g，防風3g，附子2. lg，作2~3服，逾時吐 出藥少許，並盔飲之不吐，汗收次蘋頗能言，右手能舉動，若頭痛及遍身痛，以人參l：2g，白朮、陳皮、當歸、川等、南 星、半S 各3g，白芷2.1g，荊芥穗、秦充、芟荊子 各1.5g，甘草0.9g，竹浙、薑汁，夜半因惱怒，復暈移時，次早頭痛未減，手按痛處稍安，時時欲執持兩手：人參6g，半夏4.5g，白朮、當歸、川芎、南星、陳皮' 白芷、荊芥穗、甘草 各3g，細辛0.6g，天麻、葂荊子，調理一月愈。二、肝脾風疲證（L34-Z18) (4候)
^alias風痰壅塞經絡，風痰交阻。
^chinese 頭痛，偏頭痛，眩母，暈厥，眩厥_痰飲證，中經絡，中絡f肩臂痛、振掉、震顫，小兒驚癇。‧
^western .：梅尼埃病，高血壓，低血糖症，慢性上頜竇炎，顱骨骨瘤，神經官能症，?病。
^pulse ①脈浮滑，②脈弦而滑。
^ck34z18h042
^norm 風痰壅塞經絡。
^chinese 頭痛，偏頭痛，振掉。』
^western 顱伢骨瘤。41
^combo 氣蒸+空竅
^ill〔津氣蘊蒸〕
^symtom ①口苦乏味，②口乾嵙飲，③胸悶納少，④汗多，⑤心擇，⑥煩跺，⑦失眠。
^tounge ①舌質紅，②苔白厚膩，③苔淡黃白膩滿佈，④苔薄白微黃膩。
^pulse ①脈弦滑數，②脈弦，按之無力，③脈右沉滑，左弦細數。
^ill<sub=1>〔清空不寧〕
^symtom ①頭痛以頭頂為敁，頭痛如裹，左側尤甚，②頭項頻頻向左側擺動。‧
^ill<sub=2>〔清竅不利〕
^symtom 口眼歪斜。
^formulas
^formula1〔清肝和脾兼熄風鎮潛方證〕
^origin〔蒲輔周方〕
^ingredients2786 焦山梔、川芎、香附 各3g，神曲、白芍、菊花、桑葉、天麻、鉤籐 各6g，蒺藜9g，石決明12gD
^formula2〔瀉肝鎮痙湯證〕
^origin〔鄒雲翔方〕
^ingredients2787 酒洗龍膽草1.2g，生大黃0.9g，膽南星、川黃連 各2.4g，石決明24g，蒺藜15g，鉤籐12g，俚垂、雲茯等、豨薟草各
^ingredients2788 9g，菊花、川貝母、海蛤粉 各6g:鬰金（明礬0.6g同炒）、遠志 各5g，菖蒲L5g
^formula3<var=2>〔導痰湯合牽正散證〕
^origin〔李志銘方〕
^ingredients2789 　　　(1)蒲輔周治體胖濕痰較盛，頭痛以頭頂為顯，睡眠不佳，時加重，右脅隱痛，煩躁，睡眠不實，汗多，食納尚可，口苦，口乾喜飲，脈右沉滑，左弦細數，舌正紅，苔薄白微黃賦，肝熱脾濕，陽鬰風動之象，宜清肝和脾兼想風鎮潛（組 方見方症），3劑頭痛顯減，仍調和肝牌，兼降逆豁痰：珍珠母12g，蒺藜、天麻、炒酸棗仁各9S，菊花4.5g，茯苓、法半 夏 各6g，川芎、知母、枳實、竹茹、炙甘草 各3g，脈弦虛，舌正紅，苔薄白膩，原法增減五臟並調：黨參、茯苓、山萸 各6g，遠志3g，炒酸棗仁、炒黑豆、枸杞子、山藥、白蒺藜 各9g，菊花炭4.5g，川芎2.4g，大棗4枚，石決明12g，五劑加 陳皮3g，蓮子6g，5劑，睡眠正常，頭痛消失（《蒲輔周醫案》27)。
^ck34z18h070
^norm 風痰上盛。
^chinese眩暈，偏頭痛，痰飲證。
^western 梅尼埃病，高血壓，慢性上頜竇炎。
^combo 陽滯+清空+氣鬱+氣逆
^ill〔陽氣不行〕
^symtom ①面色不華，②口乾不欲飲，③倦怠乏力，發時嗜眠，懶言。
^tounge 苔白滑。
^pulse 脈緩滑，２脈小滑，３?弦細。
^symtom １頭痛而賞，頭重如裹，頭痛以兩側為主，２頭暈目眩，頭運劇烈，立則欲撲，３自覺腦
^ill2〔清空不宣〕〔氣機沖逆〕
^symtom ①耳鳴之極，心中動悸不寧，②噁心欲吐，③嘔惡，吐出物似痰涎或未消化食物吐淨後
^ill3〔氣機不宣〕
^symtom ①胸悶，②胸脅滿悶，③口乾納呆食少。
^tounge ①舌無苔垢，②苔簿，③舌苔白膩。
^pulse 脈滿滑。
^formulas
^formula1〔三生祛痛方證〕
^origin〔《蒲甫周醫療經驗》方〕
^formula2〔半夏天麻湯證〕`)