jsonp(14,{"name":"cm","start":30145},`^origin〔李聰市方〕
^formula3<var=2>〔半垔白木天麻湯證〕
^origin〔李志文方〕
^ingredients2790 半S、天麻、鉤籐、赭石、陳皮、澤瀉 各15g，白朮、車前子 各20g，茯苓25g，甘草、俚蠶、砂仁各l.Og。
^ingredients2791 (2)張伯臾治梅尼埃病：.頭運劇烈，立則欲撲，胸悶嘔惡，口乾不欲飲，苔白滑，脈小滑。溫陽止眩湯：熟附片、生 白朮、半夏、茯苓、白芍 各9g，天麻4.5g，鉤籐12g，炒川芎、陳皮 各6g，生薑3g (《張伯臾醫案》）。
^ingredients2792 嘔吐，苔薄，脈細數。原方去磁石、牡蠣、蘇子、萊菔子，加珍珠母30g、石決明15g、姜竹節Ig，4劑。
^ck34z18h024
^norm 風痰阻絡。
^chinese 中經絡，中絡，灼臂痛，?紐
^combo 陽滯+血滯+絡滯
^ill〔陽氣不行〕
^symtom １肢冷，２顏面青黃微浮，３或兼寒熱，４便溏溲少，５四肢失靈活，右重。
^pulse ①脈弦遲，②脈左微右滑大，③六脈皆沉。
^tounge 舌質淡而不紅，苔白而滑膩。
^ill2〔絡脈不宣〕
^symtom ①口眼歪斜，口歪流涎，②肌膚*不仁，③手足麻木，④語言不利，⑤肌肉蠕動，⑥棋細，手足運動失靈。
^ill<sub=1>〔血滯不行〕
^pulse 脈左微'
^ill<sub=2>〔絡脈不利〕
^symtom ①肩評￥痛，②肢體拘急，③肢痿不用，手足麻痺酸軟，④小指無力掉硬不舒。
^formulas
^formula1〔秦艽牽正湯證〕
^origin〔（學說探討與臨症）方〕
^ingredients2793 秦艽、白芍、茯苓 各15g，生地18g，m\\當歸，白附子、俚香，全蠍、羌活各0g，防風6g，白朮2g。
^formula2〔秦艽天麻湯合指迷茯苓丸證〕適應風冷乘襲，痰濕阻滯，經脈澀滯。
^ingredients2794 秦艽、天麻、羌活、陳皮、川芎、炙甘草、桑枝、生薑、茯苓、枳殼、半夏、風化硝。
^formula3〔加味二陳湯證〕適應麻木脈弦而滑，祛濕逐痰。
^ingredients2795 陳皮、半夏、茯苓、炙甘草、在術、天麻、膽南星、白芥子、竹瀝、荽汁。
^ingredients2796 2.病案I.　　　(1)尤怡治肢痿不用，口歪流涎，便溏溲少，脈弦遲，苔膩，與牽正散合二陳湯加川附、桂枝、白芍、俚蠶、首烏、川續斷、竹油0%
^ingredients2797 (2)孫東宿：主二陳加全蠍、俚蠶、天麻、黃芩、石菖蒲、紅花、秦艽、竹瀝、薑汁，繼以歸芍六君加紅花、鉤籐、天麻、竹瀝、薑汁。
^ck34z18h143
^norm 脾虛痰阻。
^chinese 中風中絡。
^ill〔氣虛失養〕
^symtom  怯神疲，２四肢困頓，③呆，④太便溏瀉、
^ill<sub=2>〔經脈不和〕
^ill2<sub=2>〔絡脈不和〕
^formulas
^formula1〔星香六君子湯合牽正散證〕
^origin〔賴良蒲方〕
^ingredients2798 西黨參ug，白朮Ug，茯苓、姜半夏各橘絡、描蠶、全蠍各4.化，南星、白附子各知，炙甘草3g，娶汁匙。摘錄：
^ingredients2799 (1)丁甘仁治忽舌強語賽，右手足麻木無力，脈虛弦而滑，苔薄膩，邪風人絡痰阻舌根於益氣祛風，滌痰通絡： 生黃耆15g，枳實、防風 各3g，防己、白朮、當歸，竹瀝夏 各6g，秦艽、竹茹 各4.5g，殭蠶9g，川芎、膽南星 各2.4g，桑 枝0.9g，再造丸1粒，5劑見輕，去再造丸、枳實加指迷茯苓丸9g。
^alias經絡閉阻，痰火簾阻經絡，內閉外脫。
^chinese ：痰牮，舌喑，口舌麻木，中絡，解顱，撮口證，中經絡，痙症，破傷風，中風陽證，痰喘，厥脫。
^western 顏兩神經麻痺，先天性腦積水，腦血栓形成，肩周炎，破傷風，小兒肺炎，n型肺結核，並發心衰
^ill〔陽氣不宣〕
^symtom ①面恍白，面色晦暗，目眶發青，②頸項無力，四肢厥冷。
^tounge 舌苔白。
^pulse 脈沉細弦。
^ill2〔氣機不宣〕
^symtom ①神情淡漠，神情癡呆，②咳嗽痰多，③胸悶心悸，④納谷不香。
^tounge 舌尖紅。舌白。
^pulse ①脈緩，②脈弦滑數③脈弦細而滑。
^symtom ①抬頭屋轉眼見黑花，見物飛動，卒然牮倒，②頭目昏眩。
^symtom ①肩關節疼痛，活動穿衣均感艱難，②手指腫脹攣縮伸不開，③脅痛，④身體不能轉側。
^symtom ①口眼歪斜，②舌本強硬，語言春澀，語不成句，③口舌麻木，④面頰抽掣，⑤口展發緊，兩腮 凹陷，呈撮口狀，⑥右側肢體麻木，手不能舉，腿不能抬，⑦腿足不仁，右臂麻木。
^ck34z04h033
^norm 風痰上犯。
^chinese 痰牮。
^combo 氣鬱+空竅
^formulas
^ingredients2800 天麻3g，菊花、荊芥 各4.5g，鉤籐、茯神木 各12g，川芎2.4g，姜半夏9g，橘紅3g，炙甘草1.2g。
^ck34z04h056
^norm 經絡閉阻。
^chinese 舌喑，口舌麻木，中絡，解顱，撮口證。
^western 顏面神經麻痺，先天性腦積水。
^combo 陽鬰+氣鬱+空竅
^ill〔陽氣不宣〕
^symtom （D面恍白，面色晦暗，目眶發青，２頸項無力，四肢厥冷。
^tounge 舌苔白。
^pulse 脈沉細弦。
^ill2〔氣機不立〕
^symtom ①神情淡漠，神情癡呆，②咳嗽痰多，③胸悶心悸，④納谷不香。
^tounge 舌尖紅。
^pulse ①脈弦滑數，②脈弦細而滑。
^ill<sub=1>〔清空不宣〕
^symtom 頭顱裂縫，頭皮光急，青筋顯蒔。
^symtom ①舌本強硬，語言賽澀，語不成句，②口舌麻木，③口眼歪斜，④面頰抽掣，⑤口只能張
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔加味二瀝湯證〕適應風痰壅閉，舌本強硬，經遂不通，語不成句，痰涎徐徐流出，脈滑大。
^ingredients2801 石菖蒲、薑汁、竹瀝、梨汁。
^formula2〔資壽解語湯證〕
^origin〔《雜病源流犀燭）方〕
^ingredients2802 ‧羚羊角、桂枝 各3g，羌活、甘草 各2.25g，防風、附子、酸棗仁、天麻 各1.5g。加竹瀝5匙，荽汁1匙，水煎服。
^formula3〔神仙解語丹證〕
^origin〔《睬學心悟》方〕
^ingredients2803 白附子、石菖蒲、遠志、天麻、全蠍、羌活、南星、木香、甘草。
^formula4〔枳麻消痰飲證〕適應口舌麻木。
^ingredients2804 黃連、黃芩、茯苓、半夏、桔梗、枳殼、陳皮、天麻、南星、細辛、甘草、瓜蔞仁。
^formula5〔滌痰湯證〕
^origin〔《奇效良方》方〕
^ingredients2805 制半夏、制南星 各75g，佚苓、枳實 各6g，陳皮4.5g，人參、石菖蒲 各3g，竹茹2.1g，甘草1.5g，生薑5片。
^formula6〔省風湯證〕
^origin〔《醫方考》方〕
^formula7〔復方牽正散證〕
^origin〔汪憤之方〕
^ingredients2806 倆S、白附子 各15g，全蝸、蜈蛇、桑葉、菊花、荊芥、防風、天麻、雞血籐、白蒺黎、荽荊子、鉤籐 各9g，研末酒 服9g，—日3次。
^formula8〔加味菊花茶調散證〕
^origin〔盛燮蓀方〕
^ingredients2807 白芷、俚蠶、全竭、蜈蚣、菊花、荊芥、防風、羌活、薄荷' 細辛。
^formula9<var=2>〔升降散證〕
^origin〔王靜安方〕
^ingredients2808 (1)關幼波治左側a眼歪斜，舌苔白，脈沉細弦。牽正湯：白芍、當歸、鉤籐、他蠶、天麻、全蠍、絲瓜絡、路路 通、橘紅各Og，蟬衣3g，生地12g，川芎3g (《關幼波臨床經驗選）)。
^ck34z04h190
^norm 痰火簾阻經絡。
^chinese 中經絡。
^western 腦血栓形成，肩周炎。
^combo 血蒸+血滯+絡滯+絡鬰+液灼
^ill〔血熱組蒸〕
^symtom 面容紅澤。
^pulse ①脈弦滑，②脈弦而有力。
^tounge 舌質紅、苔黃膩。
^ill2〔血滯不行〕
^tounge 舌體大、形歪，質暗淡，兩邊有瘀斑，苔白膩。
^ill<sub=1>〔絡脈不利〕症彖：１病關節疼痛，活動穿衣均感艱難，２手指腫脹孿縮伸不開，３脅痛。
^ill2<sub=1>〔絡脈不和〕
^symtom ①口眼歪斜，②右側肢體麻木，手不能舉，腿不能抬，③言語不清，舌歪向左側，④腿足 不仁，右臂麻木，⑤身體不能轉鵂。
^ill<sub=2>〔津液消灼〕
^symtom 大便數日一通。
^formulas
^formula1〔活血通絡豁痰熄風方證〕
^origin〔李秀林方〕
^formula2〔黃耆通瘓湯證〕
^origin〔程門雪方〕
^ck34z04h062
^norm 風痰閉塞。
^chinese 痙症，破傷風。
^western 破傷風。
^combo 陽滯+表鬰+氣熾+氣逆.+經滯+氣鬱
^ill〔陽氣不行〕
^symtom ①寒戰，②手指發涼，③面色青紫而呈苦笑狀。
^tounge 舌質紅，苔白厚膩。
^pulse 脈細弦。
^ill2〔腠理不宣〕
^symtom ①發熱無汗，②全身疼痛。
^ill3〔津氣蘊熾〕
^symtom ①發熱有汗，②大便未解，③小便色黃而長，小便短少。
^tounge 舌苔白厚乾。
^pulse ①脈弦數，②脈弦滑。
^ill<sub=1>〔氣機沖逆〕
^symtom ①呼吸急促，②p吐痰涎，③淡涎壅滯，喉間痰鳴。
^ill2<sub=1>〔經脈不利〕
^symtom ①兩目上視，目+蚧齒，②手足搐搦，③項背強直，全身強直，④角弓反張，⑤口噤，⑥ 牙關半開，張口困難，苦笑面容，哭聲不出。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1〔異靈慎證〕
^origin〔《景縣申萬清家傳驗方》方〕
^formula2〔羌活薑黃湯證〕
^origin〔李聰甫方〕
^ingredients2809 羌活、膽南星、天麻、九菖蒲 各2g，北防風、鉤籐、偁蠶v'積殼、前胡、南杏仁、橘絡 各3g，荷葉lg，薑汁3滴，
^formula3〔玉真散加成證〕
^origin〔朱枝榮方〕
^ingredients2810 防風、白芷、羌活 各3g，南星4g，白附子、假蠶 各5g，鉤籐6g，蟬衣、銀花、蒲公英 各10g。
^formula4<var=2>〔木萸散合五虎追風散證〕
^origin〔朱枝榮方〕
^ingredients2811 當歸尾、白附子、防風、天麻、枳實、全蠍 各6g，建菖蒲、羌活 各4g，鉤籐9g，蟬衣K)g，雔蠶5g，朱茯神、木瓜、全當歸 各8g，另化服至寶丹1粒。._
^ck34z04h071
^norm 風痰閉竅。
^chinese 中風陽證。
^combo 陽閉+氣鬱+經滯『
^ill〔陽氣不行〕
^symtom ①肢厥，②身熱無汗。
^tounge 苔白膩。
^pulse ①脈浮緊，②脈弦緊，③脈細弦。
^ill2〔津氣組熾〕
^symtom ①面赤氣粗，②身熱頭劇痛，言賽，神識欠清，口歪流涎，痰鳴，右肢痿弱，身熱自汗，面赤。
^tounge 舌深紅。 
^pulse ①六脈浮滑，脈滑數，②浮數，③脈左弦大，右滑大。
^symtom ①猝然昏僕，小便失禁，②神昏典鼾，③耳聾擇塞。
^symtom 痰結喉間，痰鳴殖盛。
^ill<sub=2>〔經脈不利〕
^symtom ①歪斜口噤，②手足瘺弛，肢體不遂，③肢體拘急，④兩手握固。
^formulas
^formula1〔甄權防風湯證〕
^origin〔《千金要方》防風湯化裁方〕
^ingredients2812 防風、羌活、川與、白芷、白朮 各30g，葛根、杏仁、人參、牛膝、狗符、萆蘇、蔥苡仁、石奇、肉桂心 各60g，麻黃  120g，生薑150go
^formula2〔古今錄驗續命湯證〕
^origin〔黃竹齋方〕
^ingredients2813 麻黃、防己、人參、黃冬、肉桂*、甘草、白芍藥、川尊、附子、防風、生薑、白朮。化牛黃清心丸1粒。
^formula3<var=1>〔大育龍湯證〕
^origin〔沈夢盧方〕
^ingredients2814 麻黃、■桂枝 各3g，石呸15g，杏仁、鑽地風、尋骨風、海風籐、海桐皮、個蠶、木瓜 各9g，威靈仙6g，小活絡丸9g，萬氏牛黃丸1粒，加當歸、五加皮、絲瓜絡 各9g，橘絡6g。
^ingredients2815 (4)劉鏡湖治卒倒不語：牙關緊閉，痰聲如鋸，面赤氣粗，脈浮數，宣竅救急，辛涼清熱，洩邪化瘐：石資45g，知 母12g，薄荷、天麻、天竺黃 各6g，麻黃1杏仁、黃芩、白芍、防風、連翹各竹葉15g，朱燈心0.6g，清心牛黃丸2 粒，開關散擦牙，服圬暢汗，惟腹脹，二便不解，祛風滌痰參用通下：綿紋大黃12g，羌活、薄荷、厚樸、天麻、天竺黃  各6g，枳實、黃芩、防風、連翹、清半夏 各9g，知母、鉤籐 各12g，竹瀝90g，薑汁1匙，便下穢物，痰鳴減，仍不能言；痰火內滯也：膽南星、九結菖蒲、枳實、天竺黃 各6g，黃柏、菊花炭、消半夏 各9g，鮮生地30g，鉤籐、朱茯神 各12g，竹 瀝60g，薑汁半匙，諸恙向安，益陰和陽以培本：北沙參12g，天冬、生地、川牛膝、遠志、酸棗仁、枸杞子 各9g，五味子
^ck34z04h051
^norm 內閉外脫。
^chinese 痰喘，厥脫。
^western 小兒肺炎，n型肺結核，並發心衰。
^combo 氣閉+氣逆+神蒙‧陽滯+氣脫
^ill〔氣機閉塞〕
^symtom ①喉頭痰聲漉漉，②苦不能啼。
^ill2〔氣機沖逆〕
^symtom 痰鳴喘促。
^ill<sub=1>〔神志昏蒙〕
^symtom ①神氣&憤，②體溫每升至39尤，即出現搐搦引竄。
^tounge 舌苔灰膩。
^symtom ①面?發青，晦暗無華，②肢端冰涼，輕度發紺。
^ill<sub=2>〔氣虛脫絕〕
^symtom ①神氣昏憤，面將發青，②氣息奄奄。
^formulas
^formula〔扶正救陰平肝散風清熱化痰方證〕
^origin〔汪濟美方〕
^ingredients2816 西洋參（另燉沖）、法半g、膽南星 各1.8g，川芎1.2g，防風、俚蠶 各2.4g，鉤籐、天竺黃、茯神、川貝 各3g，枳殼 1.5g，竹瀝1瓶（另沖）。
^alias風痰阻經絡，氣逆痰阻。
^chinese感冒夾痰，眩暈，痰眩，偏正頭風，偏頭痛，屬稜骨痛，呃逆，類中風，血痺。
^western 三叉神經痛，眶上神經痛，腦動脈硬化，左內耳小動脈血栓形成，梅尼埃病。
^ill〔陽氣不宣〕
^symtom ①背部寒涼，②身熱不揚，自覺皮膚燥熱。
^tounge ①舌淡紅，②苔薄黃苔黃，③苔黃膩黑，如楊梅色，少津。
^pulse 脈細滑數脈數。
^ill2〔氣機不利〕
^symtom ①右胸脅突然劇痛，②胃脘隱痛不舒。
^ill3〔清空不宣〕
^symtom ①眉稜丹痛，②眼眶及左側額顳部脹痛，③眩暈，頭眩頭重，如醉酒狀，左耳失聰，④頭面部陣 發性、劇烈的、刀割樣疼痛，常突然發作，突然停止。
^ill4〔氣機不宣〕
^symtom ①胸悶納呆，②煩悶，③胃納不振，④咳嗽吐痰。
^pulse 脈寸浮滑，關尺沉滑微微。
^ill5〔氣機不降〕
^symtom ①噁心，②嘈雜欲吐不吐，③暖噫惡氣。
^ck34z16h058
^norm 風鬰痰滯。'
^chinese 感冒夾痰。
^combo 陽鬰+表鬰+氣鬱+氣滯
^ill〔陽氣不宣〕
^symtom 背部寒涼。
^tounge 淡紅，②苔薄黃，苔貨，③苔黃膩思，如楊梅色，少瀋。
^pulse 脈細滑數脈數。
^ill2〔腠理不宣〕
^symtom 身熱不揚，自覺皮膚燥熱。
^ill3〔氣機不利〕
^symtom ①右胸脅突然劇痛，②宵脘隱痛不舒。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛目重。
^ill2<sub=1>〔氣機不宣〕
^symtom ①咳嗽吐痰，②煩悶，③睡眠不佳，④胃納不振。
^pulse 脈寸浮滑，關尺沉滑微微。
^ill<sub=2>〔氣機不降〕
^symtom 曖噫惡氣。
^formulas
^formula1〔倕蠶導痰湯證〕
^origin〔蒲輔周方〕
^ingredients2817 姜南星、廣陳皮、蘇梗 各4.5g，法半夏、竹茹、白芥子、俚蠶 各6g，枳實、薑黃、柴胡 各3g，川芎2.5g，生甘草 1.5g，生薑3片。
^formula2〔辛涼清洩湯證〕
^origin〔秦伯未方〕
^ingredients2818 薄荷3g，桑葉、菊花、蔓荊子、枳實、竹節 各5g，白蒺黎、鉤籐 各9g<）
^ck34z16h070
^norm 風痰阻經絡。
^chinese 痰眩，偏正頭風，偏頭痛，尼稜骨痛。
^western 三叉神經痛，眶上神經痛，腦動脈硬化，左內耳小動脈血栓形成。
^combo 陽滯+氣逆+清空+氣鬱
^ill〔陽氣不行〕
^symtom ①面色略黃，②畏風，③手足顫振，步態不穩。
^tounge ①舌暗紅，苔白滑，②舌質淡，苔白厚膩，③白滑稍厚。
^pulse ①脈弦細略滑，②脈弦略滑，③弦滑有力，④寸口脈沉。
^ill2〔堉空不宣〕
^symtom ①眉稜骨痛，②眼眶及左側額顳部脹痛，③眩牮，頭眩頭重，如醉酒狀，左耳失聰，④頭 面部陣發性、劇烈的、刀割樣疼痛，常突然發作，突然停止。
^ill<sub=1>〔氣機沖逆〕
^symtom ①噁心，②嘈雜欲吐不吐。
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶納呆。
^formulas
^formula1〔青州白丸子證〕
^origin〔《太平惠民和劑局方》方〕
^formula2〔頭痛驗方證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients2819 全蠍21個，地龍6條，土狗3個，五倍子15g，生南星、生半夏、白附子 各30g，木香9g，共末加1/2麵粉，酒調成.
^formula3<var=2>〔選奇湯合溫膽湯證〕
^origin〔鄧鐵濤方〕
^ingredients2820 羌活、防風、竹茹、法半夏、雲茯苓 各9g，枳殼、橘紅 各4.5g，小生地15g，小甘草、木通 各6g。
^formula4<var=2>〔滌痰湯證〕
^origin〔鐘耀奎方〕
^ingredients2821 茯苓、鉤籐 各15g，法半夏、竹茹、膽南星、假蠶、菖蒲 各9g，遠志、陳皮、炙甘草 各6g，地龍J2g。
^formula5〔祛風通絡止痛方證〕
^origin〔周安方方〕
^ingredients2822 柴胡4.5g，白花、炙甘萆 各6g，防風、白偁蠶、制川烏、全蠍 各9g，白附子12g，北細辛3g\\蜈蚣2條。
^ck34z16h295
^norm 肝陽夾痰。
^chinese 類中風，血痺。
^combo 陽浮+液灼+空竅+神擾+絡部
^formula1〔決明化痰湯證〕
^origin〔程門雪方〕
^formula2〔但夏湯證〕
^origin〔《臨證治驗》方〕
^ingredients2823 生石決明20g，芨祜草、菊花、鉤籐、俚蠶、半夏、白芍、牛膝、茯苓、白朮各IOg，丹參i5g。
^alias痰阻心絡，風痰阻塞清竅。
^chinese 心風，癡呆，中風陽中，中風脫證，厥脫症，痰厥，肝厥，陽癇，失語。
^western 煤氣中毒性精神病，點頭運動症，舞蹈病，腦出血，腦血栓形成，病毒性腦炎，腦幹炎，乙腦後遺症，麻疹 腦炎後遺症，病毒性腦炎後遺症，吞嚥神經麻痺，瘢癇，症狀性瘢癇。
^ill〔氣機不宣〕
^symtom ①胸脅滿悶，@身疲少言。
^tounge ①舌苔黃，②苔白膩植。
^pulse ①脈弦滑，②脈沉滑略數。
^symtom ①神志不清，方向不辨，木呆不語，不饑惡食，不知便溺，②二便失禁，③神呆語亂，④苦笑無 常，不辨方向，⑤人夜不知睡眠，臥床亦不思起床，閉目似睡。
^symtom am躁怒，２手足舞動，坐立不安。
^symtom ①神悄呆鈍，②小便尿床，③頻頻點頭，一日數發，兩拳緊捱，兩手微搐，上視或斜視，④手舞 足蹈，四肢亂動，⑤雙眼左右輪視，皺眉弄額，簍眼，⑥吐舌，⑦雙上肢關節伸直屈曲，扭轉，拍床換被，雙下肢左右交 替伸曲不停。
^symtom ①吐涎沫色青，②面青，③頭痛，④手足無力，本證一H276木火鬰遏候 行動遲緩。轉證一H285木火組閉候H071清R蒙閉候‧
^ck34z10h276
^norm 痰阻心絡。
^chinese 心風，癡呆。
^western 煤氣中毒性梢神病。
^combo 氣鬱+神滯+神擾+陽鬰
^ill〔氣機不宣〕
^symtom ①胸脅滿悶，②身疲少言。
^tounge ①舌苔黃，②苔白膩糙。
^pulse ①脈弦滑，②脈沉滑略數。
^ill2〔神志不清〕
^symtom ①神志不清，方向不辨，木呆不語.不饑惡食，不知便溺，②二便失禁，③神呆語亂，④ 苦笑無常，不辨方向，⑤入夜不知睡眠，臥床亦不思起床，閉目似睡。
^ill<sub=1>〔神志不寧〕
^symtom １時躁怒，２手足舞動，坐立+安。
^ill<sub=2>〔陽氣不和〕
^symtom ①吐涎沫色青，②面青，③頭痛，④手足無力，行動遲緩。
^tounge 舌質紫暗。
^pulse 脈弦。
^formulas
^formula1〔本事獨活湯證〕
^origin〔王旭高方〕
^ingredients2824 獨活、防風、黃芩、山梔子、玄參、石菖蒲、膽南.M、茯苓、橘紅、甘草、竹葉、鮮生地。
^formula2〔十味導痰湯證〕治口吐涎沫，甚則色青，詳見論著（1)。
^ingredients2825 半夏、陳皮、茯苓、甘草、膽南星、枳實、羌活、天麻、竭尾、雄黃、生薑以漿水煎服。
^ingredients2826 1.論著：口吐涎沫，甚則色青，頭痛，脈弦，面青，胸脅滿悶，時躁怒，主辛開苦降，加味防風丸：蛇膽、南星、陳 皮、防風、川芎、天麻、甘草、荊芥、硃砂，或十味導痰湯（組方見方症），甚則千緡湯：半芨、皂角、炙甘草、生薑，加川芎、大貨。
^ck34z10h285
^norm 風痰閉竅。
^chinese 中風陽中，痰厥。
^western腦出血。
^combo 氣熾+血熾+神閉+絡鬰+氣逆
^ill〔津氣蘊熾〕
^symtom 身熱自汗。
^pulse 右滑大脈弦滑數。_
^ill2〔血熱蘊熾〕
^symtom 面赤。
^tounge 舌深紅。
^pulse ①脈左弦大，②脈細弦。
^ill<sub=1>〔神志蒙閉〕
^symtom ①昏睡，②神識欠清，③猝然昏僕，不知人，④目閉而口流誕，⑤頸已歪，⑥痰聲起，欲 語不得，⑦小便失禁。
^pulse 脈已絕。
^ill2〔絡脈不和〕
^symtom ①口歪流涎，②唇麻，③a巷，④手足偏癱。
^ill<sub=2>〔氣機沖逆〕
^symtom ①忽頭劇痛，②淡鳴。
^ill2<sub=2>〔氣機不利〕
^formulas
^formula1〔宣竅導痰法證〕
^origin〔雷少逸方〕
^ingredients2827 遠志3g，石菖蒲、皂角炭 各1.5g，天竺黃6g，杏仁、瓜蔞、俚蠶 各9g，益以百順丸，便秘加潤字丸。
^formula2〔加味竹瀝湯證〕
^origin〔費伯雄方〕
^ingredients2828 安冬6g，石斛9g，橘紅3g，羚角、膽南星、倔蠶 各4.5g，天麻2.4g，竹瀝半杯，薑汁1滴。
^formula3〔清熱滌痰方證〕
^origin〔衡陽醫院方〕
^ingredients2829 菊花、桑枝、地龍、天竺黃、竹節 各9g，.葂荊子、鉤籐、悃香、京半夏、膽南星、遠志 各6g，蒺藜4.5g，.牛黃清心丸1粒。
^ingredients2830 1.論著：姚國美：每以羚角、石決明、蘄蛇、烏梅、竹葉、龍膽草、黃芩、玄明粉之類，鎮肝炮風，鹹寒洩熱取效，或加味 竹浙湯（組方見方症）以治痰盛者；瀉青丸以治內外俱實者（龍膽草、川芎、黑扼、當歸、酒制大黃、羌活、防風等份)。
^ck34z10h071
^norm 風淡阻閉。
^chinese 失語。
^western 乙腦遺症，麻疹腦炎後遺症，病毒性?炎後遺症，吞嚥神經麻痺。
^combo 陽滯+氣熾+神閉+氣鬱+經滯
^ill〔陽氣不行〕
^symtom ①面色黯青，面色蒼白，②表情淡漠，癡呆失語，③四末不溫C
^tounge ①舌淡紅，②舌紫黯，③苔白，④苔膩潤，⑤苔白膩帶乾。
^pulse ①脈細滑，②脈沉細無力。
^ill2〔津氣組熾〕
^symtom ①兩頰潮紅，②唇紅，③皮膚乾燥無汗。
^tounge 舌紅苔薄黃膩。
^pulse ①脈滑數，②脈弦滑略數。
^ill3〔神志蒙閉〕
^symtom ①神志昏憒，只能發單音語言，②神志時清時昏，③雙目緊閉，不能言語，④神志不清，「癡呆不語，耳聾無聞，問話不會回答。
^ill<sub=1>〔氣機不宣〕
^ill2<sub=1>〔氣機不降〕
^symtom 咳嗽痰鳴。
^ill<sub=2>〔經脈不利〕
^symtom ①失語，②吞嚥障礙，不能吞嚥食物，知饑而不能食，③口角流涎終日不止，④肢體癱瘓，手足不能動彈。
^formulas
^formula<var=1>〔溫膽湯證〕
^origin〔劉赤選方〕
^ingredients2831 陳皮4.5g，法半夏、石菖蒲 各12g，茯苓15g，甘草6g，竹茹、枳實、遠志 各9g，每次送服安宮牛黃丸一個1.5g。
^ck34z10h048
^norm 肝風挾痰。
^chinese 肝厥，陽癇。
^western 斑癇，'症狀性瘢癇。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom ①胸中窒閉，異常善太息，②精神萎靡，形體消瘦，面色少華，③飲食欠佳。
^tounge 舌質偏紅苔黃。
^pulse 脈大而弦，脈數。
^ill<sub=1>〔氣機閉塞〕
^symtom ①&厥，神識不清，面色嘲紅，面胱唇青，面色青紫，②病待發時，呼吸緊張，四肢麻木，即發則蚧齒，語言難出，③口噤，兩目上視，兩目竄視，④手足抽搐，角弓反張，四肢拘急。
^tounge 苔白膩。
^pulse 脈弦緩。
^ill<sub=2>〔氣機不降〕
^symtom ①口吐涎沫，②疲聲漉漉，③醒則嘔吐。
^formulas
^formula1〔白附子丸證〕適用於眩暈昏厥如癇疾，醒則嘔吐頭眩。
^ingredients2832 全竭、白附子、天麻、菊花、半夏、南星、川芎、橘紅、旋復花、乾薑。
^formula2〔tn味二陳湯證〕適應狀如癇疾，偁僕不知，醒則嘔吐，頭眩發熱。
^ingredients2833 柴胡、枳殼、甘菊、鉤籐、乾葛根、生薑、陳皮、半夏、茯苓、甘草。
^formula3〔安腦丸證〕
^origin〔惲鐵樵方〕
^formula4〔芍麻湯證〕
^origin〔章次公方〕
^formula5〔熄風開竅，滌痰通絡方證〕
^origin〔李木森方〕
^ingredients2834 白巧、遠志、膽南星、鬰金、低香、地龍 各10g，鉤籐15g，天竺黃7g，明礬3g，當歸13g，川芎8g，甘草4g。
^ingredients2835 (1)李聰甫治癇證一日一發，已半載』近一日數發，發時兩目上視』面色青紫，四肢拘急抽搐』 口灰涎沫，脈弦緩』 指紋淡紅』舌少苔垢。半天湯：鉤籐、朱茯神 各7g』天麻、姜半夏、橘絡、秦艽、膽南星 各3g，遠志、九節菖蒲 各2g，姜 竹沛、天竺黃、倆蠶、枳實 各3ga善後：西黨參、酒制當歸、茯神、酸率仁、磁石、姜半JJ 各30g，廣陳皮、天麻、菊花、膽南星、遠志、秦艽、偁蠶、枳實、菖蒲 各15g，木香？g，共末煎鉤籐、竹茹 各30g，和蜜丸，硃砂10為衣（《李聰甫醫 案》）0
^ck34z10h181
^norm 疲阻陽脫。
^chinese 中風脫證，厥脫泰。
^western 腦血栓形成，病毒性腦炎，腦幹炎。
^ill〔陽氣不振〕
^symtom ①面色夭然不澤，②頸項萎軟不能舉首，不能坐立，③四末X溫。
^tounge ①舌浹而胖，②舌痿質淡。
^ill2〔陽氣閉塞〕
^symtom ①卒然昏僕於地，昏迷，喉中痰聲漉漉，②雙目不能陶，舌春不能言，兩耳失聰，既不會 笑，.亦爾會哭，③廢癱，面赤，④目反，四肢強直。
^pulse 脈細滑。
^tounge 舌質紅苔白膩。
^ill<sub=1>〔陽氣不行〕
^symtom ①面色晦滯，②四肢厥冷。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①色恍白無華，冷汗淋漓，口微張，唇白，呼吸微弱，肌膚稍有涼感，嘔吐頻作，二便失 禁，②昏迷不醒，目合口開，喉中痰鳴，手撒肢冷，肢體軟癱，③高熱神煩，抽搐，反張，喉間痰鳴，汗出。
^pulse ①脈細，②脈沉微欲絕，③脈微欲絕，④脈息弦芤而數。
^formulas
^formula1〔回陽固脫，稍佐化痰方證〕
^origin〔劉志明方〕
^ingredients2836 人參、制附子 各15g，黃耆24g，生南星9g，生薑5片。濃煎徐徐餵服。
^formula2〔育陰回陽、祛風豁痰、開竅醒神法證〕
^origin〔張世道方〕
^alias濕聚成痰。
^chinese 痰飲症，咳痰，肺痿，勞嗽，厥脫。
^western 寬症肌無力。
^ck35z02h227
^norm 濕聚成痰。
^chinese 痰飲症，咳痰。
^combo 氣逆+氣鬱
^ill〔氣機沖逆〕
^symtom ①咳痰其多，色白而膩。
^ill<sub=1>〔氣機不宣〕
^symtom ①神疲，②納呆。
^tounge 苔白膩，
^pulse 脈細楉。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔健脾化痰丸證〕
^origin〔《蒲輔周醫療經驗》方〕
^formula2〔健脾補肺法證〕
^origin〔秦伯未方〕
^ck35z02h235
^norm 陰虛痰熱。
^chinese 肺痿，勞嗽。
^combo 陰虛+氣虛+液灼+氣鬱+血溢+濟竅
^ill〔陰虛失養〕
^symtom ①潮熱，②大便秘結。
^symtom CD食少羸瘦，２面浮，③咳嗽聲低，動則喘息，④自汗惡風，⑤便溏。
^tounge 舌質談紅。
^symtom ①胸悶，②咳嗽。
^symtom ①胸悶熱痛，②口乾，③大便秘結，④溺澀。
^tounge 舌苔淡黃膩。
^pulse 脈細數。
^symtom 時夾血絲。
^symtom 咽痛。
^symtom ①氣促，②吐痰不止，泡沫之痰雖不咳亦自喉中湧出，隨吐隨有。
^formulas
^formula1〔清燥救肺湯證〕
^origin〔黃禾生方〕
^ingredients2837 黨參、生石奇、火麻仁、麥冬、枇杷葉 各10g，阿膠、杏仁、甘草 各15g，桑葉12g。
^formula2〔清寧慎證〕
^origin〔俞根初方〕
^ingredients2838 生地、橘紅 各30g，麥冬、白朮 各180g，桔梗120g，蔥苡仁、桂圓 各300g，炒川貝60g，蘇薄荷90g收膏。
^formula3〔瀉白生脈證〕
^origin〔謝映廬方〕
^ingredients2839 桑白皮、地骨皮、知母、黃耆、黨參、麥冬、五味子。
^ck35z02h051
^norm 痰阻氣脫。
^chinese 厥脫。
^western 重症肌『無力。
^combo 氣閉+氣逆+神蒙+陽滯+氣脫
^ill〔氣機閉塞〕
^symtom 突然昏僕。
^symtom 喉中痰鳴。
^ill<sub=1>〔神志昏蒙〕
^ill2<sub=1>〔陽氣不行〕
^symtom 肢厥。
^ill<sub=2>〔氣虛脫絕〕
^symtom ①氣息微弱，②呼吸困難，③面色瞇白，④汗出肢冷。
^formulas
^formula〔加減扶正散證〕
^origin〔張星斗.方〕
^ingredients2840 黨參、茯苓、土炒白朮、黃耆、半夏 各9g，炙甘草、白蔻仁 各3g，廣陳皮4.5g，石菖蒲2.』lg，硃砂、磁石 各15g。
^chinese 虛咳，哮喘，咳喘，虛喘，痰血。
^western 支氣管哮喘。
^ill〔津液消灼〕
^symtom U乾。
^tounge 苔薄。
^symtom ①胸悶，②咳痰不出。『
^tounge 苔白膩。
^pulse 脈弦滑。
^symtom ①咳嗽氣，②喉中痰鳴。本證——H227肺失宣降候
^symtom ①氣喘，②上氣鬱悶，③痰多白沫，痰中有鹹味而黏轉證一H234肺失清肅候
^symtom 痰中帶血。圖228肺賢虛痰證證候結構圖
^ck35z05h227
^norm 上實下虛，腎水上泛。4 *
^chinese 虛咳，哮喘。
^western 支氣管哮喘。
^combo 氣逆+氣鬱
^ill〔氣機沖逆〕
^symtom ①氣喘，②上氣鬱悶，③痰多白沫，痰中有鹹味而黏厚，痰雜血點。
^ill<sub=1>〔氣機不宣〕 症象‧.１胸悶，２咳痰不出。
^tounge 苔白膩。
^pulse 脈弦滑。
^ill<sub=2>〔清竅不宣〕
^symtom ①喉中痰鳴。
^formulas
^formula1〔加減金水六君煎證〕
^origin〔《通俗傷寒論》方〕
^formula2〔金水降痰湯證〕程門雪治痰中有鹹味‧而黏厚，苔白膩，腎水不攝，津液上泛。詳見病案（）。
^ingredients2841 大熟地24g，當歸身、仙半夏、川續斷 各9g，雲茯苓、海浮石、海蛤殼 各12g，廣陳皮、炙甘草 各4.5g，生惹苡仁
^ck35z05h234
^norm 陰虛痰熱。
^chinese 咳喘，痰血。
^combo 液灼+氣蒸+氣鬱+血溢+清竅
^ill〔津液消灼〕
^symtom .：口乾。
^tounge 苔薄。
^ill<sub=1>〔清竅不利〕
^ill2<sub=1>〔津氣蘊蒸〕
^ill<sub=2>〔絡血妄行〕
^symtom 痰中帶血。
^ill2<sub=2>〔氣機不降〕
^symtom 咳嗽氣喘。
^formulas
^formula<var=1>〔七味都氣丸證〕
^origin〔程門雪方〕
^ck35z05h175
^norm 上實下虛，腎虛咳喘。
^chinese 虛喘。
^combo 陽虛+氣逆+陰虛+陽浮
^ill〔陽氣不振〕
^symtom ①面恍，唇淡，②四肢欠溫，③神迷嗜睡，④痰多，痰稀多沫。脈微弱無力。
^formulas
^ingredients2842 人參、知母、桑白皮、茯苓、貝母 各60g，蛤蚧1對，杏仁、炙甘草 各150g，為末，每服9g，沖服。
^formula2〔人參胡桃湯證〕
^origin〔〈濟生方》方〕
^formula3〔貞元飲證〕
^origin〔(景岳全書》方〕
^ingredients2843 熟地黃、炙甘草、當歸。
^ingredients2844 (2)沈仲圭：孟河丁氏治肺腎兩虛，氣不攝納，而成喘咳，用黨參都氣丸：胡桃肉、補骨脂、牡蠣補肺腎之虛，仍佐 半夏、橘紅、茯岑、杏仁、蘇子、旋復花、川貝母、枇杷葉、乾薑、五味子降氣化痰，既不塑氣亦不傷正，配合得當每多
^alias上盛下虛。
^chinese 虛喘，腎虛咳喘，腫脹，閉經，陰厥。
^western 哮嗤性支氣管炎，泌乳綜合征。
^ck35z19h227
^norm 濕痰阻肺。—
^chinese 虛喘。
^western 哮喘性支氣管炎。
^combo 氣逆+氣鬱
^ill〔氣機沖逆〕
^symtom 咳喘早晚較重。
^ill<sub=1>〔氣機不宣〕症糸：１咳嗽，２疲白黏，３胸悶心慌，４週身乏力，５食少頭昏。
^pulse 脈弦細。
^ill<sub=2>〔清竅不宣〕
^symtom 咽喉燥癢。
^formulas
^formula<var=1>〔金水六君證〕
^origin〔沈仲圭方〕
^ingredients2845 當歸、熟地、半夏、陳皮、茯苓、甘；草加西黨參、白術、紫石英。
^ck35z19h169
^norm 陽虛痰滯。
^chinese 腫脹，閉經。
^western 泌乳綜合怔。
^ill〔陽氣不振〕
^symtom ①腰酸，②肢冷，③月經不行，④溢乳綿綿。
^pulse 脈浮大滑無力。
^ill2〔津不化氣〕
^symtom ①唾多口乾，②痰多味鹹，③兩足浮腫。
^tounge 苔白膩。
^pulse 脈滑。
^ill<sub=1>〔氣化不行〕
^symtom 小便不利。
^ill2<sub=1>〔氣機不宣〕
^symtom 納少體胖。尤「
^ill<sub=2>〔氣機不利〕
^symtom ①胸滿腹脹，②二便不利，③腹大脅痛。
^formulas
^formula〔溫陽益氣化濁方證〕
^origin〔姚離層方〕
^ingredients2846 生黃耆、黨參 各15g，焦白朮、仙靈脾、法半夏、香附 各10g，雲茯苓12g，.附塊9g，肉桂5g，廣陳皮6g。
^ck35z19h175
^chinese 腎虛咳喘。
^combo 陽虛+陰虛+陽浮+氣逆
^ill〔陽氣不振〕
^symtom ①便溏，日三四行，②心慌心悸，③午後惡寒，④口淡乏味，⑤小便頻，⑥遺楠。
^tounge ①舌淡苔灰滑，②咨滑潤。
^pulse ①脈沉細無力，②沉遲。
^ill2〔氣機沖逆〕
^symtom ①哮喘不能平臥，②喘悶氣窒，③咳則喘甚。
^tounge 舌光絳。
^ill<sub=2>〔陽氣浮越〕
^symtom ①姨綠兼有白沫，②喉中痰聲漉漉。
^formulas
^formula1〔溫養湯證〕
^origin〔鄒雲翔方〕
^formula2〔溫陽悅脾化痰平喘方證〕
^origin〔楊俊亭方〕
^ingredients2847 淡附片、桂枝、焦白朮、廣陳皮、法半g 各9g，五味子、款冬花、紫菀 各6g，雲茯苓 12g，粉甘草4.5g，蛤蚧1對，研沖。
^ck35z19h181
^norm 痰滯陽脫。/
^chinese 陰厥。
^combo 陽虛+陽閉+陽滯+陽脫
^ill〔陽氣不振〕
^symtom 四肢不溫。
^pulse 脈虛細。
^ill2〔陽氣閉塞〕
^symtom ①夜則身冷，②姨壅色白，咽中汩汩不休，如咽吐‧之聲，③心中難過，④昏厥。
^tounge 苔白濕膩。
^ill<sub=1>〔陽氣不行〕
^ill<sub=2>〔陽氣脫絕〕
^symtom ①寐不安，②神疲如迷，③口角流涎不止。
^pulse 脈細如絲。
^formulas
^formula〔姜附湯證〕
^origin〔程門雪方〕
^alias飲乾清竅，濁邪僭上:水飲停胃，水停心下。
^chinese 支飲，伏飲，留飲，溢飲，眩暈，胃脘痛，嘔逆，飲瀉，.久瀉，水腫實證，瘐脹，水臌，虛腫，虛脹，
^western內耳眩暈症，胃竇部潰瘍，幽門水腫梗阻，十二指腸球部潰瘍，乳糜胸腹水，風心，二尖瓣狹窄，心功能代 償期。
^ill〔陽氣不宣〕
^symtom ①面色蒼白無華，消瘦，②畏寒，③心下悸。
^tounge 舌質淡，苔薄白。
^pulse ①右脈沉滑，②脈細。
^symtom ①煩悶，②納少。
^symtom ①吐清涎，②噁心，③時吐黃水，④噯氣。
^symtom ①瀉水世多，水下復瀉，瀉而大渴，②渴能飲水。‧
^ck36z13h070
^norm 飲乾清竅，濁邪僭上。
^chinese 眩暈。
^western 內耳眩暈症。
^combo 陽滯+氣逆+空竅
^ill〔陽氣不行〕
^symtom ①背覺寒冷，②便溏，③身為振搖。
^tounge 苔薄白而膩。
^pulse ①脈沉軟滑，②脈貓緩，③脈沉緊。
^ill2〔清空不宣〕
^symtom ①起則頭眩，②眩暈合目臥床，稍轉動便感覺天旋地轉，耳鳴。
^ill<sub=1>〔氣機沖逆〕
^symtom ①心口逆滿，氣上衝胸，②吐頻繁，嘔吐物俱是濟水涎沫，螢多盈盆。‧
^ill<sub=2>〔氣機不宣〕
^symtom ①胃納欠佳，②胸悶。
^formulas
^formula1〔〈金匱） 小半夏湯證〕
^origin〔陳嘉棟方〕
^ingredients2848 半茛12g，生薑18g。
^formula2<var=1>〔桂苓術甘湯證〕
^origin〔劉炯夫方〕
^ingredients2849 桂枝9g，茯苓15g，白朮、法半夏各Ug，甘草10g，茶葉2g，生薑3片。
^ck36z13h251
^norm 水飲停宵，水停心下。
^chinese 胃脘痛。
^western 宵竇部潰瘍。
^combo 陽鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①面色蒼白無華，消瘦，②畏寒，③心下悸。
^tounge 舌.質淡，苔薄白。
^pulse ①右脈沉滑，②脈細。』
^ill2〔氣機不利〕
^symtom ①胃脘痛，②食後飽脹，動作水聲，或腹中漉漉有聲。
^ill<sub=1>〔氣機不宣〕
^symtom ①煩悶，②納少。
^ill<sub=2>〔氣化不降〕
^symtom ①吐清涎，②噁心，③時吐黃水，④噯氣。
^formulas
^formula<var=1>〔苓桂術甘湯證〕
^origin〔周冠群方〕
^ingredients2850 桂枝、陳皮 各9g，茯苓、白朮 各18g，佛手、仙茅、仙靈脾各I2g，炙甘草6g。
^ck36z13h248
^norm 水停心下。
^chinese 支飲，伏飲，留飲，瀉脘痛，嘔逆，陰吹。
^western 幽門水腫梗阻，十二指腸球部潰瘍。
^combo 氣逆+氣鬱+氣滯
^ill〔氣機沖逆〕
^symtom ①嘔逆不渴，心悸，谷不得下，②乾嘔，吐涎沫，或咳或嘔或嗌，咳嘔，嘔出涎沫，嘔吐 清水，時吐黃水，得食及飲水則甚，③先渴後嘔，先嘔後渴，④早食苺吐，似喘非喘，似嘔非嘔，似噦非噦。
^pulse 脈沉弦，或右寸關脈沉弦。
^ill<sub=1>〔氣機不宣〕
^symtom ①眩悸，②心下痞，胸膈不通，③口淡不渴不食，④小便不利，⑤陰道矢氣有聲。
^tounge 舌苔白滑。
^pulse ①脈遲弦，②脈弦滑。
^ill<sub=2>〔氣機不利〕
^symtom ①心下痞滿，胸膈室塞，胸膈脹滿，②心痛，胃脘脹痛，或誤惕然引痛，或其痛如割，③ 腹部有水鳴聲，腹部扣之有振水聲，漉漉有聲。
^formulas
^formula1〔甘遂半夏湯加減（小半g加茯苓湯）證〕
^origin〔龔文德方〕
^ingredients2851 甘遂5g，半g、生白朮各IOg，茯苓12g，清炙甘草3g，生薑2片，怡糖30g。
^ingredients2852 橘皮6g，半S：10g，桂枝、生孌 各5g，茯苓12g，枳實9g。
^ingredients2853 瀉反吐而渴欲飲水者，茯苓澤瀉湯主之。茯苓半斤，澤瀉 四兩，甘草 二兩，桂枝 二兩，白朮 三兩，生薑 四兩（《金匱 要略》135)。
^ck36z13h264
^norm 水飲泛脾。
^chinese 飲污，久污，溢飲。
^combo 陽滯+氣滯+氣鬱+水谷不分
^ill〔陽氣不行〕
^symtom ①畏寒，②四聯不溫。
^tounge 舌淡苔白滑。
^pulse 脈細。
^symtom 腹中隱痛。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔水谷不分〕
^symtom ①瀉水雖多，②渴能飲水，水下復瀉，瀉而大渴。
^formulas
^formula1〔增損胃苓法加臧證〕
^origin〔雷少逸方〕
^ingredients2854 廣陳皮、豬苓、澤瀉、藿香 各4.5g，白茯苓、滑石 各9g，加白朮、甘草：，水煎服。
^formula2〔控涎丹證〕
^origin〔洪哲明方〕
^ingredients2855 甘遂、大戟、白芥子各等份。糊丸，5g 1丸。丸蕩滌。
^ck36z13h090
^norm 水腫實證。
^chinese 實腫
^western 乳糜胸腹水，風心病，二尖瓣狹窄，心功能代償期。
^ill〔陽氣不行〕.
^symtom 口淡。
^ill<sub=1>〔氣化不行〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔逐水至神湯證〕
^origin〔《傅青主男科》方〕
^formula2〔蠲飲萬靈湯證〕
^origin〔《通俗傷寒論） 方〕
^formula3<var=1>〔胃苓湯證〕
^origin〔螢德懋方〕
^ingredients2856 蒼朮、白朮、陳皮、茯苓皮、豬苓、大腹皮 各10g，川厚樸、甘草5g，澤瀉6g，桂枝3g，生薑皮2g。
^ingredients2857 (1)邵佐清治濕蘊不化，面目胸皞腫滿，便溏尿數，舌嫩白，治與理脾宣濕化腫：大腹皮、冬瓜皮、茯苓皮 各12g，川厚樸、青陳皮 各4.5g，商陸、檳榔 各7.2g，黑白丑、劉寄奴 各9g，車前子9g拌滑石14.1g (包煎），地枯蘿30g (煎汁 代水）。二診：案軟前方，茲不重述，仍步原章出人：大腹皮、冬瓜皮、茯苓皮 各12g，炒小青皮5.4g，商陸、枳實、制大 黃 各7.2g，黑白丑9g，檳榔、芫花、大戟 各6g，燈芯0.6g。三診：腫滿浮?已差，惟脘腹尚感脹滯，行步串掣腰髀：全瓜 蔞21g，大腹皮0..5g，老紫蔻2.4g (沖），枳實、檳榔 各7.2g，炒小青皮5.4g，滑石（包煎）12g，晚蠶砂（包煎）
^ck36z13h091
^norm 水氣聚結。
^chinese 痰脹，水臌。
^combo 陽滯+津滯+氣結
^ill〔陽氣不行〕
^symtom 谷少神疲。
^ill2〔津不化氣〕
^symtom ①面肢俱腫，②腹膨足腫。
^ill3〔氣機鬱結〕
^symtom ①中滿腹脹，②腹脹如鼓，按之呱呱有聲，臍突青筋。
^ill<sub=1>〔氣化不行〕
^symtom 小便不利，二便不利。
^ill2<sub=2>〔氣機不直〕〔氣機不降〕
^symtom 上氣喘逆。
^formulas
^formula1〔經驗理中消脹丸證〕
^origin〔《通#傷寒論》方〕
^formula2〔大聖浚川散證〕
^origin〔《證治準繩》方〕
^ingredients2858 煨大黃、牽牛子、鬰李仁 各30g，木香、芒硝 各9g，甘遂1.5g。水煎服。
^formula3〔臘制消水丸證〕
^origin〔（新中醫藥》8卷12期547頁栽方〕
^ingredients2859 巴霜450g，甘遂、大戟、芫花、淳樸、當歸、黨參、枳殼各225f5，另用黃臘300g，水灑丸後為廓，滑石粉240g為衣，
^formula4〔舟車神祐丸證〕
^origin〔《丹溪心法》方〕
^ingredients2860 大黃60g，甘遂、大戟、芫花、青皮、陳皮 各30g，木香15g (目肪成藥多加檳榔、輕粉）水丸，每服1.5～3g。
^formula5〔王氏厚樸散證〕
^origin〔《王旭高醫案》方〕
^ingredients2861 厚樸、枳實（巴豆同炒去豆）、木香、青皮、陳皮、甘遂、大戟、乾薑。
^formula6〔巴漆丸證〕
^origin〔顧雨時方〕
^ingredients2862 巴豆霜、乾漆、蒼朮、陳皮。
^formula7〔消水散證〕行氣逐水治積水停飲，腹脹如鼓。
^ingredients2863 甘遂、黑丑、沉香、琥珀。
^formula8〔加味控誕丹證〕
^origin〔《通俗傷寒論》方〕
^ck36z13h092
^norm 脾虛停水。
^chinese 虛腫，虛脹。
^formulas
^formula1〔烏蠡魚湯證〕
^origin〔繆仲淳驗方〕
^formula2〔水腫至神湯證〕
^origin〔汪日懼《隨山宇方鈔》方〕
^ingredients2864 茯苓60g，黃土炒白朮、赤小豆、車前草 各30g，大麥須15g，枳實9g，六神曲12g，大罐濃煎，須一日夜服盡，連服3 劑，溺暢腫消。
^formula3〔大溫中丸證〕
^origin〔《丹溪心法》方〕
^ingredients2865 陳皮、蒼朮、厚樸、三稜、莪術、青皮 各五兩，香附一斤，甘草 一兩，醋炒針砂 二兩。醋糊為丸，空腹姜鹽湯送服。
^norm 痰飲類傷 寒，是以其人胃中索有停飲，或因外感風寒藉濕所觸動，或因表證早投清下、寒潤，致表邪內陷，與胃中停飲相搏而成，即俞根初所謂：「此水與熱鬰互結在胸脘脅肺爵之間也」。結於胸中稱為水結胸或胸痺，逆於肺稱支飲，留於胸脅稱留飲，懸於脅下為懸飲，溢於皮膚之間為溢飲，留於肢節之間亦稱留飲。、
^alias痰飲類傷寒，痰伏膈上，伏飲在絡，宵不和。
^chinese 痰飲挾外邪，漏風，勞風，胸痺，心痛，肺脹，脅痛，水結胸，懸飲，支飲，留飲，溢飲，喘腫，歷節痛，不寐。
^western 支氣管炎，肺氣腫，肺原性心臟病，冠心病，後壁供血不良，結核性胸水，滲出性胸膜炎，胸積液。
^ill〔陽氣不宣〕
^symtom ①悄寒，②下利日十餘行，③手足厥冷，④肢倦體瘦。
^pulse ①脈浮緊，②左脈遲，③乍緊乍結，④六脈浮洪，柬按豁然。
^symtom ①憎寒壯熱，惡風自汗，②翕翕發熱無汗，③發熱向晚作甚，天明漸止。
^symtom ①胸中鬱痛，饑不能食，使人揉按之，反多涎唾，②胸中痞硬，③心下煩滿，④咳嗽短氣，咳痰，咳出育黃涕大如彈丸，⑤小便不利，⑥自汗盜汗，汗出不止，心口如水。
^tounge 苔白滑。一
^ck36z12h057
^chinese 漏風，勞風，痰飲挾外邪。
^combo 陽鬰+表鬰‧氣鬱
^ill〔陽氣不宣〕
^symtom ①憎寒，②下利H十餘行，③手足厥冷，④肢倦體瘦。
^pulse ①脈浮緊，②左脈遲，③乍緊乍結，④六脈浮洪，蜇按豁然
^ill2〔腠理不宣〕
^symtom ①憎寒壯熱，惡風自汗，②翕翕發熱無汗，③發熱向晚作甚，天明漸止。
^ill2〔氣機不宣〕
^symtom ①胸中鬱痛，饑不能食，使人揉按之，反多涎唾，②胸中痞硬，③心下煩滿，④咳嗽短氣，咳痰，咳出青黃涕大如彈丸，⑤小便不利，⑥自汗盜汗，汗出不止，心口如水。
^formulas
^formula1〔瓜蒂二陳湯證〕適用於胸滿氣沖，憎寒壯熱，惡風自汗，胸中鬱痛，饑不能食，反多涎唾，或下痢。詳見論著（2)。
^formula2〔導痰湯證〕
^origin〔《婦人良方》方〕
^ingredients2866 制半夏6g，陳皮、茯苓、枳實、制南星 各3g，廿草1.5g。水煎服。甚則加滾痰丸。
^formula3<var=1>〔桂枝湯證〕
^origin〔鄭品端方〕
^ck36z12h058
^chinese 水結胸。
^combo 陽鬰+表鬰+氣滯
^formulas
^formula1<var=1>〔五苓散證〕
^origin〔謝映廬方〕
^ingredients2867 豬苓、澤瀉、白朮、茯苓、桂枝，蜇桂枝化氣利濕，加陳皮、半夏、甘遂和中逐飲。
^formula2〔半夏茯苓湯證〕
^origin〔孫屯方〕
^ck36z12h067
^norm 水滯上焦。
^chinese 胸痺、心痛，肺脹。
^western 冠心病，後壁供血不良，支氣管炎。
^combo 陽鬰+絡滯+氣鬱+血溢
^ill〔陽氣不宣〕
^symtom ①惡寒發熱，形寒發熱，②畏寒，怯冷感涼，近火蓋被亦無減輕，③頭疼身痛，肢酸，下 肢疫痛，④口渴引飲，而飲不喜涼，未得汗洩。
^tounge 苔白膩，舌苔並無燥形。
^pulse ①關上小緊數，②陽微陰弦，脈有數勢。
^symtom ①朐痺而痛，②心痛徹背，③胃脘胸脅及背部隱隱作痛，④左脅作痛，臥難著枕。
^tounge 苔薄白。
^pulse ①寸口脈沉而遲，②遲細。
^symtom ①胸悶咳嗽，②胸中氣塞，③心中痞，④胸滿，咳唾，⑤短氣不足以息，⑥納食如廢。
^tounge 苔薄白。
^pulse 脈弦滑。
^symtom ①喘息，氣逆，②上衝咽喉，呼吸作聲，③咳喘倚息不得臥，④脅下逆搶心，⑤噁心。
^symtom 略紅。
^symtom 頭輦。
^formulas
^formula1〔蔞薤絳覆湯證〕
^origin〔《通俗傷寒論》記徐宗愚方〕
^ingredients2868 瓜蔞仁9g，薤白酒搗3枚，仙半夏、赤茯苓、新絳、旋復花 各4.5g，砂仁2.ig，桂枝0.9g，蔥管5寸。
^formula2〔小青龍合栝樓薤白湯證〕
^origin〔袁桂生方〕
^ingredients2869 麻黃、桂枝、細辛 各1.2g，乾薑、五味子、甘草 各1.5g，白芍4.5g，瓜蔞仁、薤白、姜半g 各9g。
^formula3<var=1>〔〈金匱〉胸痺橘枳生薑湯證〕
^origin〔姚國鑫方〕
^ingredients2870 橘皮（重用）12g，枳實9g，生薑15g，孌半夏、茯苓 各12g。
^formula4<var=1>〔桂枝瓜萎薤白湯證〕
^origin〔董德懋方〕
^ingredients2871 白朮、桂枝、姜半芨、竹茹、陳皮、瓜蔞、枳實、薤白、葛根 各10g，雲茯苓15g，桑枝30g，甘草5g。
^ck36z12h233
^norm 伏飲在絡。
^chinese 懸飲，脅痛。
^western 結核性胸水。
^combo 氣鬱+絡滯+血溢
^ill〔氣機不宣〕
^symtom ①咳煩，②潮熱，③寒熱如瘧狀。
^tounge 苔白賦。
^pulse 脈沉弦，脈象弦滑。
^ill2〔絡脈不利〕
^symtom ①胸中痛，②胸脅刺痛，③脅下痛引缺盆。
^ill<sub=1>〔絡瘀血溢〕
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom ①時吐酸飲，②喘咳夜甚。
^formulas
^formula1〔香附旋復花湯證〕
^origin〔吳鞠通方〕
^formula2〔加味五苓散證〕
^origin〔解放軍總醫院方〕
^ingredients2872 茯苓、白朮 各12g，豬苓、澤瀉 各10g，桂枝6g，商陸20g，黨參、赤芍 各15g。
^formula3〔控誕丹證〕
^origin〔《三因極一病證方論》方〕
^ck36z12h047
^norm 水留胸脅。
^chinese懸飲，支飲，留飲，水結胸。
^western 結核性滲出性胸膜炎，肺氣腫，胸積液，肺原性心臟病。
^ill〔氣機不宣〕
^symtom ①短氣，納差，②口乾值不欲多飲，③染滎汗出，④帶下清稀如注，⑤肢體沉寬，⑥面目 及全身浮腫。
^tounge ①舌質淡紅，②苔薄黃，③苔溥膩。
^ill2〔氣機鬱結〕
^symtom ①心下痞粳，語聲難續，②胸肋間飽滿，③咳引胸脅，咳煩胸中痛，④胸脅脹痛，⑤胸膈 痞痛，⑥從脘至少腹堅痛拒按，⑦右脅下有卵大烯塊不時竄痛，頸項、腋下和乳房有黃豆大小結核，臉麻舌倔，⑧胸中漉 漉有聲，⑨腹大如釜，R二便不利，大便秘結。
^tounge ①舌胖，②舌質紫黯，③苔白膩。
^pulse ①六脈弦緊而大，重按則空，尤以右脈明顯，②脈沉弦有力，③脈沉弦細，④或伏。
^ill<sub=1>〔氣機不降〕
^symtom ①乾嘔喘滿，②嘔吐涎沫，③氣促不能平臥，痰涎壅盛，動則氣促而喘，④噯氣咳逆，唇 周發紺。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①壯熱神昏，②發熱持續不退，頭汗出，汗出不惡寒，③寒熱如瘧，④申酉時小有潮熱，⑤渴不引飲，⑥吐痰黏稠，臭穢，⑦大便不通。
^tounge 舌苔粗糙。
^ill<sub=2>〔清竅不宣〕
^symtom 頭痛頭眩。
^formulas
^formula1〔十棗湯證〕
^origin〔《傷寒論》方〕
^formula2〔蠲飲萬靈湯證〕
^origin〔《通俗傷寒論》方〕
^formula1〔大陷胸湯〕
^origin〔《傷寒論》方〕
^ck36z12h069
^norm 寒飲浸肺。』
^chinese 溢飲，喘腫。
^combo 陽鬰+氣鬱+表鬰汴滯。
^formulas
^formula1〔小音龍湯證〕
^origin〔《傷寒論》方〕
^ingredients2873 麻黃、白芍葯、細辛、乾薑、炙甘草、桂枝 三兩，五味子、半岌半升。水煎，分3次服。
^formula2〔麻杏三皮湯證〕
^origin〔葉氏方〕
^ingredients2874 麻黃2.4g，杏仁9g，姜皮3g，茯苓皮12g，新會皮15g，紫菀、前胡 各6g，牛蒡子4.5g。
^chinese太陰裊濕，太陽中喝，太呵腑症，少陰咽痛，痰飲咳嗽，咳溺，支飲，氣喘，咳喘，本逆，呃逆，風水，伏 飲，喘脹，風水，皮水，陰水，水腫，關格，子腫症，虛腫。
^western 慢性支氣管炎合併肺氣腫，肺原性心臟病，兩肺陳舊性結核，心衰m。四度心衰，尿毒症性心包炎，自發 性氣胸，胸膜增厚黏連，小兒急性腎炎，慢性腎炎腎病期（大雖胸水、腹水），合併肺炎，腎病綜佘征，慢性腎炎並尿毒 症，妊娠羊水過多，營養不良性水腫。
^symtom ①咳聲重濁，②面色紫黑，③心悸。
^tounge 舌淡胖，苔厚白膩。
^pulse 脈沉遲。
^symtom ①胸脅苦悶，心下結滿，②咳嗽，夜間尤甚，_多清稀而多白沫，④疲多而黏稠，咯大螢黃黏域。
^tounge ①苔白膩，②苔滑。
^pulse ①脈滑，②脈弦。
^symtom ①上喘息高，②疲多色;白。
^symtom ①咳逆上氣，倚息，短氣不得臥，②胸滿胸脹喘息，③面目及兩下肢浮腫，④/j、便短少。
^pulse 脈弦細而疾。
^tounge 舌質紅乾無苔。
^ck36z02h231
^norm 寒水犯肺。
^chinese 太陰暑濕，痰飲咳嗽，咳溺。
^combo 陽鬰+氣鬱+清竅
^ill〔陽氣不宣〕
^symtom 咳聲重濁。
^tounge 舌淡胖，苔厚白膩。
^pulse 脈沉遲。『
^ill2〔氣機不宣〕
^symtom 咳嗽，咳而尿出，夜間尤甚。
^ill<sub=1>〔氣機不降〕
^symtom ①上喘息高，②痰多色白。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula〔桂枝加厚樸杏子湯證〕
^origin〔《傷寒論》方〕
^ck36z02h227
^norm 飲邪上逆。
^chinese 支飲，氣咕，咳喘。
^western 慢性肺原性心臟病，四度心衰。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^ill<sub=2>〔清竅不宣〕
^formulas
^formula〔葶藶大棗瀉肺湯證〕
^origin〔《金匱要略》方〕
^ingredients2875 葶藶10g，大棗12枚，水煎服，一日3次。
^ck36z02h059
^norm 陽氣怫鬰。
^chinese 太陽中竭，少陰咽痛。.
^combo 陽鬰+陽滯+表鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①身熱疼逋，②嗇嗇惡寒，肉上粟起，③不渴，④洩瀉。
^tounge 舌潤。
^pulse ①脈微弱，②寸口脈沉而小，③陰部沉微尤力。
^ill2〔陽氣怫鬰〕
^symtom .①滿面紅赤，汗出如雨，②大熱煩渴，③身熱，自汗盜汗，④&胃狂言，⑤煩躁不安，６嘔渴咽痛。
^pulse ①脈芣沖指，②浮洪，③陽部洪數無倫《
^ill3〔腠理不宣〕
^symtom 發熱無汗。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸上痞隔，②胸腹飽滿，飲食不進，③小水不利。
^ill<sub=2>〔氣機不降〕
^symtom ①喘急，②茶飲皆吐，③口中常流痰液。
^ill2<sub=2>〔清竅不宣〕
^symtom 咽喉不利，２咽中痛。
^formulas
^formula1〔五苓散證〕
^origin〔《傷寒論》方〕
^formula2〔瓜蒂散證〕
^origin〔《傷寒論》方〕
^formula3<var=1>〔甘桔湯證〕
^origin〔吳坤安方〕
^ingredients2876 枯梗、甘草、半夏、催屜、陳皮、桂枝、射乾、防風、姜皮。
^ck36z02h064
^norm 水氣上逆。
^chinese 水逆，太陽腑症，咳喘。
^combo 陽鬰‧表鬰+氣逆+氣鬱
^ill〔陽氣不宣〕
^symtom ①恚寒昏困，②遍體煩疼，③口乾不欲飲，④四肢冷，⑤大便不實。
^tounge 舌苔白膩。
^pulse 左手弦細，右手遲滑。
^ill2〔氣機沖逆〕
^symtom 區惡，嘔吐不止，飲食下嚥，少頃盡吐，苒飲涼水，人咽亦吐，號叫不定，２咳嗽氣喘，３心下結滿而喘。
^tounge 苔膩。
^pulse ①脈洪大浮滑，②寸脈微浮。
^symtom ①發熱惡寒，無汗，②汗出惡風。
^symtom ①胸滿，②二便不行。
^tounge 白滑。
^pulse 右弦滑。
^ill3〔清空不宣〕
^symtom 頭痛
^formulas
^formula1〔五苓散證〕
^origin〔《傷寒論》方〕
^formula2〔五積散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients2877 白芷、川誇、甘草、茯苓、當歸、肉桂、白芍葯、半夏 各90g，譎皮、枳殼、麻黃 各180g，蒼朮720g，桔梗360g，乾 荽、厚樸120g。為粗末，每服9g，加生薑3片，水煎服。
^ck36z02h090
^norm 水氣停蓄。
^chinese 風水，喘脹，伏飲。
^western 小兒急性腎炎，慢性腎炎腎病期（大螢胸水、腹水）合併肺炎，兩肺陳舊性結核，胸膜增厚黏 連，慢性支氣管炎合併肺氣腫，肺原性心臟病，心衰ID °。
^combo 陽滯+津滯+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom ①面色蒼白，面唇青紫，面蒼唇滋，面色晦滯，口唇發紫.②背冷惡風，惡寒頭痛，典流 清涕，③皮膚乾燥，口乾舌燥，煩躁難忍，口氣穢濁，典涕黃稠。
^tounge ①舌淡而夾青，②舌苔白膩，③舌青紫苔淡黃厚膩。
^pulse ①脈沉弦，②脈細沉弦，③脈弦細，④脈細小數。
^ill2〔津不化氣〕
^symtom ①足腫，兩足腫將至膝，按之沒指，②面浮肢腫，③週身高度浮腫，陰栽陰莖水腫，並有腹水，４心悸。
^tounge 舌苔薄白，２答白滑。
^pulse 脈浮數。
^symtom ①腹脹，②腹部掙脹，並時有漉漉之聲，③胸悶而脹，脅肋掣痛，④二便不利，小便不利，大便未行。
^ill<sub=1>〔氣化不行〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不降〕
^symtom ①上氣喘息，張口喘息，氣難相續，②喘咳，喉有痰鳴，甚則張口抬肩，搖身擷肚，不能 平臥，俯不得仰，③嘔吐清涎。
^formulas
^formula1〔防己椒目葶藶大黃丸證〕
^origin〔《金匱要略》方〕
^ingredients2878 防己、椒目、葶藶子、大黃 各一兩。蜜丸，梧桐子大，每服一丸，日三次。功能攻逐水飲，利水通便。
^formula2〔五子五皮飲證〕
^origin〔《通俗傷寒論） 方〕
^ingredients2879 蘇子、炒萊菔子、新會皮 各4.5g，白芥子1.8g，葶藶子2.4g，車前子9g，瓜蔞皮、茯苓皮 各12g，大腹皮6g，姜皮
^formula3〔茅根雞金湯證〕
^origin〔王文鼎方〕
^formula4<var=2>〔導水茯苓湯證〕
^origin〔黃少華方〕
^ingredients2880 帶皮茯苓、杏仁、蘇葉、蘇子、白朮、澤瀉、大腹皮、陳皮、豬苓、青皮、車前子、六一散、冬瓜皮、厚樸。
^ck36z02h091
^norm 水氣聚結。
^chinese 喘脹，風水，皮水。
^western 急性腎炎。
^combo 陽滯+津滯+氣結+氣鬱
^formula1〔平氣散證〕
^origin〔羅謙甫方〕
^ingredients2881 牽牛子60g，陳皮15g，宵皮、檳榔 各9g，火黃21g，為末服％。
^formula2〔十棗湯證〕
^origin〔（傷寒論》方〕
^ck36z02h092
^norm 氣虛停水。『
^chinese 水腫，關格，子腫症。
^western 慢性腎炎並屎毐症，尿毒症性心包炎，妊娠羊水過多。‧
^combo 氣虛+津滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①面色萎黃，精神萎靡，語音低微，②心悸心慌氣短，動則氣短，③喘促多汗，④納呆。
^tounge ①舌淡潤，②舌淡胖，邊有齒痕，③苔薄白。
^pulse ①右脈弦細，左細弱，②脈細弱而稍數。
^ill2〔津不化氣〕
^symtom ①面目四肢浮腫.②足腫，③腹部膨隆特甚，脹滿至劍突下，坐臥不寧，④咳嗽纏綿不已，
^pulse 脈沉滑。
^symtom ①尿少，②口中溺臭。
^symtom ①胸悶憋氣，難以平臥，②咳嗤並作，胸脅背部牽掣作痛。
^tounge 舌淡苔白膩。
^pulse ①脈弦滑，②右寸浮弦。
^symtom ①嘔惡頻頻，②大便乾結。
^tounge 舌微紫黯，苔白膩滑。
^formulas
^formula1〔水腫湯證〕
^origin〔許壽仁方〕
^ingredients2882 麻黃、桂枝、黃耆、薏苡仁、通草、茯苓皮、赤小豆、冬瓜仁、白朮、木香。
^formula2<var=1>〔茶桂術甘湯合葶藶大棗瀉肺湯證〕
^origin〔時振聲方〕
^ingredients2883 茯苓、桂枝、白朮 各15g，甘草6g，東北人參、蘇梗 各10g，葶藶子12g，大棗5枚，澤瀉20g。
^formula3<var=1>〔白朮散證〕
^origin〔羅元愷方〕
^ingredients2884 白朮、生牡蠣 各25g，蒼朮' 陳皮 各6g，白雲苓、茯苓皮 各30g，姜皮9g，大腹皮、澤瀉 各15g，北杏仁I2g。
^ck36z02h158
^chinese 虛腫。
^western 營養不良性水腫。
^combo 氣虛+陰虛+津滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①面色萎黃不澤，②動輒心悸，③小便跫多色清，夜間尤頻，④手指麻脹。
^pulse 脈弦數大。
^ill2〔陰虛失養〕
^symtom ①口乾欲飲，但不敢多飲，②腹中知饑，食較平日為多。
^tounge 舌尖紅裂少津。
^ill<sub=1>〔津不化氣〕
^symtom ①週身浮腫，下肢尤甚，按之凹陷，如按至骨則痛，②咳吐白色稀痰。
^ill<sub=2>〔氣機不利〕
^formulas
^formula〔益胃生津補氣淡滲方證〕
^origin〔秦伯未方〕
^ck36z02h169
^norm 陽虛水泛。
^chinese 陰水。
^western 腎病綜合征。
^combo 陽虛+汴滯+氣滯+氣鬱
^formulas
^formula1<var=1>〔消水聖愈湯證〕
^origin〔王道義方〕
^ingredients2885 麻黃6g，杏仁、炒白朮、茯苓、桂枝、知母、葶藶子 各10g，附片12g，細辛3g，冬瓜皮30g，澤瀉15g。
^formula2〔苓桂術甘湯合二陳湯證〕
^origin〔朱師墨方〕
^ingredients2886 茯苓24g，桂枝、炒蒼朮、炒白朮 各6g，乾薑5g，姜半夏、陳皮、厚樸、杏仁、蘇梗、蘇+ 各9g，炙甘草3g。
^formula3<var=1>〔防己黃耆湯證〕
^origin〔聶莉芳方〕
^ingredients2887 漢防己、生黃耆 各30g，東北人參、制附片、桂枝各IOg，茯苓20g，炙甘草6g，白朮2g。
^alias滯塞上逆。
^chinese W痛，痞結，關格，留飲，腸結。
^western 十二指腸潰瘍伴肥厚性留炎，重型腸梗阻。
^ill〔氣機鬱結〕
^symtom ①心下堅滿，脘脅痞結，脘脅壓痛明顯，自覺有滿硬感。無大便無矢氣，②腹痛，③唇舌乾燥，口臭。
^tounge 舌潤多津。舌質紅荇黃厚。
^pulse ①脈伏，②脈弦滑數。
^ill2〔氣機不利〕
^symtom ①腹脹，②腸間漉漉有聲，③fl利
^ill3〔氣機沖逆〕
^symtom ①嘔吐，泛嘔不納，嘔稀水，②喘息不得臥，３心下悸。
^ck36z14h251
^norm 水飲鬰滯。
^chinese 不寐，胃痛6
^combo 陽鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①心中寒，②不寐，③目不能張。
^tounge 舌略淡，苔薄白滑多涎。
^pulse ①脈沉弦，②沉細弦。
^ill2〔氣機不利〕
^symtom ①心痛徹背，背痛徹心，②心懸痛。
^pulse 脈弦滑。
^ill<sub=1>〔氣機不宣〕
^symtom ①心下痞，②夜臥感胸中痞塞。
^tounge 舌略淡，苔薄白滑多涎。
^ill<sub=2>〔氣化不降〕
^formula〔桂枝生薑枳實湯證〕
^origin〔《金匱要略》方〕
^ingredients2888 桂枝、生薑 三兩，枳實五枚。
^ingredients2889 心痛徹背，背痛徹心，烏頭赤石脂丸主之。川花椒、乾薑、赤石脂‧-兩，附子、川烏五錢。九痛丸治九種心痛。附子 三兩，生狼牙、巴豆、人參、乾薑、吳茱萸一‧兩（《金匱要略》66)。
^ck36z14h249
^chinese 痞結。
^western十二指腸潰瘍伴肥厚性胃炎。
^combo 氣鬱+氣結+氣滯
^ill〔氣機鬱結〕
^symtom 脘脅病結，脘脅壓痛明顯，自覺有滿硬感c
^tounge 舌潤多瀋。
^pulse 脈象沉伏。
^ill2〔氣機不宣〕
^ill<sub=1>〔氣機不降〕
^symtom 泛職不納，嘔稀水。
^ill<sub=2>〔氣機不利〕
^formulas
^formula〔千金五香湯證〕
^origin〔薛生白驗方〕
^ingredients2890 千金霜3g煎湯，磨沉香、木香、檀香、降香、丁香 各一兩匙。
^ck36z14h258
^norm 滯塞上逆。
^chinese 關格，留飲，腸結。
^western 重型腸梗阻。
^combo 氣結+氣滯+氣逆
^ill〔氣機鬱結〕
^symtom ①心下堅滿，無大便無矢氣，②腹痛，③濟舌乾燥，口臭。
^tounge 舌質紅苔黃掙。
^pulse ①脈伏，②脈弦滑數。
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹，②腸間漉漉冇聲，③自利反快。
^ill<sub=2>〔氣機沖逆〕
^symtom ①嘔吐，②喘息不得臥，③心下悸。
^formulas
^formula〔甘遂通結湯證〕
^origin〔南開醫院方〕
^ingredients2891 甘遂末0.6~0.9g (沖），牛膝、桃仁、木香 各9g，厚樸15~30g，赤芍15g，大黃9~24g (後下〉。水煎服。
^ingredients2892 (2)水飲內聚，腹脹，心下悸，腸間漉漉有聲，喘息不得臥，主逐水調氣導水丸：大黃、黃芩、滑石、黑丑、防己、葶藶子。
^alias肝胃不和，肝強胃弱，濁陰上逆。
^chinese 胃脘痛，奔豚，眩暈，嘔逆，吐瀉。
^western 十二指腸潰瘍，幽門梗羾，胃下垂，梅尼埃病。
^ill〔陽氣不宣〕
^symtom ①形容憔悴，面色萎黃，神清疲乏，倦怠少氣，②口微乾，不欲飲，口渴不能飲，飲水即嘔，③ 發熱無汗，④厥逆。
^tounge 苔白膩。
^pulse ①脈細弦，②脈反沉弱，③脈弦細緩，左尺脈重按不顯。
^symtom ①胃脘脹痛劇烈，得食可緩，痛時泛酸，②上腹常有水聲漉漉，有籐水呸，腹部脹滿，③胸脅苦 悶，胸脅痞滿，苦脅下痛，④腹痛，少腹作脹。
^tounge 舌質嫩紅，苔中厚濁而黃。
^pulse 獨右關表弦而中滑。
^symtom ①胸中煩滿，②脘悶，③默默不欲本證——H251胃陽失和候
^symtom ①嘔吐不止，始則大量清水，繼為變證一H279木火鬰逆候
^ck36z16h251
^norm 肝宵不和，肝強宵弱。
^chinese  W脘痛。
^western 十二指腸潰瘍，幽門梗阻，胃下垂。
^combo 陽鬰+氣滯.+氣逆+氣鬱
^ill〔陽氣不宣〕
^symtom ①形容憔悴，面色萎黃，神清疲乏，倦怠少氣/②口微乾，不欲飲廠口渴不能飲，飲水即 嘔，③發熱無汗，④厥逆。
^tounge 苔白膩。
^pulse ①脈細弦，②脈反沉弱，③脈弦細緩，左尺脈重按不顯。
^symtom ①宵脘脹痛劇烈，得食可緩，痛時泛酸，②上腹常有水聲漉漉，有猱水音，旗部脹滿。
^tounge 舌質嫩紅，苔中厚濁而黃。
^pulse 獨右關表弦而中滑。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣化不降〕
^symtom ①嘔吐不止，始則大量清水，繼為黃綠色苦水，②氣沖偏左，取嘔，啦盡方適。
^formulas
^formula〔苓桂術甘湯合小半夏湯左金丸證〕
^origin〔徐正奎方〕
^ingredients2893 桂枝、茯苓、枳術丸、半芨、左金丸、合歡皮、柴胡、白芍、公丁香、段瓦楞、生薑。、
^ck36z16h083
^chinese 奔豚。
^combo 陽鬰+表鬰+氣滯+氣鬱
^ill〔陽氣不和〕
^symtom ①心煩口苦，②渴不喜飲，③心下悸。
^tounge 苔白。
^pulse ①脈弦滯，②沉弦。
^ill2〔腠理不調〕
^symtom ①身有微熱，②寒熱紛爭，③往來寒熱。
^ill2〔氣機不利〕
^symtom ①胸脅苦悶，胸脅痞滿，苦脅下痛，②腹痛，少腹作脹。
^ill<sub=1>〔氣機不降〕
^symtom ①苦嘔，②氣上衝胸。
^ill2<sub=1>〔氣機不宣〕
^symtom ①.胸中煩滿，②胺悶，③默默不欲食，④咳嗽，⑤小便不利。
^ill<sub=2>〔清空不宣〕
^symtom ①頭疼，②耳聾若塞。
^formulas
^formula1〔奔豚湯症證〕
^origin〔《金匱要略》方〕
^ingredients2894 甘草、川芎、黃芩、芍葯、當歸 各二兩，葛根 五兩，半夏、生薑 各四兩，甘李根白皮一升。水煎，分五次服。
^formula2<var=1>〔五苓散證〕
^origin〔葉熙春方〕
^ck36z16h279
^norm 濁陰上逆。
^chinese 嘔逆，眩暈，吐瀉。
^western 梅尼埃病6
^combo 氣鬱+氣逆+氣蒸+津洩+清空+陽鬰
^ill〔氣機不宣〕
^symtom ①胸痞心悸，②爵脘痞滿，③納呆，納谷不馨。
^tounge 舌苔前半白滑。
^pulse 脈滑。
^ill2〔氣機沖逆〕
^symtom ①嘔吐，嘔吐清水，飲水即吐，或吐黃黑濁飲，②饑不欲食，食則吐鑰。
^ill2〔清空不寧〕
^symtom ①頭暈脹重，不能行動，②眩舉，發作時不能轉側，耳鳴秋蟬呶叫，③發則頭暈如旋，甚
^symtom ①洩瀉迸迫，腹痛熱瀉，瀉而不暢，②或便膿血，裡急後重。
^symtom ①肢厥心悸，②面浮肢腫。
^tounge ①舌淡，@杏薄白而潤，③苔厚。
^pulse ①脈弦，②脈右獨遲。
^symtom ①煩渴，②汗出煩躁，③搜短赤熱。
^tounge ①後根黃膩而厚，②舌乾芒剌，中心黃厚，時時將舌吐出。
^pulse 左沉弦數。
^formulas
^formula1<var=1>〔小半夏湯證〕
^origin〔陳志貞方〕
^formula2<var=1>〔桂苓術甘證〕
^origin〔龔文德方〕
^ingredients2895 茯苓、澤瀉、段石決明 各30g，桂枝、半芨 各10g，生白朮15g，生薑2片，清炙甘草3g。
^formula3〔五苓散加梔芩證〕
^origin〔謝映廬方〕
^ingredients2896 茯苓、澤瀉、生白朮、桂枝、豬苓、焦山梔、黃芩。
^chinese眩母，頭痛，邛聾，臌脹。
^western 梅尼埃病，總性卡他性中耳炎，鼓室積液，尿毐症，肝硬化，腹水晚期。
^ill〔陽氣不行〕
^symtom ①面色晦暗，②體倦乏力，③自覺手足發冷，手足不溫。
^tounge ①舌質淡苔濕潤，②舌苔薄白。
^pulse ①脈弦，②脈象沉細。〔清空不宣〕
^symtom ①突發眩輦，②頭癰，③耳內不適，微痛，.堵塞感甚，聽力減退。
^tounge 苔薄白。
^pulse 脈弦滑。
^symtom ①吐涎沫，②睜眼、翻身即要嘔吐，③浮腫心下逆滿。
^symtom ①不思飲食，②神怡默然。
^symtom 腹痛作則欲瀉，瀉後痛略減而不止。
^ck36z18h070
^norm 清陽不升，濁陰不降。
^chinese眩犖，耳聾，頭痛。
^western 梅尼埃病，急性卡他性中耳炎，鼓室積液，尿毒症。
^combo 陽滯+清空+氣逆
^ill〔陽氣不行〕
^symtom ①無汗，②心煩，③小便短‧少。
^tounge ①舌質淡苔濕潤，②舌苔薄白。
^pulse ①脈弦，②脈象沉細。
^ill2〔清空不宣〕
^symtom ①突發眩暈，②頭痛，③耳內不適，微痛，堵塞感甚，聽力減退。
^tounge 苔薄白。
^pulse 脈弦滑'。
^ill3〔氣機沖逆〕
^symtom ①吐涎沫，②睜眼、翻身即要嘔吐，③浮腫心下逆滿。
^ill2〔氣機不宣〕
^symtom 不思飲食。
^formula1<var=1>〔 〈金匱〉澤瀉湯證〕
^origin〔宋加太方〕
^formula2<var=2>〔小柴胡湯證〕
^origin〔林先智方〕
^ingredients2897 柴胡、黃芩，法半夏、黨參、生薑、甘草、茯苓、澤瀉、白朮。
^formula3<var=1>〔吳茱萸湯合五苓散證〕
^origin〔趙錫武方〕
^ingredients2898 吳茱萸、桂枝、豬苓、車前子（包）各知，甘草、白朮 各9g，生薑、紅人參、火腹皮 各15g，茯苓30g，澤渴45g0
^ck36z18h091
^norm 氣水聚結。
^chinese 瞄脹。
^western 肝硬化，腹水晚期。
^combo 陽滯+津滯+氣結+氣鬱
^ill〔陽氣不行〕
^symtom 目黃。
^tounge ①舌紅苔白，②苔白膩。
^pulse ①脈沉澀，②脈沉弦而無力，③脈虛細。
^ill2〔津不化氣〕
^symtom ①面肢微腫，腹脹如鼓，臍突胸高，吐出青黃水稍快，②肢腫以兩腿為甚，（D下肢腫大按 之堅，④魚腹、陰鋌穿小孔流黃水。
^pulse 脈沉弦。
^ill3〔氣機鬱結〕
^symtom ①腹脹大其硬如石，②腫脹連及胸脘，③右脅下作痛。
^pulse ①脈沉弦澀，②脈滑數。
^ill<sub=1>〔氣化不行〕 症象.‧１小便不利，２溲黃而少，３尿坻稀少。
^ill2<sub=1>〔氣機不宣〕
^symtom 胸痞。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔逆，②大便不利。
^formulas
^formula1〔五脹分消丸證〕
^origin〔《通俗傷寒論》方〕
^formula2〔十香丸方證〕
^origin〔《成方切用》載方〕
^ingredients2899 沉香、木香、丁香、廣陳皮、牽角剌 各7.5g，荔枝核、小商、香附、烏藥、澤瀉 各15g，生曬為末。
^formula3〔消脹萬應湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients2900 地骷髏9g，大腹皮6g，真川厚樸3g，萊菔子6g拌抄春砂仁1.5g，六神曲4.5g，陳香團皮2.4g，雞內金2張，人中白
^formula4〔消縢萬應丹證〕
^origin〔(通俗傷寒論》方〕
^formula5〔三化神祐丸證〕
^origin〔《懦門事親》方〕
^formula6〔千金五香湯證〕
^origin〔薛生白驗方〕
^formula7〔秘製五香丸證〕
^origin〔何廉臣驗方〕
^formula8〔三霜散證〕
^origin〔《通俗傷寒論》方〕
^formula9〔神芎導水丸證〕
^origin〔《通俗傷寒論》引張子和方〕
^ingredients2901 擬丑拌炒生大黃 各15g，川芎、薄荷葉 各9g，條黃芩、川黃連 各6g，滑石30g，水泛丸，每服9~ 12g。
^formula10〔消水湯證〕健脾益氣，行氣逐水。
^ingredients2902 人參、白朮各知，白雲苓24g，廣陳皮、大戟、鬰金、澤瀉 各9g，甘遂4.5g，廣木香2.4g，茵陳、大腹皮 各18g。
^formula11〔千金子丸證〕逐水消腫，破瘀消癥，主治水腫脹滿，二便不通，瑀陽實水腫者，治血瘀閉經重證之嫌瘕痞塊。
^formula12〔盧氏腎炎散證〕攻瀉逐水，急去水濕。治水腫顯著並有腹水胸水者，症見胸憋氣急，腹脹滿悶。
^ingredients2903 黑白丑、生薑、紅糖。
^formula13〔逐水外貼方證〕
^formula14〔柴胡舒肝湯證〕適應肝脾鬱結，氣血衰少，經閉不行，腹中時脹時熱等症。
^ingredients2904 柴胡、白節、香附、鬰金、青皮、姜厚樸、草果、大腹皮、檳榔、廣木香、砂仁、獲苓、白朮、豬芬、冬瓜仁、木通。
^formula15〔溫白丸證〕
^origin〔(外台秘要》卷十二引崔氏方〕
^ingredients2905 紫菀、吳茱萸、炙皂角（去皮、籽） 各22g，菖蒲、柴胡、炙厚樸、桔梗、茯苓、桂心、乾薑、黃連、蜀椒（汗）、人 參 各15g，烏頭（熬）7.5g，巴豆（熬）7.5g，上15味，合搗下篩，加白蜜和勻，更搗二千杵，為丸如梧桐子大。一服2 丸，不知，漸增至5丸，以知為度。
^ingredients2906 浚川丸（《證治推繩》大戟、芫花、沉香、松香、南木香、模梅、蓬莪術、大腹皮、桑白皮、黑白雜牛、巴豆，采 用丸劑，每次9g，—般服藥後40分鐘～1時30分鐘，則噁心腹痛，小便憊增多，大便2~4次，瀉水量可達1000ml。
^ck36z18h092
^norm 氣虛水停。
^chinese 臌脹。
^western 肝硬化腹水。_
^combo 氣虛+津滯+氣滯+陽鬰
^formulas
^formula1〔益氣養營行水化濕方〕
^origin〔董漱六方〕
^ck36z18h155
^norm 陰虛停水。
^chinese 肝硬化腹水。
^combo 氣虛+陰虛+汴滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①而色萎黃，②眼瞼結膜及指甲淡白，③頭暈乏力，④自汗多，⑤納差。
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula<var=2>〔一貫煎合歸芍六君子湯證〕
^origin〔黃漱六方〕
^ingredients2907 黨參i5g，當歸、白芍 各9g，川楝子、枸杞子、寸麥冬 各10g，北沙參、冬白朮、茯等、神曲、車前子各I2g，枳殼、陳皮 各4.5g。
^alias水飲瀦留，膀胱蓄水證，陽虛蓄水，陽虛飲泛，水停心下，濁陰上逆，濁_踞上，清竅不利，脾濕賢燥，氣裹水脹。
^chinese 飲瀉，癃閉，冷淋，水逆，嘔惡，自汗，大汗，支飲，痰飲，眩暈，眩冒，解顱，虛喘，暴喘，陽虛傷寒，陽氣欲脫，額筋，水沛，陰誕腫大，水腫，陽水，陰水，正水，臌脹，氣磁，水脹，寒脹，脾1樣脹，年‧腹脹，戚腫，產後 腫脹。
^western 耳源性眩暈，外傷性腦水腫，顱內壓增高，先天性腦積水，腦蛛網膜炎，慢性膿胸，慢性腎炎，慢性腎炎並 感染，慢性腎盂腎炎，腎病綜合征，腎型高血壓，尿毐症，氮質血症，慢性腎功能衰竭，冠心、心衰ID。風濕性心臟病，肺心病，心腎衰竭，肝硬化腹水，血吸蟲性肝硬化膠水，結核性腹膜炎並發腹水，子宮肌瘤，羊水過多，右側精索非交通 性鞘膜積液。
^ck36z19h264
^norm 水飲瀦留。
^chinese 飲瀉。
^combo 陽滯+氣滯+氣鬱+津洩
^formulas
^formula〔溫陽逐飲方證〕
^origin〔張伯臾方〕
^ingredients2908 桂枝3g，茯苓12g，炒白朮、川椒目 各9g，漢防己、炒枳殼 各15g，葶藶子、帶皮檳榔各8g。
^ck36z19h308
^norm 腎陽不化。
^chinese 癃閉，冷淋。
^combo 陽滯+絡滯+津滯.
^ill〔陽氣不行〕
^symtom ①面白髮寒戰，寒戰而後溲便，②溺時灑然毛聳，③嘔渴腹冷。
^pulse 脈遲。
^ill<sub=1>〔絡脈不利〕
^symtom 腰痛日重夜輕。
^ill<sub=2>〔氣化不行〕
^symtom ①小便艱澀，莖中澀痛，②甚則有石砂，③疲閉，④小腹脹滿。‧
^formulas
^formula〔栝樓埔麥丸證〕
^origin〔（金匱要略》方〕
^ingredients2909 天花粉 二兩，茯苓、山藥 各三兩，附子一枚，杻麥 一兩。
^ingredients2910 .(3)膀胱水閉，腰痛日R夜輕，小便艱澀，飲食如故，主化氣於膀胱而利其水，加味寬腰湯：車前子、生薏苡仁、生 白朮、白茯苓、肉桂、澤瀉。
^ck36z19h167
^norm 膀胱蓄水證。
^western水逆，自汗。
^combo 陽鬰+瀋滯+氣滯
^ill〔陽氣不宣〕
^symtom ①惡寒發熱，②惡風怕冷，③神疲乏力，④頭痛。‧ ‧
^tounge ①舌質淡，②苔薄白，③舌苔白膩。
^pulse ①脈弦緩，②脈浮緩。1
^symtom ①口渴飲水，水入即吐，②乾嘔嘔吐，③咳唾多涎，④渴而汗出，自汗如浴。
^tounge 舌苔白厚。
^pulse $浮弦而滑。
^symtom ①小腹脹痛，小便不利，②短數淋瀝。' 『
^symtom ①煩渴飲水，②發熱自汗，③微熱煩躁。
^pulse 脈浮數。
^symtom ①心下痞，②納少。
^symtom 胸膈悶痛。
^formula1〔五苓散證〕
^origin〔《傷寒論》方〕
^formula2〔苓術二陣煎證〕
^origin〔《通俗傷寒論》方〕
^ck36z19h168
^norm 陽虛蓄水。
^chinese大汗。
^western 慢性膿胸。
^combo 陽虛+陽滯+津滯
^symtom ①面光少華，楮神疲憊，②惡寒日汗，③四肢厥冷，④大便不實。
^tounge 舌淡。
^pulse ①脈陷弱，②脈沉細。
^symtom ①四肢沉重疼痛，②四肢厥冷，③寒戰鼓慄，④頭體微痛。
^tounge 苔膩有縛。‧
^pulse 脈弦遲。
^symtom ①汗出如雨，②或咳或嘔，咳吐清稀痰，③苦嘔下洩，④自下利，小便清長，⑤小便不利。
^symtom ①惡寒發熱，寒熱間作，②面赤口渴，口乾典熱，③心中煩悶，④動則氣喘促。
^pulse 脈來沖指。
^symtom ①腹痛腹脹食後更甚，②胸悶短氣。
^tounge 苔薄白。
^pulse 脈弦滑。
^formulas
^formula1〔真武湯證〕
^origin〔《傷寒論》方〕
^ingredients2911 茯苓、芍葯、生薑 各三兩，白朮 二兩，炮附子一枚。水煎，分四次服。
^formula2〔五苓散加姜附證〕
^origin〔謝映廬方〕
^ingredients2912 桂枝、白朮、茯苓、澤瀉、豬苓、千_、附片。
^formula3〔真武湯加減方證〕
^origin〔唐祖宣方〕
^ingredients2913 白朮、山藥各2Ig，雲獲冬30g，炮附片、白芍、乾薑、半芨、邊條參 各15g，陳皮、鬰金 各12g，木香6g，大棗10枚 (劈）。
^ck36z19h070
^norm 水停心下，濁陰踞上，清竅不利。
^chinese 支飲，痰飲，眩暈，眩冒，解顱。
^western i耳源性眩犖，外傷性腦水腫，顱內壓增高，先天性腦積水，腦蛛網膜炎。
^combo 陽滯+清空+氣逆+氣鬱
^ill〔陽氣不行〕
^symtom ①面色黧黑，或宵黯，或色黃而晦暗，面色蒼白，體胖面白，其形如腫，終日頭昏肢倦，
^tounge ①舌色必淡，苔多水滑，舌體特別肥大，②舌賡淡紅，苔薄膩。
^pulse ①脈潘軟，②脈弦細，③脈弦或沉。
^ill2〔清空不宣〕
^symtom ①頭目苦眩冒，頭如物冒，昏宵而神不清，目眩而見黑花，終日昏沉如在雲霧中，兩目懶 睜，眩牮目眩，眼球崧顫，臥床閉目，開目則暈，②頭痛，頭痛發重，如鐵箍裹勒，鼻塞，③耳鳴，耳鳴失聰，④頭大畸 形，囟門不合，前囟高脹/頭皮靜脈顯見，毋縫不閉，頭不能抬。
^ill<sub=1>〔氣機沖逆〕
^symtom ①心悸，臍下有悸，②氣自少腹上衝，狀若奔豚，咽喉不得息，③噁心‧出汗，振悸不巳，
^ill<sub=2>〔氣機不宣〕
^symtom ①納呆，②心下痞，③胸脅支滿，短氣，④徹夜不眠，或稍寐即醒，人睡多夢。
^tounge 舌苔厙膩而濁。
^pulse 脈滑。
^formulas
^formula1〔茯苓桂枝白朮甘草湯證〕
^origin〔《傷寒論》方〕
^formula2〔桂苓五味甘萆湯證〕
^origin〔《金匱要略》方〕
^ingredients2914 茯苓 四兩，桂枝 四兩，炙甘草 三兩，五味子半升。水煎，分三次服。
^formula3〔五苓散證〕
^origin〔《傷寒論》方〕
^ingredients2915 .豬苓、白朮、茯苓十八銖，澤瀉 一兩六殊，桂fe五錢。為末，每服一方寸匕，沖服；或水煎服。
^formula4〔龍牡澤瀉湯證〕
^origin〔《趙錫武醫療經驗） 方〕
^ingredients2916 生龍牡各、獲苓、澤媽 各18g，桂枝、甘草、生薑 各9g，白朮、半S、橘皮 各12g。
^formula5〔葶藶大棗瀉肺合四苓加味方證〕
^origin〔甘肅省人民醫院腦科方〕
^ingredients2917 茯冬、澤揮、桑白皮 各12g，豬冬、白朮 各9g，木通6g，羌活、葶藶子 各3g，車前子24g，大棗5枚。-
^ingredients2918 心下有痰飲，胸脅支滿，目眩，苓桂術甘湯主之。茯苓 四兩，桂枝、白朮 三兩，甘草 二兩（《金匱要略》88)。
^ingredients2919 主方：茯苓、大腹皮 各15g，豬苓、澤瀉、牛膝、車前子 各10g，白朮5g，桂枝2g。水煎頻服。
^ck36z19h174
^norm 濁陰上逆。
^chinese 嘔惡。
^western 慢性腎炎，尿毐症，氮質血症。
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^formulas
^formula<var=2>〔溫脾湯證〕
^origin〔劉振宇方〕
^ingredients2920 生大黃 12g，熟附片、乾薑 各10g，甘草5g，黨參、茯苓皮、車前仁 各30g。水煎服，日一劑。
^ck36z19h175
^norm 脾濕腎燥，陽虛飲泛。k
^chinese 虛喘，產後腫脹。
^combo 陽虛+陰虛+氣逆
^ill〔陽氣不振〕
^symtom ①面色枯白，②面黑舌潤，③形寒畏冷，臍腹冷如冰，足寒而逆，④呼吸氣短，心多恐怖，渾身振動，⑤週身疼肢懈無力，痿厥。
^tounge 舌圓胖嫩，上眾一層黏滑苔。
^pulse ①右尺沉細無力，②六脈遲軟。
^symtom ①嘔咳，②氣喘息短，宥枕就嗆，③臍下動氣上逆，從小腹直衝胸咽，室悶欲死，④痞悶，食少
^ill<sub=1>〔陰虛失養〕
^symtom ①舌乾口渴，②足心熱，③帶多腰痠，④夢洩不禁。
^ill<sub=2>〔陽氣浮越〕
^symtom ①類紅足冷，②發熱。
^pulse 脈浮洪數大，重按則空。
^formulas
^formula1<var=2>〔金匱腎氣湯證〕
^origin〔俞根初方〕
^formula2〔都氣飲加熟附胡桃肉證〕
^origin〔吳坤安方〕
^ingredients2921 熟地黃、山茱萸、山藥、澤瀉、牡丹皮、茯苓、五味子、熟附片、胡桃肉。
^ingredients2922 (4)〈難經〉：衝脈為病，逆氣裡急，臍下動而氣上逆，從小腹直衝胸咽，窒悶欲死，用沉香磨服二三分治標，內服茯 苓五味子湯：茯苓、五味子、肉桂、甘草。
^ingredients2923 2.病案：葉天士治產後腫脹不愈，顯然下焦先虛，肝枵氣散，不主收納，形寒痞悶，食少痰多，形消肉削，治從溫 納、分利、攻消治法：濟生腎氣丸9g，沖磨沉香汁0.9g，（熟地 120g，茯苓90g，山藥、山茱萸 各60g，丹皮、澤瀉 各45g，牛膝、車前子 各30g，附子、肉桂 各15g，蜜丸）。
^ck36z19h182
^norm 陽氣欲脫。
^chinese 陽虛傷寒，羅喘。
^combo 陽虛+陽滯+陽浮+陽脫
^ill〔陽氣不振〕
^symtom ①面色枯白，②飲食減少，③夢洩不禁。
^pulse 脈息沉弱。
^ill2〔陽氣浮越〕
^symtom ）１喘嗽發熱，２頭腦中覺熱氣上升。
^ill<sub=1>〔陽氣不行〕
^symtom ①畏寒，②手指厥冷，③腹痛嘔吐痰水。
^ill<sub=2>〔陽氣脫絕〕
^symtom 忽喘息不能臥。
^pulse 兩脈虛微。
^formula<var=1>〔理中湯合六君子湯證〕
^origin〔袁桂生方〕
^ck36z19h090
^norm 水氣停滯。
^chinese 水腫，陽水。
^western 慢性腎功能衰竭，尿毐症。
^combo 陽滯+津滯+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom ①皮色萎黃晦暗，②洒淅惡寒，③身寬閒倦，④頭牽頭痛，⑤頭眩，起即頭眩，⑥耳鳴咽 乾，⑦心下悸。
^tounge ①舌質淡紅，②苔薄白而潤，③舌苔白膩，④舌淡苔白滑。
^pulse ①脈沉弦遲，②脈重按沉細，③脈細小數，④脈沉弦而緩。
^ill2〔津不化氣〕
^symtom ①遍身浮腫，五心俱平（心窩、手心、足心），呼吸深長，語聲低微，②腳腫，腰以下有水 氣，③浮腫以下肢及陰渙為著，④肚腹脹大不能繫腰帶。
^ill3〔氣機不利〕
^symtom ①胸悶腹脹，腸間漉漉有聲，腰痛如折，②腹脹，少食即感脘腹脹甚，噯氣則舒，大便二、
^ill<sub=1>〔氣化不行〕
^symtom ①小便短少，小便不利，少腹急迫，②大便，小便俱不通。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶，②納食呆滯，③咳嗽少寐。‧
^ill<sub=2>〔氣機不降〕
^symtom ①噁心嘔吐，②氣促，喘急，咳嗆，喉有痰鳴，甚則張口抬肩，搖身擷肚，不能平臥。
^formulas
^formula1〔復元丹證〕適應腳腫腹脹，腸間漉漉有聲，心下悸，小便不利，脈沉弦且遲，溫腎實脾。
^ingredients2924 澤瀉、附子、木香、茴香、花椒、獨活、厚樸、白朮、橘皮、吳茱萸、肉桂心、檳榔、肉豆蔻。
^formula2〔牡蠣澤瀉散證〕
^origin〔《傷寒論》方〕
^formula3〔五苓散化裁證〕
^origin〔劉君鳳方〕
^ingredients2925 ■豬苓、獲岑 各20g，澤瀉15g，毛根、敗醬、鉤籐、坤草 各50g，大毛、車前子、檳榔、草果、佩蘭各1化，生薑5g。
^ck36z19h091
^norm 氣裹水脹。
^chinese 臌脹，氣臌，水脹，僉脹，脾腎脹，單腹脹。
^western 結核性腹膜炎並k腹水，慢性宵炎。
^combo 陽滯+津滯+氣結+‧氣鬱
^tounge ①舌光無華，②舌淡苔白滑，③舌苔淡白胖④舌苔灰滑而膩。
^pulse ft)脈沉遲甚，②脈沉弦而緩，@脈沉遲。
^symtom ①面浮目腫，②全身浮腫，③腹滿引背，④足鮒浮腫，⑤腫自定起，漸向上荽越:⑥腿腫
^symtom （D戚大如鏈，腹膨如鼓，外堅中空，２腹部腫脹堅硬。
^symtom ①小便短少，小便短澀，②小便癃閉。『
^symtom ①莕噦，②氣促，氣喘，喘滿倚息。『
^formulas
^formula1〔S功散證〕
^origin〔《儒門事絮》方〕
^formula3〔天真丹證〕
^origin〔《通俗傷寒論》方〕
^ingredients2926 青化桂l.5g，沉香、琥珀、酒浸巴戟、小茴香、補骨脂、葫蘆巴、杜仲、酒浸炒萆蘇、炒黑丑 各30g，研勻如梧子大 每服6~9g。
^formula4〔禹餘糧丸證〕
^origin〔（通俗傷寒論》方〕
^ingredients2927 .禹余稂、蛇含石、真針砂同醋煮透段研 各90g，附子、紫謠桂、乾薑、茯苓、當歸、羌活、川芎、蒺藜、淮牛膝、青 皮、大茴香V自蔻仁、廣木香、莪術、山稜同醋煮炒 各15g，同研蒸熟為丸，每服6～9g。
^formula5〔王氏琥珀散證〕
^origin〔《通俗傷寒論》方〕
^formula6〔沉香琥珀丸證〕
^origin〔《通俗傷寒論》方〕
^formula7〔三白散證〕
^origin〔《通俗傷寒論》方〕
^formula8〔扁鵲玉壺丸證〕
^origin〔《通俗傷寒論》方〕
^formula9〔局方半琉丸證〕
^origin〔《通俗傷寒論》方〕
^formula10〔神效虎肚丸證〕
^origin〔凌曉五《飼鶴亭集》〕善治寒水臌脹，兼治痰飲痞結，翻胃唷膈，嘔$洩瀉等t症。詳見論
^formula12〔千金大肢水腫方證〕
^origin〔朱顏方〕
^formula13〔新方利尿丸證〕
^origin〔（新中醫藥》8卷12期547頁栽方〕
^ingredients2928 肉桂、琥拍、蟋蟀、廣木香、赤茯苓、豬苓、木通、篇莆、車網子、澤瀉、白朮、冬葵子$生山梔子 各90g，滑石
^formula14〔積蒼丸證〕
^origin〔《學說探討與臨證》方〕
^ingredients2929 三稜、莪術、蒼朮、砂仁、連翹 各2.3g，黑丑、大戟、巴戟、陳皮、，川花椒、葶藶子、桑白皮、益智仁、防己、芫 花、青皮、川芎、牛膝、甘，/ 各1.5g，檳榔250g，大黃7.*7g，木香4.6g，紫荊皮3‧g，共末糊丸，每服12. 5卜每日五更 空腹服，連服3天，第～天淡薑湯，第二天陳皮瘍，第三天桑慶湯送服。\\
^ck36z19h306
^norm 水氣鬱結。
^chinese 頹疝，水疝。
^western 右側精索非交通性鞘膜積液。
^combo 氣滯+氣結+津滯
^ill〔氣機鬱結〕
^symtom ①氣聚則作痛有形;，②腰間腫，時有塊而痛，③陰盎脹大、麻木、釣痛、奔突，陰襄處輕 觸有冷覺水波感，④面色晦暗。
^tounge 苔白。
^pulse 脈沉弦而急。
^ill<sub=1>〔氣機不利〕
^symtom ①小腹脹滿，②腹滿而痛，按之濡滿作痛。
^pulse 脈滑或動。
^ill<sub=2>〔氣化不行〕
^symtom ①雖飲水渴不止，②個便不行。
^formulas
^formula1〔五苓散加川楝子、小茴香證〕
^origin〔萬蜜齏方〕
^ingredients2930 桂枝、茯苓、白朮、澤瀉、豬苓、川棟子、小茴香。
^formula2〔疏肝理氣祛寒利尿方證〕
^origin〔譚俊臣方〕
^ingredients2931 川楝5g，小茴、木通 各2g，吳菜萸8g，絲瓜絡、澤瀉、豬等、茯苓 各10g。水煎服。
^ingredients2932 (3)腰向腫，按之滿滿作痛，脈滑或動，時有塊而痛，或如物所蘊，宜加味二陳湯：陳皮、半夏、茯苓、甘草、白 術、萆蘚、白芥子、南星、竹瀝、薑汁，或煨腎散：川花椒、甘遂、食鹽人豬腎內煨熱，熱酒吞服。
^ck36z19h092
^norm 氣虛蓄水。...
^chinese虛腫，陰痠腫大。』
^western 慢性腎炎，子宮肌瘤，羊水過多。、
^combo 氣虛+津滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①面色蒼白，萎黃，②形體消瘦，體倦乏力，頭暈神倦，精神不振，③食慾不振，納差，
^tounge 舌淡白，苔薄白。
^pulse 脈潘細，脈緩細，脈虛滑帶數。
^symtom ①頭面有輕度浮腫，②腹部脹滿，③陰盎腫大，④下肢小腿有壓陷。
^tounge 苔薄白潤滑。
^pulse 脈沉。
^ill<sub=1>〔氣化不行〕
^symtom 小便短少色清，小便短澀。
^ill<sub=2>〔氣機不利〕
^symtom ①腹部脹滿，②下腹墜涼。
^ill2〔陽氣不和〕
^symtom 噁心不欲食。
^formulas
^formula1〔健脾化氣行水方證〕
^origin〔曾春方〕
^ingredients2933 黨參、茯苓、茅根、黑丑 各9g，白朮、法半夏、澤瀉 各6g，木香、桂枝、甘草 各1.5g。
^formula2〔健脾補腎行氣利水方證〕
^origin〔陳又範方〕
^ingredients2934 黃耆、茯苓 各12g，當歸、白朮、防己、澤瀉、大腹皮、菟絲子、巴戟 各9g，椒目6g，桂枝、川芎、砂仁 各4.5g。
^ingredients2935 (4)錢伯渲治子宮肌瘤：如懷孕十周大，下腹墜涼，大便偏稀，納差，腰背痠痛，苔薄白，脈沉。擬子宮肌瘤方：黨 參、海藻、昆布、山藥 各90g，橘皮、白朮 各60g，茯苓、川續斷、桑寄生 各120g，生牡蠣150g，蜜丸，9g日二。調理方： 黨參、白朮、菟絲午、狗脊 各90g，橘皮、木香 各60g，茯苓、山藥120g，生牡蠣、桑寄生各50g，蜜丸。
^ck36z19h169
^norm 陽虛水泛。
^chinese 陰水，臌脹，虛腫，正水，虛喘。
^western 冠心、心衰IT，風濕性心臟病，肺心病，心腎衰竭，尿毒症，肝硬化腹水，血吸蟲性肝硬化? 水』悝性腎炎並感染，慢性腎盂腎炎，慢性腎炎（混合型），腎病綜合征，腎型高血壓，尿毐症。
^combo 陽虛津滯+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①萎黃，面色蒼白稍青，結膜蒼白，口唇青紫，面色暗晦，面色窗黑，②神倦嗜臥，神識 遲鈍，精神萎靡，疲乏無力，短氣懶言，③形寒氣怯肢冷，四肢厥冷，兩手紫紺，④眩暈，頭昏耳鳴，⑤心慌氣急，不能 平臥，心悸神疲難寐，⑥形消肉削，食呆，⑦腰背涼痛，腰膝痠軟，兩腿時有睇動，⑧便溏，便溏失禁（小便時大便滑 出），⑨兩頰泛紅如妝，口乾渴喜熱飲。
^tounge ①舌淡胖紫暗，②舌質暗紅，③舌淡魷濁，④舌尖紅，苔白膩。
^pulse ①脈沉弦細，脈沉細無力，脈沉細而虛，脈沉微，關尺遲弱，②脈細數帶弦，脈沉細而筠，沉虛數或促，③脈細數參伍不調。
^ill2〔津不化氣〕
^symtom .‧１眼瞼面部浮腫，２頭面腫大如戴面具，目腫難開，口乾頸粗，腹高腰桶，３腫亮欲穿，肢腫光亮欲破，按陷深而不起，腰以下及足背均浮腫，４陰獎亦腫，陰莖腫曲，瘓大如瓜，５腹水腹脹難忍，腹大如鼓，腹皮繃急，腹膨大堅硬起亮光，腹高如抱甕，臍突寸許。
^tounge 舌苔薄黃根部微貨膩。
^pulse 脈沉弦。
^ill<sub=1>〔氣化不行〕
^symtom ①尿少尿頻，小便不利，②尿蛩甚少，③無尿。
^ill2<sub=1>〔氣機不宣〕
^symtom ①痞悶，②咳嗽流涕，咯痰不爽，&白而黏。
^ill<sub=2>〔氣機不利〕
^symtom ①胸腹痞悶，②胸腹脹滿.③臍腹飽滿，④腹脹單腹腫脹。
^symtom ①咳嗽氣促，痰多，②胸悶堵塞不能平臥，③氣喘不能平臥，抬肩倚息，④嘔吐噁心，食
^pulse 脈弦滑。
^formulas
^formula1〔真武湯合五苓散證〕
^origin〔蔣慶雨方〕
^ingredients2936 附子、肉桂、茯苓、白朮、豬苓、澤瀉、車前子、白芍。
^formula2〔商陸合劑證〕利硤之功，顯著迅速，24小時小便0～20次。
^ingredients2937 大腹皮、砂仁、光杏仁、澤瀉、姜皮、陳皮、冬瓜子皮。
^alias寒水凌心，腎水凌心，痰飲射肺凌心，陰虛蓄水，陽虛水逆，君火失明。
^chinese 支飲，心悸，眩眾，虛喘，虛腫，正水。
^western 神經官能症，病毒性心肌炎，風心病，二尖瓣狹窄，二尖瓣狹窄並閉鎖不全，全心肥大，心功能n y in級，風心心衰，心力衰竭，急性腎炎並發尿毒症，耳源性眩暈。
^ill〔陽氣不行〕
^symtom ①面色蒼白，②形寒，③倦怠無力，不能運動，④起則頭眩，身為振振搖，⑤肢厥，⑥惡水不欲 飲，⑦目不能張。
^tounge ①舌淡苔薄白，②苔薄白滑多涎。
^pulse ①脈沉遲，②脈沉緊，③脈沉細弦，④兩關浮滑數結9
^symtom ①心悸，②心下悸，③晝夜不能人寐。
^tounge 舌尖紅。
^pulse 脈兩關浮滑。
^symtom ①胃脘憋悶，心中難受，②夜臥感本iit—H239心陽失宣候
^symtom 浮腫。變證一出74陽氣虛逆候
^symtom 尿少。圖238心腎水飲證證候結構圖
^ck36z11h239
^norm 寒水凌心，腎水凌心。
^chinese 支飲，心悸。
^western 病毒性心肌炎，二尖瓣狹窄。
^combo 陽滯+神擾+氣鬱
^ill〔陽氣不行〕
^symtom ①面色蒼白，②形寒，③倦怠無力，不能運動，④起則頭眩，身為振振搖，⑤肢厥，⑥惡 水不欲飲，⑦目不能張。
^tounge ①舌淡苔薄白，②苔薄白滑多涎。
^pulse ①脈沉遲，②脈沉緊，③脈沉細弦，④兩關浮滑數結。
^ill<sub=1>〔神志不寧〕
^symtom ①心擇，②心下悸。
^tounge 舌尖紅。
^pulse 脈兩關浮滑。
^ill<sub=2>〔氣機不宣〕
^symtom ①胃脘憋悶，心中難受，②夜臥感胸中痞塞，③心下逆滿，心下堅築，④短氣。
^formulas
^formula1〔小半夏加茯苓湯證〕
^origin〔《金匱要略）方〕
^ingredients2938 半Sl8g，生薑24g，茯苓12g。
^formula2〔苓桂術甘湯證〕
^origin〔《傷寒論》方〕
^ingredients2939 茯苓 四兩，桂枝 三兩，白朮、炙甘草 各二兩。水煎/分三次服。
^ingredients2940 (1)張伸聚.‧傷寒厥而心下悸，宜先治水，當服茯苓甘草湯，卻治其厥；不爾水潰人胃必作痢也。茯苓、桂枝、生 姜、炙甘草（《傷寒論》356條）。
^pulse 兩關浮滑數結。中醫辨證：飲停於胃，水氣凌心。印象：心下支飲。
^ck36z11h241
^norm 君火失明。
^chinese 眩暈，癡呆。
^western 神經官能症。
^combo 陽虛+神虛+氣虛+神擾
^ill〔陽氣不振〕
^symtom ①肢冷，四肢厥冷，②沉默癡呆，兩目仰視。
^tounge 舌淡，苔白而膩。
^pulse ①脈沉細，②脈沉微。
^symtom ①神思恍惚，②閉目不開，③易驚。
^tounge 舌白多津。
^pulse 脈來緩而無力。
^symtom ①眩牮面浮，②胸悶，納呆。
^tounge 苔白而膩。
^symtom ①語無倫次，時哀時.悲，②心悸難寐。..
^formulas
^formula1〔茯苓桂枝白朮甘草湯證〕
^origin〔《傷寒論）方〕
^ingredients2941 茯苓 四兩，桂枝 三兩，白朮、炙甘草 各二兩。水煎，分三次服。
^formula2〔茯苓四逆湯加龍牡證〕
^origin〔周連三方〕
^formula3〔桂枝龍骨牡蠣湯證〕
^origin〔《金匱要略》方〕
^ingredients2942 桂枝、芍葯、生薑、龍骨、牡蠣 各三兩，甘草 二兩，大棗十二枚。
^ck36z11h174
^norm 陽虛水逆。
^chinese 眩暈，虛喘，正水。
^western 風心，二尖瓣狹窄並閉鎖不全，全心肥大，心功能n ~ni級，耳源性眩暈。
^combo 陽虛+陽滯+陽浮+氣逆+氣滯
^ill〔陽氣不振〕
^symtom ①面色恍白，面色蒼白，面目虛浮無華，②氣短，言語短促，斷續，氣怯息短，聲音微顫，咯痰色白，嗽聲低微，③頭昏，④兩手振顫，⑤自汗出，肌膚濕潤，⑥大便日3~4次，灰褐而溏，⑦足跗浮腫。
^tounge 舌淡胖，萏薄白，苔白滑。
^pulse ①脈沉細弱，②脈結代，大小不勻，應指動數，尺弱，③脈弦澀散亂不整。
^ill2〔氣機沖逆〕
^symtom ①抬肩倚息，不能平臥，②院泛惡，心泛嘔吐，③虛裡跳動，當臍築動，上及虛裡。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢清冷，②肢麻，關節竄痛，③目窩及下肢微腫9
^tounge 舌邊色紫，唇紺，苔微黃捎滯。
^ill2〔氣機不利〕
^symtom 左心區脹悶。
^ill<sub=2>〔陽氣浮越〕
^symtom ①兩顴潮紅，②眩母，臥床閉目不能動彈，睜目則天旋地轉，頭巔後腦昏牮，③心悸怔忡，睡眠時突然驚覺缺盆疼。
^formulas
^formula〔龍牡真武湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients2943 茯苓、法半夏 各9g，白朮、白芍、川附片 各6g，生薑4.5g，生龍牡 各12g。
^alias風遏水阻，氣虛水腫，陽虛水泛，上盛下虛。
^chinese 風水，皮水，陰水，腫脹，虛腫，氣虛水腫，陽虛水腫。
^western 急性腎炎，高血壓動脈硬化，冠狀動脈供血不足，腎功能不全，肺原性心臟病心力衰竭。
^ill〔陽氣不宣〕
^symtom ①面色蒼白，②惡寒肢厥，足腫而冷，③眼眶發黑，④腰酸，腰痛，⑤神倦心煩，口乾不欲飲，渴不多飲，⑥便溏溺短。
^tounge ①舌淡苔白，②舌苔白膩，⑤舌白滑兼淡灰。
^pulse ①脈浮緩，②沉遲，③沉細，④緊。
^symtom ①初起面目浮腫，後及全身，眼瞼腫甚，②陰瘓腫如壺狀，③腹大如鼓。
^symtom ①惡風，無汗，②頭痛，身痛。
^pulse 脈沉弦而呈緊象。
^symtom ①胸膈滿悶不適，②咳嗽，③心悸胸悶，短氣乏力。
^symtom 腰痛尿少。本i￡—H069清陽不化候
^symtom ①氣喘，②氣從小腹上衝至胸致陣轉證一HOW氣虛不化候
^ck36z05h069
^norm 風遏水阻。
^chinese 風水，皮水，陰水，陽虛水腫。
^western 急性腎炎。
^combo 陽鬰+氣鬱+津滯
^ill〔陽氣不宣〕
^symtom ①面色蒼白，②惡寒肢厥，足腫而冷，③眼眶發黑，④腰酸，腰痛，⑤神倦心煩，口乾不 欲飲，渴不多飲，⑥便溏溺短。
^formulas
^formula1〔‧麻附細辛湯合五皮飲證〕
^origin〔何拯華方〕
^ingredients2944 麻黃3g，北細辛1.8g，桑皮、冬瓜皮、浙苓皮 各12g，附片2.4g，新會皮4.5g，五加皮9g。
^formula2〔消水聖愈湯證〕
^origin〔陳源生方〕
^ingredients2945 桂枝、生婪、麻黃 各9g，細辛4.5g，茯苓皮15g，大棗、天雄 各12g，甘草、知母 各6g，水煎服。
^formula3<var=2>〔桂枝加厚樸杏子湯證〕
^origin〔王芳方〕
^ingredients2946 桂枝、炒白芍、杏仁、紫丹參各IOg，炙甘草、薄荷、川厚撲 各3g，桔梗、瓜麥皮、五味子 各6g。
^ingredients2947 (2)方仁淵治由氣喘而加浮腫咳右脈緊，此水氣閉於皮膚，<金匱）所謂皮水是也。際此嚴寒，發汗極難，恐不 易治：麻黃、杏仁、桂枝、細辛、附子、防己、豬苓、生甘草、前胡、茯苓，得汗後喘腫略退，宗前議如減：麻黃、杏仁、桂枝） 細辛、附子、茯苓、白芍、蘇子、前胡、生甘草，浮腫喘咳大退。再宗仲景法，小青龍湯去麻黃加茯苓、款冬花、杏仁。
^ingredients2948 外兼治10日後，水腫明顯消退。余見胃納不佳，神倦乏力等脾陽不振之證，擬六君湯加強健牌利濕：黨參 18g，白朮、陳 皮、半夏、藿香 各9g，砂仁4.5g，薏苡仁34g，紅飯豆30g，茯苓、黃耆各2g，椒目3g。
^ck36z05h092
^norm 氣虛水腫。
^chinese 虛腫。、
^combo 氣虛+津滯+氣滯+陽鬰
^ill〔氣虛失充〕
^symtom ①面黃，②乏力，③肢疲而重，④食慾不振，⑤腰酸，⑥勞後浮腫加重。
^pulse 脈沉弱略滑。\\、
^ill2〔津不化氣〕
^symtom 腫腰以下為甚，按之沒指。.‧
^ill<sub=1>〔氣化不行〕
^symtom 小便短少。
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula<var=2>〔防己黃耆湯證〕
^origin〔葉小布方〕
^ingredients2949 黃耆30g，白朮、漢防己、葶藶子、澤瀉、帶皮茯苓、菟絲子各IOg，椒目6g。
^ck36z05h169
^norm 陽虛水泛。
^chinese 上盛下虛，腫脹，梅核氣。
^combo 陽虛+津滯+氣滯
^ill〔陽氣不振〕
^symtom ①形體消瘦，面色黧黑，面色恍白少華，淡白，②頭目眩暈，③精神疲憊，倦怠少力，動 則喘促，④惡寒自汗，⑤四肢厥冷，⑥食慾不振，⑦小便清長。
^tounge 舌苔膩有津，質淡胖，苔滑。
^pulse ①脈沉弦無力，②沉細。
^ill2〔津不化氣〕
^symtom ①身腫，下肢浮腫，②脅間隙變窄，咳吐清稀痰。
^pulse 沉滑。
^ill<sub=1>〔氣化不行〕
^symtom 小溲不利。
^ill2<sub=1>〔氣機不宣〕
^symtom ①咽喉不利如物梗塞，②胸悶氣短，心中煩悶，③氣喘。
^ill<sub=2>〔氣機不利〕
^symtom ①右胸廓痿陷，胸脅疼痛，②小腹脹滿。
^formula〔蘇子降氣湯證〕
^origin〔劉渡舟方〕
^ingredients2950 蘇子、陳皮、半夏、厚樸、前胡、生薑、當歸、甘草、桂枝，加桔梗、白蔻仁 各6g。
^alias虛寒難滿，寒飲祖中。
^chinese 痞滿，陽明中寒，胃中寒，固瘕，惡阻，宵脘痛。
^western宵竇炎。基本證象：
^ill【陽氣不】
^symtom①背惡，②胸中覺冷，③肢逆冷，④體倦神疲。
^tounge①舌淡中冷，②苔薄白.③苔灰白多津。
^pulse ①脈弦，②沉細，③脈遲緊。
^ill2〔氣機不宣〕
^symtom①胸滿.②胸室。
^ill3〔氣化不降〕
^symtom①噯氣頻頻.②唾液瀋津，泛吐淸水，③食谷欲嘔，飲水即噦，+④時吐誕沫。
^ill4〔氣機不利〕
^symtom①胸脘痞滿，②B脘痞密，③滿，④M痛綿綿，得矢氣則痛可暫緩。
^tounge 白滑而嫩。
^pulse  脈沉弦
^ill5〔水谷不分〕
^symtom①自利，②完谷不ih,③小便不利，©手足諏然汗出。
^ck37z13h251
^chinese 痞滿。
^combo 陽鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①背惡寒，②胸中覺冷，③肢逆冷，④體倦神疲。
^tounge ①舌淡中冷，②苔薄白，③苔灰A多津。
^pulse ①脈弦，②沉細，③脈遲緊。
^ill2〔氣機不利〕
^symtom ①胸脘痞滿，②胃脘痞塞。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸滿，②胸窒。
^ill<sub=2>〔氣化不降〕
^symtom ①胸脘壅塞不舒，噯氣頻頻，②唾液津津，泛吐清水。
^formulas
^formula〔乾姜半夏人參湯加附子證〕
^origin〔林善星方〕
^ingredients2951 乾薑、附子 各6g，黨參9g，半夏4.5g。
^ck37z13h269
^norm 寒飲阻中。
^chinese 陽明中寒，胃中寒，固瘕。
^combo 陽虛+氣滯+津洩+氣逆
^ill〔陽氣不振〕
^symtom ①肢厥，②大便常溏，大便必先粳後溏。
^tounge 舌淡，苔白滑。
^pulse 脈遲緊。
^ill2〔氣機不利〕
^symtom ①胃脘痞塞，②院腹滿，③腹痛綿綿，得矢氣則痛可暫緩。
^tounge 白滑而嫩。
^pulse 脈沉弦。
^ill<sub=1>〔水谷不分〕
^symtom ①自利，②完谷不止，③小便不利，④手足澉然汗出。
^ill<sub=2>〔氣機不降〕
^symtom ①不能食，食谷欲嘔，飲水即噦，②泛吐清水，時吐涎沫，③噯氣。
^formulas
^formula1〔乾薑半夏人參湯加附子證〕
^origin〔林善星方〕
^ingredients2952 乾薑、附子 各6g，黨參9g，半S4.5g。
^formula2〔厚樸甘簞生薑半夏人參湯證〕
^origin〔《傷寒指莘》方〕
^ingredients2953 厚樸、甘草、生薑、半夏、人參。
^ck37z13h252
^norm 寒飲上逆。
^chinese惡阻，胃脘痛。
^western 胃竇炎。_
^combo 陽虛+氣逆+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①面色蒼白，感，６大便稀溏，７四末冷。
^tounge 西苔白滑。
^pulse 脈細滑。
^ill2〔氣機沖逆〕
^symtom ①食人即吐，
^ill<sub=1>〔氣機不利〕
^symtom 胃中脹痛。
^ill<sub=2>〔氣機不宣〕
^symtom ①胸脘痞塞，
^formula1〔溫化寒飲法證〕
^origin〔金壽山方〕
^ingredients2954 茯苓24g，桂枝6g，炒白朮、旋復花、枳殼、陳皮 各9g，炙甘藎、吳茱萸 各4.5g，公丁香1.5g，代赭石30g，黨參 12g，砂仁3g，生薑5片，大棗5枚。
^formula2〔乾姜人參f夏湯證〕
^origin〔林善星方〕
^ingredients2955 乾薑、半夏 各4.5g，龕參9g。
^norm 寒哮，冷哮，痰喘。飲屬陰邪，久必傷陽，陽虛停飲，而喘者，亦稱虛嗶。然久病< 或因過投溫燥，亦可傷殘氣液，而寒飲總屬陰邪，因而成陰陽虛實錯雜之證。
^alias風寒夾飲，寒傷肺而夾痰飲，寒水射肺，寒伏肺俞。
^chinese 伏濕夾寒：伏飲，支飲證，咳喘，氣喘，哮喘，寒哮，虛喘，肺脹，肺痺，咯血，音啞，嘔吐，痞結，寒實 結胸。
^western 慢性氣管炎，哮喘性支氣管炎，肺氣腫及肺門淋巴結核，腺病毒肺炎合併肺不張，並發心力衰竭，先心並發 肺炎。
^ck37z12h057
^norm 風寒夾飲。
^chinese 伏濕夾寒，伏飲吼喘。
^combo 陽鬰+表鬰+氣鬱
^formulas
^formula1〔小脅龍湯證〕
^origin〔《傷寒論）方〕
^ingredients2956 麻黃、白芍葯、細辛、乾薑、炙甘草、桂枝 各三兩，五味午、半發各半升。水煎，分三次服。
^formula2<var=1>〔桂枝湯證〕
^origin〔鄭昌瑞方〕
^ingredients2957 桂枝、白芍、煮半夏6g，粉甘草3g，杏仁、厚樸、生薑4.5g，茯苓9g，紅棗2枚。
^ingredients2958 (4)吳坤安：寒邪犯肺飲發，凡外感寒邪，引動宿飲，上逆咳嗽，畏冷發熱，當以溫藥和之：桂枝、淡乾荽、半夏、茯苓、杏仁、炙甘草（《傷寒指舉》卷四67)。
^ck37z12h064
^norm 寒水射肺。
^chinese 喘咳，寒傷肺而夾痰飲。
^western 慢性氣管炎，腺病毐肺炎合併肺不張，並發心力衰竭。
^combo 陽鬰+表鬰+氣逆+氣鬱
^ill〔陽氣不宣〕
^symtom ①面色銃白，面色蒼白，面浮色黯，面育唇紺，②精神萎靡，時而煩躁，③倦怠肢冷，納 少神疲，④形凜痰多，清白稀薄，⑤四肢不溫，⑥小便不利。
^tounge ①芾淡苔薄白膩，②苔白滑，③灰白相兼而滑，舌淡苔膩微灰，④舌紅'尤苔。
^pulse ①脈細滑，脈細稍數，②脈沉弦而緊，③脈沉數無力，④脈虛。
^ill2〔氣機沖逆〕
^symtom ①氣喘咳嗽劇烈，平臥或稍活動則氣喘加重，夜難平臥，②咳嗽氣喘，喘促膈動，吐白痰 如泡沫，③乾嘔，嘔逆嘔惡或登。
^pulse 左脈弦虛。
^ill<sub=1>〔腠理不宣〕
^symtom ①發熱惡寒無汗，高熱無汗，②惡風微熱，③腰背酸楚，④面赤不渴。
^pulse 脈寸浮尺數。..
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶呼吸不暢，②喉間痰阻，咯吐不爽，③咳出白黏痰，痰多黏稠，④咳不出聲，短氣 不足以息，心下滿。
^ill<sub=2>〔清空不宣〕
^symtom ①頭痛與鳴，②眩暈，③音啞。
^formulas
^formula1〔小脊龍湯證〕
^origin〔《傷寒論》方〕
^ingredients2959 麻黃、白芍葯、細辛、乾薑、炙甘草、桂枝 各三兩，五味子、半芨各半升。水煎，分三次服。
^formula2〔新加三拗湯證〕
^origin〔《通俗傷寒論》方〕
^formula3<var=2>〔射乾麻黃湯證〕
^origin〔蒲輔周方〕
^ingredients2960 射乾2.1g，麻黃、細辛 各1.5g，五味子30粒，乾薑0.9g，紫菀2.4g，法半夏3g，大棗4枚。
^ingredients2961 極:射乾、細辛、甘蓽（炙）各.5g，紫菀2.4g，五味子10粒，半茇、茯苓、化橘紅 各3g，麻黃0.9g，蘇子（炒）
^ck37z12h227
^norm 寒飲阻肺。
^chinese 咳喘，伏飲，肺脹。
^combo 氣鬱+氣逆
^ill〔氣機沖逆〕
^symtom ①暴喘不乳，咳嗽喘急，痰白而稀，或咳而嘔，②氣逆咳嗽，氣塞喉底、胸膈，不思食物，③畚枕嗆吐稠痰，④氣沖胃脘，心悸溪動，必欲起坐。
^ill<sub=1>〔氣機不宣〕
^symtom ①面色萎黃，面浮，②胸滿，③咳嗽痰出覺冷，咯痰黏膩，④惡寒，形寒背部為甚，⑤甚 則胸服引痛，左脅內痛，不能倚左而臥，⑥口苦，口渴心煩，不思飲水，⑦二便俱閉。
^tounge ①舌淡紅，②舌苔白滑，③舌苔白膩質粉紅。
^pulse ①脈右浮弦，左遲，②脈右弦，左濡，③脈弦滑，④兩脈細弱無力，⑤脈伏。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔射千麻黃湯證〕
^origin〔《金匱要略》方〕
^ingredients2962 射乾十三枚（一法 三兩.)，麻黃 四兩，生薑，細辛、紫菀、款冬花 各三兩，五味子半升，半夏八枚（一法半升），大棗 七枚。水煎，分三次服。
^formula2〔加臧蘇陳九寶湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients2963 桑白皮、大腹皮、陳皮、蘇葉、薄荷、麻黃、杏仁、桂枝、甘草、生薑 各6g，烏梅1枚。
^formula3<var=2>〔小青龍湯合三子養親湯證〕
^origin〔蔣慶雨方〕
^ingredients2964 麻黃、桂枝、乾薑、半夏、細辛、膽南星、附子、蘆根、冬瓜子、蘇子、白芥子。
^formula4〔加減小資龍湯證〕
^origin〔（魏長春臨床經驗選輯》方〕
^ingredients2965 生麻黃1.2g，桂枝、五味子、乾荽 各1.5g，白芍6g，炙甘草3g，半夏、款冬花、杏仁 各9g。
^formula5〔姜桂二陳湯證〕
^origin〔費伯雄方〕
^ingredients2966 炮姜、桂枝、橘紅、半芨、葶藶子、當歸、茯苓、白朮、蘇子、杏仁、薏苡仁。
^ingredients2967 (4)周小農治肺脹暴喘不乳，面浮脈(，二便俱閉，宜溫開肺寒並化水氣：麻黃、乾荽、北細辛 各0.9g，桂枝、生甘 草0.6g，白巧、茯苓 各6g，半芨4.5g，杏仁9g，通草、防己 各1.5g，五味子5粒（《周小農醫案》35)。
^ingredients2968 (7)張際春治風寒挾痰閉於肺：麻黃、炙甘草 各2.4g，杏仁、赤茯苓 各9g，廣陳皮4.5g，荽汁3滴，葶藶子、黑白丑  各6g，蘿蔔汁10匙，大棗5枚。
^ck37z12h251
^norm 寒飲上逆。
^chinese 嘔吐。
^combo 陽鬰+氣鬱氣滯
^ill〔陽氣不宣〕
^symtom ①面色鮮明，②不渴。
^tounge ①舌白，苔膩，②舌胎白滑。
^pulse 脈沉而弦。
^ill2〔氣機不利〕
^ill<sub=1>〔氣機不宣〕
^symtom ①不得飲食，②咳嗽。
^ill<sub=2>〔氣機不降〕
^symtom ①嘔逆嘔吐白沫，②欲咳先嘔逆。
^formulas
^formula<var=1>〔二陳湯證〕
^origin〔吳坤安方〕
^ingredients2969 陳皮、法半S、茯苓、甘草加桂枝、乾姜、薑汁。
^ck37z12h063
^norm 寒水結胸。
^chinese 寒實結胸。_
^combo 陽鬰‧氣結+氣逆+氣熾+津洩
^ill〔陽氣不宣〕
^symtom ①面色蒼白，②典根餌青脈，③指、趾尖涼冷。
^tounge ①舌苔溥白，②舌淡紅苔白厚。
^ill<sub=1>〔氣機沖逆〕
^symtom ①欲吐不吐之狀，②泛惡欲嘔，③咳嗽痰多。
^ill2<sub=1>〔熱迫津洩〕
^ill<sub=2>〔氣機不2〕
^symtom ①頭畢眩，②瘤啞不言‧不啼不哭，不咳不喘，不食不眠，偶有太息呻吟。
^formulas
^formula〔三物白散證〕
^origin〔王治磕方〕
^ingredients2970 巴豆霜5g，貝母、桔梗 各15g，共研末，每服1.5g，溫開水調服。
^ck37z12h229
^norm 寒伏肺俞。
^chinese 肺痺，咯血。
^combo  '鬰+氣滯+血溢
^ill〔氣機不宣〕
^symtom ①胎I悶咳痰不爽，②納食不馨，③雖口渴引飲，而飲不喜涼。
^ill2〔氣機不利〕
^symtom ①胸脅脹疼，②左脅作痛，臥難者枕，③二便俱閉。
^tounge 舌淡紅苔白厚，舌苔並無燥形。
^pulse 脈有數勢。
^ill<sub=1>〔氣機不降〕
^symtom ①咳嗽痰多，②氣逆，③泛惡欲嘔
^ill2〔絡瘀血溢〕
^symtom ①痰中帶血，②略血，或紫或鮮。
^ill<sub=2>〔清竅不宣〕
^symtom 失音。
^formulas
^formula〔小青龍湯出入證〕
^origin〔王和伯方〕
^ingredients2971 (1)袁桂生治初秋咳嗽，痰中帶血，誤投滋潤，致咳嗽未減，而胃納反差，小青龍合瓜蔞薤白湯：麻黃、桂枝、半夏  各6g，五味子、細辛、炙甘草各l.5g，北細辛3g，2劑愈。
^ingredients2972 (2)方仁淵治寒伏肺俞，氣逆不降，致咳嗽積年不愈，甚則吐血，此非肝腎陰虧，乃留逆氣傷其絡也。宗仲聖法：桂 枝、乾薑、五味子、白芍、炙甘草、蘇子、半發、茯苓、款冬花、海浮石，咳陣較少，痰中帶紅未盡，未胃逆少降，久咳 傷絡，血溢，當治其咳，不當治其血，溫降其合不必數數更方：桂枝、乾薑、白芍、五味子、半夏、炙甘草、旋復花、款 冬花、茯苓、代赭石、沉香汁。
^ck37z12h231
^norm 寒水伏肺。
^chinese 寒哮，支飲證。
^western 哮喘性支氣管炎。
^combo 陽鬰+氣鬱
^ill〔陽氣不宣〕
^symtom ①面色青晦，面色萎黃，形體瘦弱，②形寒怯冷，脊背惡寒，兩足冰冷，③頭痛身熱，惡 寒無汗，④納少神疲，⑤心忡面浮，形腫，閉H難張，⑥頭面汗出，容易汗出，⑦肩痛，腰背痠楚，⑧喘咳稀痰，遇冷即 發，夜間為甚，納少泛惡。
^tounge ①舌淡胖邊有齒痕.苔薄白，②舌質淡青苔薄膩，③苔白膩，④舌苔白滑，中後滿佈而厚。
^pulse ①脈細滑，脈沉細滑，脈細而遲，②脈滿，③脈虛，④脈沉弦W緊，⑤脈浮弦而滑。
^ill2〔氣機不宣〕
^symtom ①胸膈痞滿，②咳出內黏痰，咯痰白沫，③院悶食少，時欲嘔逆，④咳逆倚息，短氣不得臥。
^tounge 苔白膩。
^pulse ①左弦緊，右弦滑，②脈滑兼數，③脈浮滑。
^ill<sub=1>〔氣機不降〕
^symtom ①咳而上氣，多咳即喘，呼吸迫促，②喘息不能著枕，U夜俯兒而坐，喉中水雞聲。
^ill<sub=2>〔清竅不宣〕
^symtom 或呷或呀，喉中作水雞聲者。
^formulas
^formula1〔小音龍湯化裁證〕
^origin〔柯新橋方〕
^ingredients2973 麻黃、白芥子、黃芩、甘草 各6g，桂枝、乾薑、法半夏、五味子、蘇子、序樸 各10g，細辛3g。■
^formula2<var=1>〔千緡湯證〕
^origin〔傅再希方〕
^ingredients2974 白芥子、姜半犮、茯苓、川厚樸各陳皮4.5g，麻賁、小牙皂、甘草 各3g，細辛1.5g，生薑3片，紅棗3枚。
^ck37z12h121
^norm 寒飲傷津。
^chinese 氣喘，哮喘。
^western ‧.肺氣腫及肺門淋巴結核。
^combo 液傷+氣虛+氣逆+氣鬱
^ill〔津液消灼〕
^symtom ①形瘦，②午後低熱起伏，③手足心灼熱，④口乾欲飲。
^tounge 舌質紅苔薄白。』
^pulse ①脈細數，②脈細滑數。
^ill2〔氣機沖逆〕
^symtom ①咳逆倚息不得臥，痰白如泡沫，②氣喘痰鳴。
^tounge 苔白厚。
^ill<sub=1>〔氣機不宣〕
^symtom ①咳嗽白黏咯不爽，②納滯。
^ill<sub=2>〔氣虛失充〕》-
^formulas
^formula1<var=2>〔小音龍湯證〕
^origin〔何若蘋方〕
^ingredients2975 北沙參、姜半反 各9g，麥冬12g，白芍、杏仁 各6g，五味子4.5g，細辛1.5g，橘紅3g，
^formula2〔養陰清肺蠲化伏飲方證〕
^origin〔張風郊方〕
^alias外寒內飲，痰飲擗積，肺脾陽虛，上盛下虛。
^chinese ：風水，咳喘，哮喘，肺脹。
^western急性腎炎，餿性支氣管炎，支氣管哮喘，腺病毒肺炎。
^ill〔陽氣不宣〕
^symtom ①形寒怕冷，②顏面浮腫，③口不渴，④無汁，⑤肩痛，腰背痛，⑥頭上有汗，⑦兩足冰冷，
^tounge 舌淡苔白，苔白膩。
^pulse ①脈沉弦而緊，②脈沉細滑、③脈浮。
^symtom ①胸悶，不能平臥；苦悶欲絕，②咳嗽痰稀，痰多泡沫，③納呆食少不便。
^symtom ①哮喘痰鳴，氣促，不得平臥。
^symtom ①頭擇，②頭痛。本證一 H056治陽失宜候
^symtom ①典流清涕，②喉間如水雞聲，轉證一H23帥陽失宣候
^ck37z02h056
^norm 外寒內飲。
^chinese 風水。
^western 急性腎炎。
^combo 陽鬰+氣鬱+空竅
^ill〔陽氣不宣〕
^symtom ①形寒怕冷，②顏面浮腫，③口不渴，④無汗。
^tounge 舌淡苔白。
^pulse 脈浮。
^ill2〔氣機不宣〕
^symtom ①胸悶，②咳嗽痰稀，③納呆食少。
^ill<sub=1>〔清空不宣〕
^symtom 頭暈。
^ill2<sub=1>〔清竅不宣〕
^symtom 典流清涕。
^ill<sub=2>〔氣機不降〕
^symtom 喉中水雞聲。
^formulas
^formula<var=2>〔小青龍湯證〕
^origin〔伍炳彩方〕
^ingredients2976 麻黃、法半食、大腹皮、白芍 各9g，細辛3g，乾薑、五味子、桂枝、甘草 各4.5g。
^ck37z02h231
^norm 痰飲擗積。
^chinese 哮喘。
^western支氣管哮喘。
^combo 陽鬰+氣鬱+清竅
^ill〔陽氣不宣〕
^symtom ①頭痛，②肩痛，腰背痛，③頭上有汗，④兩足冰冷，⑤心悸頭暈，⑥入冬加劇，夜間發作。
^tounge 苔白膩。
^pulse ①脈沉弦而緊，②脈沉細滑。
^ill2〔氣機不宣〕
^symtom ①胸悶不能平臥，苦悶欲絕，②疾多泡沫，③不食不便。
^tounge 舌苔中厚根膩。
^ill<sub=1>〔氣機不降〕
^symtom 哮喘痰鳴，氣促，不得平臥。
^ill<sub=2>〔清竅不宣〕
^symtom ①喉間如水雞聲，②兩目似突。
^formulas
^formula1〔溫肺蠲飲法證〕
^origin〔秦伯未方〕
^ingredients2977 炙麻黃、乾薑、五味子 各3g，桂枝4.5g，炒白芍、炒白朮、蘇子、炒萊服子、海浮石 各9g，g志4.5g，細辛1.5g。
^formula2〔五積散證〕
^origin〔葉橘泉方〕
^ingredients2978 麻黃、桔梗、陳皮、半夏、蒼朮、厚樸、甘草、茯苓、肉桂、乾姜、枳賣、桔梗、白芷、川芎、赤芍、當歸。
^ck37z02h232
^norm 肺脾陽虛。
^chinese 哮喘.咳喘。
^western 餿性支氣管炎。
^combo 陽虛+氣鬱+表虛
^ill〔陽氣不振〕
^symtom ①豐腴而面色萎黃無華，②形體消瘦，顏面虛浮，③短氣乏力，語聲低怯，④畏寒肢冷，５食慾不振，６食後腹脹，７腹滿便溏，大便溏爛，８痰多而稀薄。
^tounge ①舌質淡胖，邊有齒印，②舌淡苔白。
^pulse ①脈沉而細，②脈沉細弱而數。
^ill2〔氣機不宣〕
^tounge 苔白而滑。
^ill<sub=1>〔氣機不降〕
^symtom ①哮喘發作瀕繁，氣逆難於平臥，②咳喘氣促。
^ill2<sub=1>〔腠理不實〕
^symtom ①每遇氣候變化則發，②易患感冒。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔六苓湯證〕
^origin〔蒲輔周方〕
^formula2<var=1>〔二合三子湯證〕
^origin〔黎炳南方〕
^ingredients2979 法半夏、蘇子 各9g，桂枝（後下〉、茯苓各I2g，陳皮、炙甘草 各6g，萊菔子、黨參 各15g，白芥子3g。
^formula3<var=1>〔六君子湯證〕
^origin〔柯新橋方〕
^ingredients2980 黨參 12g，焦術、茯苓各5g，法半夏、陳皮、乾薑、五味子、厚樸、杏仁、萊菔子、甘萆 各10g，細辛3g，肉桂心6g。
^alias肝寒犯胃，厥陰寒熱錯雜之病，木火不明，胃寒，胃陽虛。
^chinese 胃脘痛，心痛，嘔吐，經行嘔吐，胃反證，登膈症，呃逆，哮喘，眩華，痰厥頭痛，崩漏，脊背強痛，失志 心風，氣厥，蛔厥。
^western支氣衍哮喘，慢性胃炎，肥淳性宵炎，幽門部後壁潰瘍，幽門不完全性梗阻，幽門不完全性梗阻，食道中段 憩室，冗長十二指腸及雙憩室，膽道鯛蟲，高血壓，耳源性眩暈，梅尼埃病，癒病，神經官能症。
^ill〔陽氣不宣〕
^symtom ①背惡寒，②胸中覺冷。本證一11251 H陽失和候H298肝陽失和候
^tounge ①舌暗淡邊有麵，②質淡韻白轉證一 _木火鬰腦肪2酬艦候
^symtom ①胃脘不舒，②胃脘劇痛，③食則脹痛，④心痛牽引背心及左肩亦痛。
^symtom ①胸中窒悶，②咳嗽吐痰，③食少腹脹，④不能進食。
^symtom （D噯氣吐酸，吞酸，２泛吐清水，泛嘔痰涎，③納食即吐。
^ck37z16h251
^norm 肝寒犯胃，胃寒。
^chinese 胃痛，.嘔吐。』
^western 肥厚性宵炎，幽門不完全性梗阻。
^combo 陽鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①背惡寒，②胸中覺冷。
^tounge ①舌暗淡邊有齒痕，②質淡苔薄白膩，③苔薄白。
^pulse 脈微弦，脈弦。
^ill2〔氣機不利〕
^symtom ①胃脘不舒，②胃脘劇痛，③食則脹痛。
^ill<sub=1>〔氣機不宣〕
^symtom 不能進食。
^ill<sub=2>〔氣化不降〕
^symtom ①吞酸，②泛吐清水，泛嘔痰涎，③納食即吐。
^formulas
^formula1〔溫中化飲方證〕
^origin〔朱良春方〕
^ingredients2981 良姜、香附 各10g，蓽撥4.5g，姜半岌6g，茯苓15g，炒元胡、甘松 各9g，甘草5g。
^formula2〔解表溫中湯證〕
^origin〔程門雪方〕
^ck37z16h298
^norm 肝胃虛寒。
^chinese 胃脘痛，心痛。
^western 慢性宵炎。
^combo 陽虛+血虛+氣滯+氣鬱+陽鬰
^ill〔陽氣不振〕
^symtom ①體倦神疲』虛漵乏氣』②形寒畏冷，晚上尤甚』③心痛下半夜發作轉劇，④口渴喜熱飲，6足微腫，⑥大便時溏時秘。
^formulas
^formula1<var=2>〔烏梅丸證〕
^origin〔劉炯夫方〕
^ingredients2982 附片、烏梅、西黨參、白芍 各10g，炮姜、川花椒、株枝 各6g，吳萸3g，川黃連5g，青皮、陳皮、木香 各9g。
^formula2〔心痛湯證〕
^origin〔李斯熾方〕
^ingredients2983 吳茱萸、桂枝、薤白、五味子 各6g，瓜蔞20g，法半夏、茯苓、當歸、酸棗仁、安冬 各9g，白芍、山藥、黨參 各12g，甘草3g。
^ck37z16h279
^norm 厥陰寒熱錯雜之病。
^chinese 眩暈。蛔厥，經行嘔吐，崩漏。
^western膽道蝸蟲，耳源性眩暈。
^combo 氣鬰+氣逆+清空+氣蒸+律洩+陽鬰
^ill〔氣機不宣〕
^symtom 胸悶食少，不思納谷。
^tounge 苔薄白，膩而潤。
^pulse 脈弦滑。
^symtom ①乾嘔，②嘔吐欲僕，嘔吐食物，踔沫酸苦，③胃脘脹痛，臍部跳動，④兩乳脹痛
^tounge 苔薄白。
^pulse 脈弦細。
^symtom ①頭痛眩暈，②頭眩如乘舟車，四周錄物轉動，耳鳴如蟬聲。
^symtom 便溏。
^symtom ①面色蒼白，②四肢欠溫，手足厥冷，③上熱下寒，④口渴不欲飲。
^tounge 舌淡紅。
^pulse ①脈弦細，②或沉緩，③或滿滑。
^ill2〔津氣蘊蒸〕
^symtom ①口苫咽乾，②嘈雜心煩，③心悸不寐，④午後身熱而赤，⑤便乾尿黃，⑥經水淋滴不斷，色黯紅或有塊，臍部壓痛。
^tounge 舌紅苔黃厚。
^formulas
^formula1〔烏梅丸證〕
^origin〔《傷寒論》方〕
^ingredients2984 烏梅三百枚，細辛 六兩，乾荽 十兩，黃連 十六兩，當歸 四兩，炮附子 六兩，蜀椒 四兩，桂枝 六兩，人參 六兩，黃柏六 兩。蜜丸，如梧桐子大，每服十丸，日三次。
^formula2〔止吐湯證〕
^origin〔《程門雪醫案》方〕
^ck37z16h252
^norm 寒飲上逆。
^chinese 嘔吐，胃反證，經行嘔吐。
^western 幽門不完全性梗阻。
^combo 陽虛+氣逆+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①眩暈不支，肌肉消瘦，②四末冰冷，③形寒提冷，④喜熱容按，得食痛減。
^tounge ①舌淡苔薄白，②暗淡邊有齒印，苔薄白膩。
^ill2〔氣機沖逆〕
^symtom ①納食即吐，②朝食暮吐，漸至終日嘔吐不停，所吐皆痰涎清水，③嘔逆後其氣上衝頭項，搏痛甚劇，④行經必嘔，自覺氣逆上行，少則嘔吐幾十次，多則上百次，直至月經終止，米水不進。
^ill<sub=1>〔氣機不利〕
^symtom ①宵脘劇痛，②兩乳脹痛。
^tounge 苔白滑。
^pulse 脈弦滑。
^ill<sub=2>〔氣機不宣〕
^formulas
^formula1〔乾薑人參半5湯證〕
^origin〔林善星方〕
^ingredients2985 乾薑30g，黨參45g，半夏90g，吳茱萸15g，共末米糊丸，每服9g，日3服，生薑湯下。
^ingredients2986 旋復花、黃連、香附 各6g，代赭石30g，人參2g (或太子參204，姜半夏IOg，吳茱萸、肉桂、沉香 各3g，生白芍 12g，生薑3片，大棗4枚。
^ck37z16h253
^norm 胃陽虛。
^chinese 胃脘痛。
^western 幽門部後壁潰瘍。
^combo 陽虛+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①形瘦納衰，②喜暖惡冷。
^tounge 舌質淡9
^pulse ①脈弱，②脈細。
^ill2〔氣機不利〕
^symtom 胃脘疼痛。
^ill<sub=2>〔氣機不降〕
^symtom 泛吐清水。
^formulas
^formula〔黃耆建中湯合枳實薤白桂枝湯證〕
^origin〔胡安邦方〕
^ingredients2987 瓦愣子18g，黃耆、當歸、老薤白、全瓜蔞 各9g，桂枝、甘草、枳殼 各4.5g，白芍6g。
^ck37z16h299
^norm 寒飲傷陽。
^chinese 眩暈，痰厥頭痛。
^western 高血壓，食道中段憩室，冗長十二指腸及雙憩室。
^combo 陽虛+血虛+絡虛+清空+陽鬰
^ill〔陽氣不振〕
^symtom ①面色晦黯，精神睏倦，語音低微，②提寒惡風，四肢不溫，四肢微冷，③腹貓便溏，溲清，④兩足酸軟。
^tounge ①舌淡苔少，②舌胖淡苔白滑，③舌苔滑潤。
^pulse ①脈遲細弱，②脈弦細遲，③脈象細滑。
^ill2〔清空失養〕
^symtom ①頭痛頭疼驟發，而以巔頂為甚。太陽穴復覺刺痛，②頭眩耳鳴，耳聾，③後腦麻木。
^ill<sub=1>〔絡脈失榮〕
^symtom ①兩脅翳痛，②胸悶痛，左胸尤甚。
^tounge 舌淡紅而苔少。
^pulse 脈弦細而遲弱。
^ill2〔血虛失養〕
^symtom ①面黃體瘦，②精神疲乏，③失寐多夢，④氣促心悸。
^pulse 脈細緩而弱。
^ill<sub=2>〔陽氣不和〕
^symtom ①飲食難進，左喉間似有核阻礙飲食，②噯氣欲嘔吐出黏液，嘔吐大童白沫，③瀉出帶白 色黏液糞水，④咳嗽，吐痰涎。
^formulas
^formula1〔吳茱萸湯證〕
^origin〔《傷寒論》方〕
^formula2〔當歸四逆加吳萸生薑湯證〕
^origin〔（傷寒論） 方〕
^alias上盛下虛，戴陽症。
^chinese 咳喘，哮喘，眩暈，飲家陰吹。
^western 小兒支氣管肺炎，慢支肺氣腫，嗜酸性白血球增多性哮喘。
^ck37z19h232
^norm 肺陽虛。
^chinese 哮喘。
^western 嗜酸性白血球增多性哮喘。
^combo 陽虛+氣鬱+表虛+清竅
^ill〔陽氣不振〕
^symtom ①而色蒼暗，曆淡紫而潤，②氣短，動作尤甚，遇冷加劇。
^tounge 荇白而潤。
^pulse ①脈遲緩，②兩尺不足。
^ill2〔氣機不宣〕
^symtom 咳吐白泡沫痰。
^tounge 苔白滑。
^pulse 脈弦。
^ill<sub=1>〔氣機不降〕
^symtom 氣喘不能平臥，端坐呼吸，痰涎壅盛。
^ill2<sub=1>〔腠理不實〕
^ill<sub=2>〔清竅不宣〕
^formulas
^formula〔溫腎蠲飲湯證〕
^origin〔《龔廷賢臨床經驗集》方〕
^ck37z19h174
^norm 上盛下虛，鉞陽症。
^chinese 哮喘，咳喘。
^western 小兒支氣管肺炎，慢支肺氣腫。
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^ill〔陽氣不振〕
^symtom ①素體蠃瘦，②背惡寒，形寒怯冷，四肢不溫，③面目虛浮，下肢微浮腫，④心悸怕冷甚，５大便洩利，小便清白，６口不渴，遇寒吏劇，７咳時佝僂，腰痛不可俯仰。
^tounge ①舌胖淡苔白，②舌淡苔白微膩。
^pulse ①脈虛級，②脈沉緩，尺弱，③脈沉遲無力，兩尺尤弱，④脈沉細微。
^ill2〔氣機沖逆〕
^symtom ①喘逆氣急，鼻煽痰聲漉漉，抬肩倚息不得臥，②咳喘咯白痰，③或吐水，④竣閉難出。
^ill<sub=1>〔陽氣不行〕
^symtom ①面青唇紺，②四肢厥逆。
^tounge 苔白膩。
^pulse ①脈滑小弦，②脈弦滑。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸脅引痛，②飯後飽脹。
^ill<sub=2>〔陽氣浮越〕
^symtom ①面赤而脹，②徹夜不能安枕，倚息，③自汗淋漓，眼眶凹陷，④身熱而四末厥冷。
^pulse ①脈沉細數，②脈虛數。
^formulas
^formula1〔麻附細辛合真武湯證〕
^origin〔螢廷瑤方〕
^ingredients2988 麻黃、附片 各4.5g，細辛2.4g，獲蒼、炒白朮9g，乾薑3g，五味子1.5g。
^formula2<var=1>〔真武湯證〕溫陽鎮水和鉺，治表邪已解，腎陽虛，水泛為痰，心悸怕冷甚，飯後飽脹，口不渴，小便清白，脈 沉緩，尺弱。詳見病案（4)。
^ingredients2989 附片、茯苓 各12g，白芍、白朮、生薑'、半夏 各9g，細辛、五味子、砂仁、乾薑 各6g。
^formula3<var=1>〔附子湯證〕
^origin〔俞長榮方〕
^ingredients2990 茯苓、芍葯、生薑、白朮、炮附子加細辛、乾姜、五味子、肉桂。
^ck37z19h175
^norm 腎不納氣，虛寒腎喘。
^chinese 虛喘。
^western 老年慢性氣管炎，肺氣腫，支氣貲哮喘，風濕性心臟病。
^ill〔陽氣不振〕
^symtom ①面黃消瘦，面色無華，②聲音低微，呼吸困難，③畏風怕冷，午後畏寒，肢末欠溫，肢 冷，④頭暈心悸心慌，⑤口淡納呆，口黏不渦，⑥肢倦腰酸，⑦尿頻屎少，大便溏洩，⑧面部微浮，下肢浮腫，全身性浮 腫，⑨口唇、四肢末梢發紺，十咳痰稀白多泡，痰白髮涼，?梢常不知自流。
^tounge ①舌質淡，苔白獻，②苔白滑潤。
^pulse ①脈沉小，脈沉細，②脈沉遲且細，③脈弦細無力，④脈沉弱。
^ill2〔氣機沖逆〕
^symtom ①咳喘，咳則喘蹩，痰白，時吐清水，②氣促，不得平臥，③喘息不能平臥，吸氣尤艱，
^tounge 苔白滑。
^ill<sub=1>〔陰虛失養〕
^tounge 舌淡紅。
^ill<sub=2>〔陽氣浮越〕
^tounge ①舌質暗紅，苔白，舌邊緣有齒印瘀點，②苔灰滑。
^formulas
^formula〔自擬扶陽湯證〕
^origin〔孫海龍方〕
^ingredients2991 熟附塊、陳皮、白朮、甘草 各10g，仙靈脾、補骨脂 各20g，黨參、黃耆、茯苓 各25g，、半夏15g。
^alias寒飲克肺，水冷金寒，陽虛水腫，上盛下虛，下虛痰飲，腎不納氣，腎虛氣逆，內閉外脫，陰盛格陽，真寒假熱，亡陽。
^chinese 久咳，咳喘，痰飲喘逆，虛喘，腎喘，哮喘，水腫，風水，陽脫。
^western r慢性氣管炎，支氣管哮喘，支氣管擴張，支氣管肺炎合併心衰，肺心病，心衰合併肺部黴菌感染，原發性高 血壓及冠心病，急性腎炎。
^symtom ①形寒畏冷，②神疲，③咯痰色白而稀，④夜間發作。
^tounge 舌淡苔薄白。
^pulse 脈沉。
^symtom ①胸悶，②咳瘐。
^tounge 苔灰黑而滑潤。
^pulse 脈滑。
^symtom 痰喘氣急，呼吸困難，不能平臥。
^symtom ①面色萎黃，②面白唇紫，③頭犖，④腿無力，⑤痰由貨膿轉白。
^tounge 舌有黑色瘀斑。
^pulse 脈細。K
^ck37z05h231
^norm 寒水上泛。
^chinese 哮喘。
^western 支氣管哮喘，支氣管擴張。
^combo 陽鬰+氣鬱+清竅
^ill〔陽氣不宣〕
^symtom ①形寒畏冷，②神疲，③咯痰色白而稀，④夜間發作。
^tounge 舌淡苔薄白。
^formulas
^formula1〔麻附果湯證〕
^origin〔《臨證治驗》方〕
^ingredients2992 麻黃、附子、白果、五味子、葶藶子 各10g。
^formula2〔麻附湯證〕
^origin〔姜春華方〕
^ingredients2993 麻黃、桂枝、款冬花、紫菀 各9g，附子6g，細辛1.5g。
^ingredients2994 (1)章次公治支氣管擴張：鼓槌指，五復湯主之：五味子、粉甘草 各3g，旋復花、白芍、炙紫菀、款冬花 各9g，白果 5g，炙麻黃、白芥子各4.5S，北細辛2.4g，鵝管石18g，廣陳皮6g (《章次公醫案）)。
^ck37z05h073
^norm 陽虛水腫。
^chinese 水腫，風水。
^western 急性腎炎。
^combo 陽虛+表鬰+氣鬱+陽鬰
^formulas
^formula<var=2>〔麻黃附子細辛湯證〕
^origin〔伍炳彩方〕
^ingredients2995 麻黃9g，明附片、大腹皮、茯苓皮 各6g，細辛2.1g，陳皮、生薑皮 各3g。
^ck37z05h232
^norm 寒飲克肺，水冷金寒。
^chinese 久咳，痰飲喘逆。
^western 支氣管哮喘。
^combo 陽虛+表虛+氣鬱+清竅
^ill〔陽氣不振〕
^symtom ①面色萎黃，②面白唇紫，③頭容：，④腿無力，⑤塊由黃膿轉白。
^tounge 舌有黑色瘀斑。
^pulse 脈細。
^ill2〔氣機不宣〕
^symtom 胸悶。
^pulse 脈滑。
^ill<sub=1>〔氣機不降〕
^symtom 痰喘氣急，呼吸困難，不能平臥。
^ill2<sub=1>〔腠理不實〕
^ill<sub=2>〔清竅不宣〕
^formulas
^formula<var=1>〔麻附細辛湯證〕
^origin〔姜春華方〕
^ingredients2996 附片、陳皮、桂枝、麻黃 各6g，乾薑、移山參 各3g，細辛1.5g，姜半芨9g，後加雲茯苓9g，砂仁1.5g。
^ck37z05h174
^norm 上盛下虛，下虛痰飲。
^chinese 哮喘，咳喘。
^western 慢性氣管炎，肺心病，心衰合併肺部筇菌感染。
^combo 陽虛+氣逆+陽滯+氣滯4‧陽浮
^ill〔陽氣不振〕
^symtom ①語言低微，②惡寒，怕冷，易感冒，不欲飲水，③四肢清冷，④心慌短氣，呼多吸少，
^tounge ①舌質淡，②苔白膩，③舌苔薄白。
^pulse 脈沉遲且細。
^symtom ①咳嗆上氣，動則喘甚，痰多且稀，②咳喘痰鳴，張口抬肩，端坐呼吸，不能平臥。
^symtom ①神昏面白唇紫，②下肢浮腫。
^tounge 苔灰白膩，舌邊有豆大片狀白膜。
^pulse 脈細弦。
^symtom 胸悶腹脹。
^symtom ①頭身汗出如雨，②心煩不安，③尿少而黃。
^pulse ①脈疾數無力，②脈息芤而微數。
^formulas
^formula<var=1>〔麻附細辛湯證〕
^origin〔祝味菊方〕
^ck37z05h175
^norm 腎不納氣，腎喘。
^chinese 咳嗽，哮喘。
^western 慢性氣管炎。
^ill〔陽氣不振〕
^symtom ①面唇青紫，②惡寒肢冷，③聲低氣怯，④腰膝酸軟，⑤時冷汗淋漓，⑥痰多且稀，痰清 蛩多而無力咳出，⑦下肢浮腫，頭而四.肢輕度浮腫，⑧甚則遺溺。
^tounge 舌質淡，舌暗淡，苔白膩。
^pulse ①脈沉遲且細，②脈沉細而數。
^ill2〔氣機沖逆〕
^symtom ①咳嗽哮喘，喉中痰鳴，②呼多吸少，張口抬珩，不能平臥，動則尤甚。
^ill<sub=1>〔陰虛失養〕
^symtom 咳嗽，痰少，喉中少有痰鳴。
^ill<sub=2>〔陽氣浮越〕
^symtom 胸滿心悸，心慌。一
^formula1<var=1>〔陽和湯證〕
^origin〔李民安方〕
^ingredients2997 生麻黃、附子、甘草 各6g，白芥子12g，熟地、菟絲子、茯苓 各30g，鹿用膠、桂枝、澤瀉 各9g，五味子、乾薑 各5g。
^formula2〔腎氣丸化裁證〕
^origin〔柯新橋方〕
^ingredients2998 熟地I8g，山藥、黨參、胡桃肉、茯苓、附片、棗皮、丹皮、肉桂心、乾薑、五味子 各15g，澤瀉2g，大腹皮30g。另 用丹參片隨湯藥吞服。
^formula3<var=2>〔蘇子降氣湯證〕
^origin〔周仲瑛方〕
^ingredients2999 肉桂（後下）、沉香（後下） 各2.5g，炙黃耆12j5，當歸、鐘乳石、炒蘇子、法半里、胡桃肉 各10g，橘皮5g，生薑 2片0.
^ingredients3000 1.論著：程門雪：我曾借用外科「陽和湯」法（熟地30g，白芥子3g，炒研，鹿角膠9g，姜炭、麻黃 各1.5g，肉桂、生甘草 各3g，水酒各半煎，加五味子1.5g)，治一兒童色晃體弱，陽虛哮症數年，亦獲良好效果，可見活法的運用。借用 方意，用熟地、麻黃、鹿角霜、甘草、?芥子，再加紫菀、冬花、白前、蘇子、杏仁等也有效果。
^ck37z05h220
^norm 上實下虛，腎不納氣，腎虛氣逆。
^chinese 虛喘，哮喘。
^western 支氣管哮喘，原發性高血壓及冠心病。
^combo 陰虛+氣逆+陰涸+陽浮
^ill〔陰虛失養〕
^symtom ①面色萎黃，神疲乏力，②腰膝酸軟，③夜尿多。
^ill2〔氣機沖逆〕
^symtom 咳嗽氣總，動則尤甚，２哮喘夜發作，發時胸悶氣喘，喉中冇痰聲，呼吸困難，不能平臥。
^tounge 苔白膩。
^pulse 脈細滑。
^ill<sub=1>〔陰液消涸〕
^symtom ①口乾苦不欲飲，②咳嗽痰多白沫，咯白色稠黏瘐，貨不多。
^tounge ①口唇舌質淡紫，②苔白，舌尖紅*苔薄白。
^pulse 脈弦滑。
^ill<sub=2>〔陽氣浮越〕
^formula1〔宣肺平喘補腎填精方證〕
^origin〔朱秀峰方〕
^ingredients3001 麻貿、淡蓯蓉、熟地9g，連皮杏仁15g，生甘草6g，銀杏仁10粒杵，菟絲子12g，水煎服。
^formula2〔蘇子降氣湯化裁證〕
^origin〔胡亞麗方〕
^ingredients3002 蘇子（包煎）、補骨脂 各18g，陳皮、當歸、地龍、山茱萸 各15g，法半夏12g，麻黃IOg，熟地、丹參 各20g，肉桂、植香、甘草 各5g。
^ck37z05h180
^norm 內閉外脫，陰盛格陽，真寒假熱，亡陽。
^chinese 陽脫。
^western 支氣管肺炎合併心衰。
^combo 陽虛+陽滯+陽鬰+陽脫
^ill〔陽氣不振〕
^symtom 四肢厥冷。
^tounge 舌淡苔白。，〔陽氣不行〕
^symtom ①面青，②神昏，③口唇指甲紺紫。
^ill<sub=1>〔陽氣怫鬰〕
^symtom ①低熱，②咳喘，③煩跺吵鬧，夜不安睡。
^pulse 脈沉細數。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①張口大喘，入少出多，痰聲漉漉，②嘔吐涎沫，③時而冷汗淋漓。
^formulas
^formula<var=1>〔麻黃附子細辛湯證〕
^origin〔劉燜夫方〕
^ingredients3003 附子5g，乾薑、五味子、麻黃(帶根節）、沉香、葶藶子、炙甘草 各3g，法半夏6g，細辛g，大棗3個。
^alias飲邪射肺凌心，上盛下虛，腎不納氣。
^chinese 頭痛，腎厥頭痛，喘咳，虛喘，哮喘。
^western肺氣腫，風心，尿毒症。
^ill〔陽氣不行〕
^symtom ①形寒發熱。
^tounge 苔膩。
^pulse 脈弦。
^symtom ①頭痛，頭痛偏右，甚於子夜，痛甚則嘔吐。
^symtom ①咳嗽氣急，痰多如泡沫，②哮喘本證一hoto清陽失位候
^symtom ①胸滿不食。 —H175_$—
^ck37z04h070
^norm 腎厥頭痛。
^chinese 腎厥頭痛。
^western尿毐症。
^combo 氣部+氣閉+血滯
^formulas
^formula〔吳茱萸湯加威證〕
^origin〔程門雪方〕
^ck37z04h174
^norm 飲邪射肺凌心。
^chinese 虛喘，哮喘。
^ill〔陽氣不振〕
^symtom ①面光且浮，②語呸低微，③提寒惡風，④心悸氣急，⑤兩下肢胂』⑥尿少色清。
^pulse 脈沉細。
^tounge 舌淡白而胖，苔白。〔氣機沖逆〕
^symtom ①咳嗽氣急，痰多如泡沫，②哮喘發時氣不接續，動則更甚。
^ill<sub=1>〔陽氣不行〕
^symtom 形寒發熱。
^ill2<sub=1>〔氣機不利〕
^symtom 少腹隱痛。‧
^ill<sub=2>〔陽氣浮越〕
^symtom ①午後高熱，②渴不欲飲。
^pulse 脈細虛數。
^formulas
^formula1〔溫陽化飲鎮攝浮陽證〕
^origin〔張風郊方〕
^formula2<var=2>〔桂枝龍牡湯證〕
^origin〔連建偉方〕
^ingredients3004 桂枝、炙甘草 各6g，炒?芍、炒白朮 各9g，生薑4片，大棗5枚，龍骨：貨? 各15g，牡蠣24g，黨參、茯苓 各12g，乾薑3g。
^ck37z04h175
^norm 上盛下虛，賢不納氣。
^chinese 喘咳。‧
^western 肺氣腫，風心病。's
^combo 陽虛+氣逆+陰虛+陽浮
^ill〔陽氣不振〕
^symtom ①面白不華，②身寒惡風，四肢不溫，③體倦無力，語言低微，氣不足息，④氣短心悸，
^tounge 舌潤胖，苔薄質淡而潤。
^pulse 脈寸弦尺軟。
^ill2〔氣機沖逆〕
^symtom ①喘咳大作，痰涎頊盛，痰多色白，呼吸不利，②咳逆不能平臥。
^pulse 脈弦。
^ill<sub=1>〔陰虛失養〕
^pulse 脈沉小數軟。
^ill<sub=2>〔陽氣浮越〕
^symtom 頭痛汗出。
^formulas
^formula〔蘇子降氣湯證〕
^origin〔劉渡舟方〕
^ingredients3005 蘇子、半芨、厚樸、前胡、生薑、橘紅、當歸、甘草、肉桂、沉香，加人參、冬蟲芨草 各6g。
^alias痰飲挾燥火，支飲射肺，痰熱互結。
^chinese 痰飲咳嗽，頓咳，喘咳，咳喘失血，哮喘，溫病挾飲，肺脹，溫邪伏飲，風溫喘促，春溫，傷暑喘咳，伏暑。
^western 慢性支氣管炎，耳日咳，支氣管肺炎，腺病毐肺炎，沒潤型肺結核，肺氣腫，肺心心衰01°。
^ill〔氣機不宣〕
^symtom ①咳時連聲不止，②面似虛浮，③胸中常悶，胸痞，④痰多:不利，咯之不爽，稀痰數日，繼則痰 濃咽乾。
^tounge 苔薄白膩。
^pulse ①脈浮，②脈弦滑，③脈洪數，右大於左。
^symtom ①嗆咳，②喉間痰聲漉漉，不能平臥。
^symtom ①音塞不揚，②咽乾，咳嗽喉中燥痛或癢。
^symtom ①咳嗽氣急病多，②咳而上氣，③氣喘痰鳴。
^pulse ①脈象沉弦。
^ck38z12h226
^norm 痰飲挾燥火。
^chinese 痰飲咳嗽，頓咳。
^western 慢性支氣管炎，百日咳。
^combo 氣鬱+清竅
^ill〔氣機不宣〕
^symtom ①咳時連聲不止，②面似虛浮，③胸中常悶，④痰多不利，稀痰數日，繼則痰濃咽乾。
^tounge 苔薄白膩。
^pulse 脈滑。
^ill<sub=1>〔氣機不降〕
^symtom ①嗆咳，②喉間痰聲漉漉，不能平臥。
^ill<sub=2>〔清竅不宣〕
^symtom ①音塞不揚，②咽乾，咳嗽喉中燥痛或癢。
^formulas
^formula1〔厚樸麻黃湯證〕
^origin〔《金匝要略） 方〕
^ingredients3006 厚樸 五兩，麻黃 四兩，石奇如雞子大，杏仁、半夏各半升，乾薑、細辛 各二兩，小麥一升』五味子半升。水煎』分三 次服。
^formula2〔射乾麻黃湯出入證〕
^origin〔張楠方〕
^ingredients3007 射乾、五味子、紫菀、生半夏、杏仁、川貝母、浙貝母、桑白皮、生石奇 各9g，麻黃3g，生薑6g。
^ck38z12h227
^norm 飲熱阻肺。
^chinese 喘咳，哮喘。
^western 支氣管肺炎、浸潤型肺結核，肺氣腫。
^combo 氣鬱+氣逆+空竅
^formula〔小青龍湯加半貝丸證〕
^origin〔上海某醫院方〕
^ingredients3008 麻黃、荽半夏、炒乾薑、五味子、川桂枝、白芍、北細辛、清炙甘牮，加半貝丸4.5g。
^ingredients3009 0.3g，枳殼2.1g (《張聿青醫案》184)。
^ck38z12h045
^norm 支飲射肺。
^chinese 溫病挾飲，風溫喘促，肺脹，哮喘。
^western 腺病痗肺炎，肺心心衰。
^combo 氣鬱+氣熱4‧氣滯+氣逆
^ill〔氣機不宣〕
^symtom ①咳嗽心慌，②發憋，面青白，面色紫紺，③神情疲憊，呼吸短促，不得平臥。
^tounge 舌紅尖絳，色白而潤。'
^pulse ①脈浮，②脈象浮滑，迸按有力.。
^ill2〔津氣邃蒸〕
^symtom ①面紅身熱，發熱無休，②心煩，③口不千不思飲，④咯痰黃黏，⑤小便短黃，大便較乾，溺赤便溏。
^tounge ①舌苔微黃，②舌紫苔白中帶黃微膩，③舌淡苔灰黑。
^pulse ①脈滑數，②脈象沉急，③脈沉緊。
^ill3〔氣機不利〕
^symtom ①二便不爽，②下利。
^ill4〔氣機沖逆〕
^symtom ①咳而上氣，②煩躁而喘，③喘懣痰多，喘不能臥，痰聲漉漉，目似不瞬，④咳嘔。
^ill5〔清竅不宣〕
^symtom 頭暈頭痛。
^formulas
^formula〔小青龍加石裔湯證〕
^origin〔《金匱要略》方〕
^ingredients3010 麻黃、芍葯、桂枝、細辛、甘草、乾薑 各三兩，五味子、半夏各半升，石音 二兩。水煎，分三次服。
^ck38z12h102
^norm 溫裊夾飲。
^chinese 溫邪伏飲，傷暑喘咳，伏暑。
^combo 氣熾+氣逆+液灼
^ill〔津氣蘊熾〕
^symtom ①溺赤便溏，②二便不爽。
^tounge 舌苔微黃。
^pulse 脈象沉急。
^ill2〔氣機沖逆〕
^symtom ①咳嘔，②咳嗽喘滿，③喘急。
^ill<sub=1>〔津液消灼〕
^symtom 煩渴。
^ill<sub=2>〔氣機不降〕
^symtom 脘痞痰多。
^formulas
^formula1〔桂枝湯加威證〕
^origin〔（傷寒指舉》方〕
^ingredients3011 石膏、桂枝、半夏、茯苓、澤瀉、杏仁、薏苡仁、白芍、甘草。
^formula2〔丹溪清暑止咳法證〕
^origin〔許少麟方〕
^ingredients3012 滑石36g，甘草6g，乾薑4.5g，細辛2.1g，五味子3g。
^ck38z12h121
^norm 飲熱傷津。..
^chinese 春溫，咳喘，哮喘。
^western 肺氣腫。
^combo 液灼+氣逆+氣鬱+氣虛
^ill〔津液消灼〕
^symtom ①瘦，②午後低熱，③手足心灼熱，④口揭，』口乾不欲飲，⑤自言心中乾甚，似難支持，６痰粘不爽，痰呈白沫，７小便赤少。
^tounge ①舌紅苔薄白，②舌苔黃膩。
^pulse 脈細滑數。
^ill2〔氣機沖逆〕
^symtom ①咳喘氣急，②心下脹滿甚劇，喘不能臥，③胸膺有火氣上升。
^ill<sub=1>〔氣機不宣〕
^symtom 胸悶。
^ill<sub=2>〔氣虛失充〕
^symtom ①面微貨，神悄呆滯，精力疲甚，②頭昏心悸，③時或形寒，畏寒鼻塞，④大便滑瀉，⑤ 喘咳發作，下午重。
^pulse ①脈象浮弦，②左脈似弦而有力，右脈似大而有力，然皆不堪重按。
^formulas
^formula<var=2>〔小資龍加石裔湯證〕
^origin〔屠揆先方〕
^ingredients3013 麻黃、五味子、甘亨 各5g，細辛3g，乾薑句，桂枝％，生石奔30g，制半夏、北沙參、麥冬、苦杏仁 各10g。
^ck38z12h229
^norm 痰熱互結。
^chinese 咳喘失血，哮喘。
^combo 氣鬱+氣滯+血溢+清竅
^ill〔氣機不宣〕
^symtom ①胸中憋悶，胸滿痰結，②咳嗽頻發，咯痰不爽，色白黏稠，③咳出青黃涕如彈丸，④口 渴飲冷，小便黃赤。
^tounge ①舌暗苔黃，②苔膩微黃，③苦黃膩。、
^pulse ①脈弦滑，@脈滑數。
^ill2〔氣機不利〕
^symtom 胸悶時痛，胸悶且痛。`)