jsonp(15,{"name":"cm","start":32792},`^pulse 脈細滑。
^ill<sub=1>〔氣機不降〕
^symtom ①咳嗽氣逆，咳嗆哮吼，②喘滿，氣促，喘不得臥。
^ill2〔絡瘀血溢〕
^symtom 咳血。
^ill<sub=2>〔清竅不宣〕
^symtom 咽痛。
^formulas
^formula1〔千金麥門冬湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3014 麥冬、桑皮各％，生地、紫菀、竹茹 各9g，竹瀝、半夏 各4.5g，苦枯梗2.4g，蜜炙麻黃、北五味子 各1.5g，炙甘草 1.2g，或用細辛0，6～0.9g代麻黃，再加黑炮姜1.5g拌搗五味子，尤去肺寒要藥。
^formula2〔辛溫寒合方證〕
^origin〔張聿青方〕
^alias木火刑金。
^chinese 咳喘，胸痛，懸飲。
^western 滲出性胸膜炎，胸積液。
^ck38z04h229
^norm 木火刑金。
^chinese 咳喘，胸痛。
^western 滲出性胸膜炎。
^combo 氣鬱+氣滯+血溢+清竅
^formulas
^formula1〔逐飲湯證〕
^origin〔施今賚方〕
^ingredients3015 冬瓜子、甜瓜子 各30g，車前子、赤茯岑、鮮茅根、，鮮蘆.根） 赤苟、丹皮、青橘葉、焦內金各Og，丹參15g，.青陳皮、桔梗、枳殼 各5g，白杏仁6g，全瓜蔞24g，代赭石12g。
^formula2〔芎?湯證〕
^origin〔《臨證治驗》方〕
^ingredients3016 麻黃6g，黃芩、杏仁、地龍、川芎、甜葶藶、冬瓜子 各10g，全蠍3g，生蔥苡仁15g。
^ck38z04h278
^norm 木火刑金。
^chinese 魅飲。
^western 胸膜炎胸水。
^combo 氣熾+氣逆+氣滯+清空+神擾+陽鬰1
^ill〔津氣斑熾〕
^symtom ①面部潮紅，②發熱，下午較甚，③痰黏稠，④口乾渴，⑤小便微黃，大便乾結。
^tounge 舌苔貨白。
^pulse 左脈芤數，右細數。
^ill2〔清空不寧〕
^ill<sub=1>〔氣機沖逆〕
^symtom 氣促。
^ill2<sub=1>〔氣機不利〕
^symtom 咳嗽的引起右胸脅刺痛。
^ill<sub=2>〔神志不寧〕
^ill2<sub=2>〔陽氣不和〕
^symtom 伴有惡寒。
^formulas
^formula1〔宣肺豁痰清肝通絡〕
^origin〔胡架基方〕
^ingredients3017 龍膽草、木通 各9g，柴胡、梔子、
^ck38z04h121
^chinese懸飲。••'
^western胸積液。
^ill〔津液消灼〕
^symtom①面黃暗晦，②消瘦，③時吐稀沫，④不欲食但欲飲。
^tounge荇微黃膩。
^pulse脈浮滑，重按弦數。
^ill2〔氣機沖逆〕癥象:•①氣緊，②咳喘不止。
^ill<sub=1>〔氣機不宣〕
^symtom 胸痛引脅。
^ill<sub=2>〔氣虛失充〕
^symtom①精神萎靡，②疲乏無力
^tounge 舌質淡紅。」
^formulas
^formula〔辛通苦洩甘寒鹹潤方證〕
^origin〔巧維賢方〕
^ingredients3018 茯苓、白芥子 各15g，半芨、黃芩、人參葉 各12g，宵皮6g，玄參Mg，表冬18g，葶藶子、丹皮 各9g，蹴甲25g，北沙 參 30go
^alias陽虛停飲夾熱，上熱下寒，上盛下虛。
^chinese 咳喘，喘腫。
^western 慢性支氣管炎，慢支感染，喘息型慢性氣竹炎，阻塞性肺氣腫，老年性肺氣腫合併支氣管感染，慢性肺源性 心臟病、高血壓性心臟病，心力衰竭in級，甲狀腺腺瘤，雙側胸腔積液。
^ck38z05h227
^norm 寒水化熱。
^chinese 咳喘。
^western 慢支，老年性肺氣腫合併支氣管感染。
^combo 氣鬱+氣逆+清竅
^ill〔氣機沖逆〕
^symtom ①氣急，胸悶難言，倚息不得臥，②喘咳不能平臥，張口抬肩。
^ill<sub=1>〔氣機不宣〕
^symtom ①喘嗽，②咳嗽痰多，吐黃色稠痰。
^tounge 舌質暗，苔薄微黃。
^pulse 脈細數。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula〔厚樸麻黃湯加威證〕
^origin〔趙錫武方〕
^ingredients3019 厚樸2g，半H24g，麻黃、細辛、五味子 各6g，杏仁13g，生石呸45g，貨芩20g，橘紅、荊芥穗 各15g，生薑、茯苓  各9g，蘆根30g。
^ck38z05h079
^norm 陽虛停飲夾熱，上熱下寒。
^chinese 咳喘。
^western 慢支感染，喘息型慢性氣管炎。
^combo 陽虛+陽鬰+氣熾+氣鬱
^ill〔陽氣不振〕
^symtom ①惡寒，②四末欠溫，③汗出，④動則氣急，⑤腰酸，⑥夜尿多頻，⑦夜間喘甚。
^tounge 舌質淡苔膩。
^pulse ①脈沉細，②脈小促，③脈滑數無力。
^ill2〔津氣蘊熾〕
^symtom ①U苦口乾，②口揭，③自覺內熱，④略痰黃稠顯多。
^tounge 舌苔淡黃。
^pulse 脈數。
^ill<sub=1>〔陽氣不直〕
^symtom 冷，２足腫。
^tounge 苔薄白膩。
^ill2〔氣機不宣〕
^symtom 咳嗽，咯大迸泡沫痰夾膿性痰。
^ill<sub=2>〔氣機不降〕
^symtom ①胸憋氣念，②咳喘，倚息不得臥。
^formulas
^formula1〔麻參湯證〕
^origin〔張伯臾方〕
^formula2〔扶陽化飲洩熱定喘方證〕
^origin〔陳喬林方〕
^ingredients3020 川附片（先煎）10g，厚樸、法半復、地龍、蘇子 各15g，麻黃、細辛、五味子 各5g，生石脅50g，魚腥草（鮮）25g，生薑3片。水煎服。
^ck38z05h174
^norm 上盛下虛，上熱下寒。
^chinese喘咳，喘腫。
^western 慢性支氣衧炎，阻塞性肺氣腫，慢性肺源性心臟病，喘息型餿性氣管炎，高血壓性心臟病，心力 衰竭III級，甲狀腺腺瘤，雙側胸腔積液。
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^ill〔陽氣不振〕
^symtom ①形瘦神憊，②氣短氣不得續，咳聲低微，動則氣急心悸，③唇紺汗出，④四肢欠溫，⑤ 腰酸，⑥夜尿多，⑦尿少。
^tounge ①舌質淡苔膩，②舌苔薄白。
^pulse 脈細數無力。
^ill2〔氣機沖逆〕
^symtom ①喘咳，夜間喘甚，倚息不得臥，②心下痞滿，③咳嗽，吐白痰。
^ill<sub=1>〔陽氣不行〕
^symtom ①惡寒提冷，②手足不溫，（S)小便不利，④顏面微腫，下肢浮腫。
^ill2<sub=1>〔氣機不利〕
^symtom 心下痞滿，食後尤甚。‧』
^ill<sub=2>〔陽氣浮越〕
^symtom ①心悸不安，②口乾欲飲，口渴不欲飲，③咯痰黃稠1：多。
^tounge 舌苔淡黃。「
^pulse 脈滑數無力，脈弦細數:
^formulas
^formula〔真武、生脈，越婢加術方證〕
^origin〔趙錫武方〕
^chinese 伏飲，懸飲，支飲，哮喘，喘腫結胸，陽水，腫脹。
^western 高血壓，肺心，大葉性肺炎並發膿胸，兩肺陳舊性結核，兩側胸膜增淳黏連。
^ill〔氣機不宣〕
^symtom ①面色晦滯，口唇發紫，②胸悶而呼多吸少，語言斷續，聲音低沉，③疾多難咯a
^tounge 舌質淡而夾青。
^pulse 脈象弦細。
^symtom ①煩跺難忍，苦不欲生，②口氣穢濁，③奐涕黃稠，④小便黃短，大便難下。
^tounge 舌赤。
^pulse 數。
^symtom ①脅肋製痛，②腹脹而納食難下，本in；——H045清氣鬱逆候
^symtom ①哮喘，喉間水雞之聲，dM吐清涎。變證一似治氣不化候H089沛氣不化候
^ck38z02h045
^norm 飲邪上逆。
^chinese 伏飲，哮喘，喘腫。
^combo 氣鬱+氣蒸+氣滯+氣逆
^ill〔氣機不宣〕
^symtom 面色晦滯，口唇發紫，２胸悶而呼多吸少，語言斷續，聲音低沉，３疲多難咯。
^tounge 舌質淡而夾青。
^pulse 脈象弦細。
^ill2〔津氣瑄蒸〕
^symtom ①煩躁難忍，苦不欲生，②口氣穢濁，③鼻淶飯稠，④小便黃短，大便難下。
^ill<sub=1>〔氣機不利〕
^symtom ①脅肋掣痛，②腹脹而納食難下』③水走腸間而漉漉有聲』④雙足腫脹而重墜艱行。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①哮喘，喉間水雞之聲，②嘔吐清涎。'
^ill<sub=2>〔清竅不宣〕
^symtom 咽喉如阻。
^formulas
^formula<var=1>〔己椒藶黃丸證〕
^origin〔黃禾生方〕
^ingredients3021 防己、蘇子、法半夏各5g，椒H、大黃 各10g，葶藶子30g，射乾4，杏仁、厚樸 各16g，麻黃6g，青陳皮 各9g。摘錄：
^ck38z02h047
^norm 飲熱搏結。
^chinese 懸飲，支飲，結胸。
^western 肺心，高血壓，大葉性肺炎並發膿胸。
^combo 氣鬱+氣結+氣蒸
^ill〔氣機不宣〕
^symtom ①頭眩澹澹，②面色黧黑，③悸眩納呆，④胸滿短氣，⑤面腳微腫。
^tounge 苔白掙滑膩。
^pulse 脈沉緊。
^ill2〔氣機鬱結〕
^symtom ①心下痞堅，食入痞咀，②胸脘痞痛拒按，③大便秘結。
^pulse 脈湍數結代。
^ill<sub=1>〔氣機不降〕
^symtom ①咳逆倚息不得臥，②喘不得息，動則喘甚，喉中痰鳴。
^ill2<sub=1>〔津氣蘊蒸〕
^symtom ①口乾而苦，喜得熱飲，②小便黃熱，大便秘結。
^ill<sub=2>〔清竅不宣〕
^formulas
^formula1〔香蘇二陳湯證〕
^origin〔費伯雄方〕
^ingredients3022 沉香、蘇子、橘紅、半夏、茯苓、枳殼、厚樸、杏仁、鬰金、薏苡仁、薑汁。
^formula2〔陷胸承氣湯證〕
^origin〔吳匍方方〕
^formula3<var=1>〔—捻金證〕
^origin〔簡應坤方〕
^ingredients3023 人參6g，生大黃、黑丑、白丑、檳榔、枳殼、厚樸、澤瀉、土炒白朮 各3g，共為細末，蜂蜜糖水調服3g，每日3次。
^formula4<var=1>〔己椒藶黃丸證〕
^origin〔羅德安方〕
^ingredients3024 防己、葶藶、大腹皮、枳實各％，大黃、枇杷葉、姜半夏 各6g，茯苓、桑白皮、石決明各！2g，椒目、柴胡、甘草各
^ck38z02h044
^norm 熱飲上泛。
^chinese 陽水，哮喘。
^combo 氣鬱+氣蒸+津滯
^ill〔氣機不宣〕
^symtom ①胸緊，喘咳，②腹急，腹脹滿痛，③大便解而不爽。
^pulse 脈沉微至數不清。
^ill2〔津氣逋蒸〕
^symtom ①鼻竅黑，唇舌赤，②渴飲飲冷，③口苫，④發熱時惡寒發熱，⑤稀稠易出。
^tounge 舌赤。
^ill<sub=1>〔津不化氣〕
^symtom ①面目浮腫，②左面手足浮腫，按之慎而不起，腹部作水聲，二便不利。
^ill2<sub=1>〔氣機不行〕
^symtom 小便不利。
^ill<sub=2>〔氣機不降〕
^symtom ①氣喘甚急，②喉間痰鳴。
^formulas
^formula1〔越婢、小資龍湯合方證〕
^origin〔王九峰方〕
^ingredients3025 1桂枝、杏仁、白芍、石苻、雲茯苓、炙甘草、乾薑、五味字。
^formula2<var=1>〔麻杏甘石湯證〕
^origin〔周俊文方〕
^ingredients3026 姜麻黃3g，杏仁、桑白皮、浙貝母、赤小豆、朱茯苓、生石音 各9g，葶藶子、蘇子 各4.5g，澤瀉、蒼朮皮 各6g。
^ingredients3027 (2)周小農治面目浮腫，氣喘甚急，二便不利，予辛開肺氣，甘寒清熱：麻黃1.2g，杏仁、桑白皮 各9g，生甘草 1.5g，石音15g，冬瓜皮子12g，牛蒡子4.5g，蔽苡仁6g，前胡35，枇杷葉4片。
^ck38z02h089
^norm 熱飲內蓄。
^chinese 陽水，腫脹。
^western 兩肺陳舊性結核，兩側胸膜增厚黏連。
^combo 陽滯+津滯+氣鬱
^ill〔陽氣不行〕
^symtom ①面蒼唇黧，②與流清涕，③背冷惡風。
^tounge 舌質青紫，苔淡黃而厚膩。
^pulse 脈象沉弦。』
^ill2〔津不化氣〕
^symtom ①大便未行，腹部撐脹，漉漉之聲，②兩足腫將至膝，按之沒指。、
^ill<sub=1>〔氣化不行〕
^symtom 小便.色黃如茶，尿螢極少。
^ill<sub=2>〔氣機不宣〕
^symtom 咳聲頻作，痰白黏稠，咳吐不利。
^ill2<sub=2>〔氣機不降〕
^symtom ①張口喘息，氣難相續，②胸悶而脹，上氣喘息。
^formulas
^formula〔己椒藶黃丸與厚樸麻黃湯證〕
^origin〔焚禾生方〕
^ingredients3028 防己、白朮、椒目、葶藶子、大黃、茯苓、厚樸、麻黃、石裔、杏仁、半芨、乾薑、細辛、小麥、五味子。
^chinese 虛煩症，哮喘，不眠。
^western 神經官能症。
^ck39z18h039
^norm 胃不和。
^chinese 虛煩症，不寐。
^combo 氣鬱+氣蒸+陽鬰+空竅
^ill〔氣機不宣〕
^symtom ①嗽稀痰而不咳，②食不進。〔陽氣怫鬰〕
^symtom ①徹夜不寐，②煩躁，③將寐之際，體輒跳動。
^tounge 舌滑。
^ill<sub=1>〔津氣蘊蒸〕
^symtom ①心煩，②自汗。
^ill2〔氣機不降〕
^symtom 煩而嘔。
^ill<sub=2>〔清竅不利〕
^formulas
^formula1〔半夏桂枝湯〕
^origin〔《溫病條辨》方〕
^ingredients3029 半夏、白芍 各18g，秫米30g，桂枝12g，炙甘草3g，生薑9g，大棗2枚。水煎服。
^ck38z18h063
^norm 飲熱搏結。
^chinese 哮喘。
^combo 陽鬰+氣結+氣熾+氣逆+津洩+氣鬱
^ill〔陽氣不宣〕
^tounge 苔薄白。
^pulse 脈沉緩。
^ill2〔津氣繭熾〕
^symtom 口乾便秘。
^ill3〔氣機鬱結〕
^symtom ①腹滿，②便秘。
^ill<sub=1>〔氣機沖逆〕
^symtom 哮喘發作，晝輕夜菰，倚息不得臥。
^ill2<sub=1>〔熱迫津洩〕
^ill<sub=2>〔氣機不宣〕
^symtom 胸悶。
^formulas
^formula1〔大柴胡湯合桂枝茯苓丸加減〕
^origin〔胡希恕方〕
^ingredients3030 治哮喘：伴胸悶腹滿，口乾便秘，心悸眠差，苔薄白，脈沉緩。詳見病案。柴胡12g，黃芩、生薑、枳實、桂枝、桃仁' 茯苓、白芍 各10g，炙甘草、大黃 各6g，大棗4枚。
^ck38z18h276
^norm 寒飲鬱火。1
^chinese不眠。
^western 神經官能症。
^combo 氣鬱+神滯+神擾+陽鬰
^ill〔氣機不宣〕
^symtom 性情急躁，好生悶氣。
^ill<sub=1>〔神志不寧〕
^symtom ①發作時心煩急躁，②身不任物，③徹夜不眠。
^tounge 舌質紅，苔中心厚膩色黃。
^pulse 脈細數。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色明亮，②兩腿膝以下發燒，誤頗，③發困，夜晚重。
^formulas
^formula〔風引湯證〕
^origin〔白炳森方〕
^ingredients3031 大貨、龍骨 各15g，乾薑、桂枝、牡蠣 各12g，甘草9g，石苻、滑石、寒水石、石英、赤石脂、白石脂各？Og。
^alias食停中脘，氣滯食積，食滯化熱，脾胃寒滯，冷積中焦，乳食交阻，氣虛挾滯，虛寒夾滯，氣虛傷食，背氣上逆，胃 氣不和，脾胃不調，燥濕互勝，胃陰不足，脾胃陰虛。
^chinese 傷食，傷食笛亂，食滯發熱，氣虛挾滯發熱，呃逆，嘔吐，噫氣，惡食，疳積，胃脘疼，腹痛，腹冷痛，食 痛，食瀉，餐洩，寒瀉，傷食腫脹，谷脹，食脹，酒臌，食痿。
^western 急性胃擴張，幽門不完全性梗阻，急性機械性腸梗阻，胃扭轉，十二指腸球部潰瘍，小兒厭食症，中毒性消 化不良，慢性腹瀉，腸功能紊亂，胃柿石，柿宵石繼發胃炎，熱棗植物球。
^symtom 納呆厭食，食少。
^ck39z13h033
^norm 食停中脘。
^chinese 傷食廠
^combo 氣鬱+空竅
^ill〔氣機不宣〕
^symtom ①胸腹脹滿，②心中痛而吐或痛不吐，③惡食。
^pulse 右關脈滑盛。
^ill<sub=1>〔清竅不宣〕
^ill2<sub=1>〔清空不宣〕
^symtom 頭犖。
^ill<sub=2>〔氣機不降〕
^symtom ①噯腐吞酸，②膈間痛而吐。
^formulas
^formula<var=2>〔保和丸證〕
^origin〔王雨三方〕
^ingredients3032 2.病案：胸腹脹滿，噯腐吞『酸，頭暈惡食，右關脈滑盛，主神曲、山楂、麥芽、雞內金、陳皮、枳殼、砂仁、厚樸。
^ck39z13h043
^norm 食滯化熱。
^chinese 食滯發熱。
^combo 氣鬱+氣滯+氣蒸
^formulas
^formula<var=2>〔保和丸變湯劑證〕
^origin〔賈鏡環方〕
^ck39z13h050
^norm 氣虛挾滯。
^chinese 氣虛挾滯發熱，食痿。
^combo 氣虛+氣鬱+氣滯
^ill〔氣虛失充〕
^symtom ①面色滯黃，外形荽頓，楮神困頓，但欲寐，嗜臥懶言，②食慾不振.③手足軟弱，④午 後低熱，手心熱於手背。
^formulas
^formula〔七味白朮散證〕
^origin〔郝文軒方〕
^ingredients3033 黨參、白朮、茯苓、甘草、蘊香、木香、葛根加檳榔。
^ck39z13h248
^norm 胃氣上逆。
^chinese 呃逆，嘔吐，噫氣。
^combo 氣逆+氣鬱+氣滯-
^ill〔氣機沖逆〕
^symtom ①噁心嘔吐，②噯腐吞酸，③兀兀欲吐，得吐而後快，④食久吐出，吐大貴食糜，吐出綠 色苦水，⑤噫氣頻發，⑥呃逆。
^ill<sub=1>〔氣機不宣〕
^symtom 脘腹痞滿。
^tounge 舌紅，苔黃厚膩。
^pulse ①脈弦細，②脈象虛滑。
^ill<sub=2>〔氣機不利〕
^symtom ①胸中脹滿，②胸脘脹痛拒按，胃脘脹痛，中上腹旅痛，③痞滿發堵，④二便不暢，大便 不成形。
^tounge ①苔白膩，②苔黃膩。
^pulse ①脈弦滑，②脈弦澀。
^formulas
^formula1〔硨復代赭湯加減〕
^origin〔章叔賡方〕
^ingredients3034 枳實、川厚樸、陳皮 各6g，生大黃、姜川黃連 各3g，焦山楂、焦六曲、姜半復、竹茹 各9g，芍葯12g。
^ingredients3035 (2)何廉臣：因胃中飲食阻氣而呃者，食不消而朐脘痞滿以消食降氣為主，如沉香、砂仁、枳實、橘紅、青皮、檳 榔之類。便不通而脈來有力，酌用大小承氣湯下之（《通俗傷寒論》250)。
^ingredients3036 S、陳皮、乾薑、澤瀉、木香、麥芽、砂仁。
^ingredients3037 (5)中寒停滯，W氣上逆，食後胃脘脹痛；久則吐出，其味酸澀，主溫化，香蔻理中湯：白朮、山楂、神曲，連翹、茯苓、半芨、枳光、陳皮、生薑、萊菔子、白蔻仁、廣木香。
^ck39z13h246
^norm 宵氣不和。
^chinese 惡食，食滯胃痛。
^western 小兒厭食症。
^combo 氣鬱+陽鬰
^ill〔氣機不宣〕
^symtom ①不饑不寐，惡食，②貨則脹滿，③中脘滿悶，痞結胸滿。
^tounge ①舌苔厚膩，②舌苔厙膩而黃。
^pulse 脈沉實洪滑，脈滑。
^ill<sub=1>〔氣機不降〕
^symtom ①噯腐吞酸，②微嘔，嘔吐，.③大便欲解不通。
^ill<sub=2>〔陽氣不和〕
^formulas
^formula1〔悅脾湯證〕
^origin〔宋祚民方〕
^ingredients3038 蘊香、蘇梗、佛手、竹茹、天花粉、砂仁、焦山楂、焦檳榔、焦六曲、焦麥芽、荷葉。
^formula2〔化滯湯證〕
^origin〔秦仁生方〕
^ingredients3039 桃仁、雞內金、法半夏 各5g，焦山楂10g，五穀蟲、白茯岑、萊菔子、枳殼 各6g，陳皮3g，甘草2g。
^formula3〔消食散證〕
^origin〔張介安方〕
^ingredients3040 厚樸、茯苓、檳榔、麥芽、谷芽、石斛各I0g，陳皮、廣木香、建曲 各6g，燈心3只。
^formula4〔保和丸證〕
^origin〔 （丹溪心法） 方〕
^formula5〔消導二陳湯證〕
^origin〔《通俗fe寒論》方〕
^ingredients3041 枳殼4.5g，神曲9g，山楂、半茇 各6g，厚樸、陳皮 各3g，蒼朮2.4g，桑枝30g。水煎服。
^formula6〔三後丸證〕治痞滿脹悶，噯腐吞酸，惡聞食氣，脈左虛右滑，舌苔厚膩，脈沉實。
^ingredients3042 五穀蟲、陳倉米、炒巴豆、陳皮、三稜、雞內金、砂仁、麥芽、木香。
^ck39z13h247
^norm 食滯中脘。
^chinese 食痛。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom ①胸脘痞悶，②不欲飲食。
^ill<sub=1>〔氣機不利〕
^symtom 胃脘脹痛，得食反甚。
^tounge 苔黃。
^pulse 脈滑實。
^ill<sub=2>〔氣化不降〕
^symtom １吞酸噯腐，２噁心。
^formulas
^formula1〔保和丸證〕
^origin〔《丹溪心法》方〕
^formula2〔消導二陳湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3043 枳殼4，5g，神曲9g，山楂、半夏 各6g，厚樸、陳皮 各3g，蒼朮2.4g，桑枝30g。水煎服。
^ck39z13h256
^norm 宿食傷脾。
^chinese 食瀉。
^combo 氣滯+氣鬱+水洩
^ill〔水谷不分〕
^symtom ①稀水樣大便，腐臭，埴多，其氣如敗卵，②下利紅白。
^ill<sub=1>〔氣機不利〕
^symtom ①胸腹滿悶，②腹脹腹痛，瀉後痛減。
^tounge 舌質淺紅，苔厚膩滑。
^pulse ①脈沉滑有力，②脈數。
^ill<sub=2>〔氣機不宣〕
^symtom ①精神倦怠，胃納不好，②噫氣作酸，噯腐吞酸。
^formulas
^ingredients3044 焦術、廣陳皮、車前子、赤茯苓、台烏、焦山楂、焦六曲、蘊香 各9g，厚樸、枳殼 各3g，木香4.5g，砂仁2..4g，煨姜 3片。
^ck39z13h257
^chinese傷食瀉。
^combo 氣滯+氣鬱+水洩
^ill〔氣機不宣〕
^symtom 胸腹痞滿。
^tounge 舌苔厚膩而黃。
^pulse 滑數。）
^symtom ①腹脹拒按，②腹滿而痛，痛則欲便，便則痛減，矢氣時作，③瀉而不暢。
^tounge 苔厚膩微黃。
^ill<sub=1>〔氣機不降〕
^symtom ①嘔惡，②脘宇不舒，③噯氣頻頻，噯腐吞酸，上逆酸臭氣味。
^ill<sub=2>〔水谷不分〕
^symtom ①腹痛洩洱，大便腐臭，②完谷不化，有酸臭氣味。
^formulas
^formula1<var=2>〔保和丸證〕
^origin〔周天心方〕
^ingredients3045 山楂、連翹、陳皮、神曲 各6g，炒萊瓶子4.5g，半芨、枳實、大黃、厚樸 各3g。
^formula2〔消導清化證〕
^origin〔秦伯未方〕
^ck39z13h264
^norm 脾胃寒滯。
^chinese 餐洩，嫩
^combo 陽滯+氣滯+水洩
^ill〔陽氣不行〕
^symtom ①胃冷，②臍腹冷痛，③形衰。
^tounge 舌潤口不渴。
^pulse ①脈沉，②右脈沉遲。
^ill2〔氣機不利〕
^symtom ①腹滿腸鳴而痛，②股脹氣攻胸脅，③心腹脹滿，痛瀉不已，痛則欲便，便則痛減，④腹 脹大如鼓不硬。
^ill<sub=1>〔氣機不宣〕
^symtom ①噁心少食，②不欲飲食，食則噯腐吞酸
^ill<sub=2>〔水谷不分〕
^symtom ①餐洩不化，②洩瀉流連，自利白滑膠黏。
^formulas
^formula1〔加味楂曲平胃散證〕
^origin〔笛少逸方〕
^ingredients3046 蒼朮、陳皮、厚樸、甘草、山楂、神曲、麥芽、砂仁、草果，乾薑、肉桂心。
^formula2〔溫脾湯證〕
^origin〔《普濟本事方》方〕
^ingredients3047 姜厚樸、炮姜、甘草、肉桂心、生附子 各15g，大黃12g (後下）。
^ingredients3048 (3)費伯雄：腹滿腸鳴而痛，濯濯餐洩不化，理臟湯：枳殼、青皮、厚樸、乾薑、谷芽、當歸、茯苓、白朮、木香、白蔻仁、橘餅。
^ingredients3049 腹滿脘痛，溫中平胃散：炮姜、砂仁、木香、谷芽、神曲、廣陳皮、茅蒼朮、厚樸、枳殼、青皮、香櫞皮。
^ck39z13h249
^norm 冷積中脘。
^chinese 胃脘疼。
^western 胃柿石，柿W石繼發胃炎，黑棗枋物球。
^combo 氣鬱+氣結+氣滯
^ill〔氣機鬱結〕
^symtom 0）1）窩部可摸到茶碗大硬塊，上腹可觸及中等硬度之包塊。有壓痛，表面光滑，堅硬團塊，高低 不平，推之移動，痛感不明顯，２胃脘隱痛悶脹，按之不移，痛尤甚，③便乾燥，或欲大便而解之則無，矢氣甚多，小便暢利。
^tounge ①舌苔薄白，苔白M，②舌質正常，舌苔穢膩，中心黑色。
^pulse ①脈沉弦滑，②脈沉滑。
^ill2〔氣機不宣〕
^symtom ①週身乏力，②頭暈身倦，精神欠佳，③食慾不振，納谷大減。
^ill<sub=1>〔氣機不降〕
^symtom ①反酸暖氣，②噁心嘔吐，進食與飲水即吐，③嘔吐涎沫及血沫，④連聲呃逆。
^ill<sub=2>〔氣機不利〕
^symtom ①胃脘疼痛，②上腹脹滿，納食減少，③食後腹脹。
^tounge 苔貿膩。
^pulse 脈滑數有力。
^formulas
^formula1<var=2>〔山西中研所方證〕
^origin〔王琦方〕
^formula2<var=1>〔軟堅湯證〕
^origin〔孫一民方〕
^ingredients3050 瓦愣子24g，柴胡、炒枳殼、蘇桔梗、廣木香1高良姿 各6g，海浮石、白芍、赤芍、廣陳皮炭、香附、荽厚樸、萊菔 子、山楂、刀豆子、谷芽、麥芽、建曲 各9g。
^ingredients3051 第一處方：蒼朮、陳皮、香附、木香、莪術、焦神曲、乾薑、肉桂、肉蔻、草果、青皮、桃仁 各9g，檳榔15g，麥芽、砂仁、枳實、粉甘草、三稜 各6g。
^ck39z13h266
^norm 冷積中焦。
^chinese 胃脘痛，腹冷痛。
^western 胃扭轉，十二指腸球部潰瘍。
^combo 陽滯+氣結+氣滯+氣鬱
^formula1〔阿魏香檳丸證〕
^origin〔（蒲輔周醫療經驗》方〕
^formula2〔溫化丸證〕
^origin〔周小農方〕
^ingredients3052 乾薑、木香、枳實、六曲、香附、吳茱萸、烏藥、砂仁、青皮、厚樸、廣陳皮、桂枝、大黃，薑汁拌，曬，水泛丸。
^ck39z13h262
^norm 氣虛傷食。4
^chinese 腹痛。
^western 總性機械性腸梗阻。
^formula1〔補氣消導潤腸通便方證〕
^origin〔姚興華方〕
^ck39z13h090
^norm 食滯停水。
^chinese 傷食腫脹。
^combo 陽滯津滯+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom 肢冷。
^formulas
^ingredients3053 蒼朮、厚樸、陳皮、甘草加，枳實、山楂、麥芽、萊菔子、六神曲為主，硬處消則腫自愈，或加苓、澤兼利水亦可。
^ck39z13h091
^norm 食積臌脹。
^chinese 谷脹，食脹，酒臌。
^combo 陽滯+津滯+氣結
^ill〔陽氣不行〕
^formulas
^formula1〔秘製五香丸證〕
^origin〔何廉臣驗方〕
^ingredients3054 杜藿香、甘松、降香 各30g，枳殼24g，沉香、母丁香 各15g，巴筘9g，共研極勻，米糊為丸如芥菜子大，辰砂為衣，每服 1.2~1.5g。
^formula2〔疏鬰消滯湯證〕
^origin〔《通俗傷寒論》載葉案驗方〕
^formula3〔木香檳榔丸證〕
^origin〔《通俗傷寒論》載方〕
^ingredients3055 木香、川黃連、檳榔、川黃柏、廣陳皮、青皮、香附、枳殼、山稜（醋炒.)、莪術（醋炒〉、黑丑炒香、生大黃酒炒 各60g，芒硝90g，水法丸、每服6～9g。
^formula4〔三霜散證〕
^origin〔《通俗傷寒論》方〕
^formula5〔枳實導滯丸證〕
^origin〔《內外傷辨感論》方〕
^ingredients3056 大黃 一兩，枳實、神曲各五錢，茯苓、黃芩、黃連、白朮各三錢，澤瀉二，水丸，每服一錢五分至三錢，日二次。
^formula6〔萬應丸證〕
^origin〔《醫學正傳》方〕
^formula7〔解醒豬肚丸證〕
^origin〔《通俗傷寒論》方〕
^ck39z13h263
^norm 脾胃不調，燥濕互勝。
^chinese 疳積。
^western 小兒厭食症。
^combo 氣虛+氣滯+液灼+水洩+氣鬱
^ill〔氣虛失充〕
^symtom ①倦怠乏力，②食慾不振，③日漸消瘦，肚腹凹陷如舟。
^tounge 舌淡。
^pulse 脈細。
^ill2〔氣機不利〕
^ill<sub=1>〔津液消灼〕
^symtom 煩急厭食。
^tounge 苔少。
^ill2〔水谷不分〕
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1〔六神湯合消食丸化裁證〕
^origin〔胃正安方〕
^ingredients3057 黨參、白朮、茯苓、山藥、扁豆、木瓜、烏梅、白芍、山楂、神曲、厚樸、雞內金。
^formula2〔參苓白朮散化裁證〕
^origin〔張介安方〕
^ingredients3058 南北沙參各、白朮、茯苓、山藥、蓮肉、薏苡仁、扁豆、炒安芽 各10g，建曲、陳皮 各6g。
^ck39z13h261
^norm 脾虛食滯。、
^chinese 疳積，慢性腹瀉。
^western 小兒厭食症，腸功能紊亂。
^combo 氣虛+氣滯+水洩+氣鬱
^ill〔氣虛失充〕
^symtom ①精神倦怠，食少乏力，形體日趨羸弱，②唇乾，手心熱。
^tounge ①舌質淺紅，②舌邊有齒印。
^pulse ①脈濡軟而有滑意，②脈數。
^ill2〔水谷不分〕
^symtom ①稀水樣大便、腐臭，雖多，②稀溏不實，夾有黏液。
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹，②腸鳴。
^tounge ①苔白較厚，②苔薄白而中心有蠶豆大一塊垢膩。
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom 進食即吐。、
^formulas
^ingredients3059 黨參、白朮、茯苓、陳皮、蓮肉、澤瀉、山楂、神曲、砂仁。
^formula2<var=2>〔仿資生丸意證〕
^origin〔陳繼明方〕
^ck39z13h270
^norm 虛寒夾滯，乳食交阻。‧
^chinese 寒瀉，疳積。
^western 中毒性消化不良，小兒厭食症。
^combo 陽虛+氣滯+氣鬱+水洩
^ill〔陽氣不振〕
^symtom ①形體羸瘦，②面色暗滯，恍白兼青，繞唇發烏，③四肢不溫，體溫不足，倦怠乏力，④ 發熱起伏。
^tounge 舌淡。
^pulse ①脈遲細，②脈細數。
^symtom ①心腹脹滿，痞滿，②腹作痛脹，③噯氣如敗卵臭。
^tounge 苔白膩。
^ill<sub=1>〔水谷不分〕
^symtom ①便瀉日10餘次，兼有食渣，②大便溏薄兼有食渣：溲黃且少。
^ill<sub=2>〔氣機不宣〕
^symtom ①不思飲食，②煩急厭食。
^formula1〔溫中健脾消積導滯方證〕
^origin〔張風郊方〕
^formula2〔溫中回陽佐以消食方證〕
^origin〔鬰文駿方〕
^ingredients3060 黨參、白朮 各6g，雲茯苓9g，甘草1.5g，附子3g，肉桂0.9g，炮荽2.4g，砂仁6g，廣木香、吳茱萸各！.5g，炒蓮米 9g，焦山楂、雞內金 各1.5g。
^ingredients3061 (2)脾氣偏虛，食滯不化，痞滿不思飲食，腹作痛脹，便溏脈遲，主消補互用，八味理中丸：人參、白朮、乾薑、甘 草、茯苓、麥芽、神曲、砂仁。
^ck39z13h255
^norm 宵陰不足，脾捋陰虛。 ‧　　　內含病例：
^chinese 疳積，傷食笛亂。
^western 小兒厭食症。' ‧
^combo 氣虛+液涸+氣鬱
^ill〔津液枯涸〕
^symtom ①易饑多納，②口渴身熱，舌千聲嘶，③內熱，煩擾不安，人蓓昏睡譫語。
^tounge 舌紅苔淨，舌質紫絳無苔。
^ill2〔氣機不宣〕
^symtom ①胸悶，②脘腹臌脹。
^ill<sub=1>〔氣虛失充〕
^symtom ①神疲，②面青，③汗出肢冷，④大便溏洩。
^pulse 脈細如絲。
^ill<sub=2>〔氣機不降〕
^symtom 下嚥即吐。
^formulas
^formula<var=2>〔葉氏養胃湯證〕
^origin〔胃正安方〕
^ingredients3062 沙參、麥冬、玉竹、石斛、山藥、生扁豆、木瓜、烏梅、白芍、山楂、粳米、穀麥芽。
^alias宿食積滯.傷食類傷寒，食滯中脘，痰氣食交阻，食滯化熱。
^chinese傷食，外感夾食，傷寒夾食，濕溫夾食，宿食，食復，晨咳，食結胸，中食，食厥，酒厥。
^western 慢性支氣管.炎。
^symtom ①胸膈飽悶，②煩悶，③惡食不納，④胃脘痞滿，⑤咳嗽頻頻。
^symtom ①噯氣，②喉中痰鳴，咳葉黏瘐，色白蛩多。
^symtom ①惡寒發熱，②身體拘痛。本證一1034清氣鬱遏候HO57濟陽鬰退候
^ck39z12h034
^norm 傷食類傷寒，食滯中脘。
^chinese 傷食，食復，外感夾食。
^combo 氣鬱+表鬰+空竅
^formulas
^formula〔辛溫清導方證〕
^origin〔吳坤安方〕
^ingredients3063 紫蘇、厚樸、枳實、山楂肉、神曲、麥芽。
^ck39z12h057
^norm 風寒夾滯。
^chinese 傷寒夾食。
^ill〔陽氣不宣〕
^symtom ①惡寒無汗，②有汗惡風不解。
^tounge ①舌苔白厚，②苔簿膩。
^pulse ①緊盛有力，②脈浮滑。
^ill2〔腠理不宣〕
^symtom 身熱惡寒無汗。
^ill2〔氣機不宣〕
^symtom ①胸悶泛惡，心下痞滿，②胸痞洩瀉，③脘悶腹痛，腹內作脹。-‧
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不降〕
^symtom ①噁心，②嘔吐，③噯腐吞酸。
^ill<sub=2>〔清竅不宣〕
^ill2<sub=2>〔經氣不宣〕
^symtom 遍體酸疼。
^formulas
^formula1〔香蘇蔥豉湯證〕
^origin〔俞根初方〕
^formula2〔藿香正氣湯證〕
^origin〔俞根初方〕
^ingredients3064 藿香、姜半茇 各9g，厚樸、蘇梗 各4.5g，陳皮、白芷 各6g，茯苓皮12g，砂仁2.4g加枳實、桔梗。米食不化加神曲、麥芽，肉食不化加生山楂肉、草果。
^ingredients3065 心下痞滿，加枳實、黃連、桔梗，有痰嘔加半芨竹茹，米食不化加神曲、麥芽，肉食不化加生山楂肉、草果（《通俗 傷寒論》458)。
^ck39z12h058
^norm 痰氣食交阻。
^chinese 傷寒夾食，宿食。
^combo 陽鬰+表鬰+氣滯+氣鬱
^ill〔陽氣不宣〕
^symtom ①惡風寒，②冷汗。
^tounge 苔白厚。
^pulse 脈潘細如伏。
^ill2〔腠理不宣〕
^symtom ①惡寒發熱，午後寒熱，②身痛骨痛。
^pulse 脈緊。』
^ill2〔氣機不利〕
^symtom ①院悶脘脹而痛，②腹痛，腹中滿痛，③便秘。
^tounge 苔白眾黃。
^pulse 脈右滑。
^ill<sub=1>〔清空不宣〕
^symtom 頭痛。
^ill2<sub=1>〔氣機不直〕
^symtom ①胸悶，②畏食，③咳嗽。
^ill<sub=2>〔氣機不降〕
^symtom 嘔葉‧酸水。
^ill2<sub=2>〔清竅不宣〕
^formulas
^formula〔宜疏表寒消導冷滯方證〕
^origin〔吳坤安方〕
^ingredients3066 逭香、厚樸、青皮、香菊、神曲、山楂、麥芽、枳實、紫蘇、滑石。
^ck39z12h043
^norm 食滯化熱。
^chinese 濕溫夾食，食復。
^combo 氣鬱+氣蒸+氣滯
^ill〔氣機不宣〕
^symtom ①頭眩，目神呆鈍，②胸膈煩悶，③脘滿飽悶，不納，食難用飽。
^tounge 舌苔白。
^pulse 脈遲。
^ill2〔津氣繭蒸〕
^symtom ①身壯熱，腹灼熱，額熱，②口燥心煩，③口甜而膩，④溲赤小便難a
^tounge 舌黃。
^pulse ①脈譎數，②脈多洪盛滑數。
^ill<sub=1>〔氣機不利〕
^symtom ①院中飽脹，胸脘脹痛拒按，腹滿，②滯瀉，③二便不行。
^ill<sub=2>〔氣機不降〕
^symtom 千嘔。
^formulas
^formula<var=2>〔調中飲證〕
^origin〔何秀山方〕
^ck39z12h047
^norm 痰食交結。. ‧
^chinese 食結胸。
^combo 氣鬱+氣結+氣蒸‧、
^formulas
^formula1〔飛馬金丹證〕
^origin〔《通俗傷寒論》何廉臣方〕
^formula2<var=2>〔小陷胸湯證〕
^origin〔丁甘仁方〕
^ingredients3067 (2)齊有堂治傷寒結胸，證具煩躁不寧，宵氣將絕之候，予化結湯：天花粉15g，枳殼6g，麥芽、天冬、桑白皮、神 曲 各9g，結胸開而津液自生也。
^ck39z12h048
^norm 類中。
^chinese 中食，食厥，酒厥。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom ①心下滿而煩，②饑不能食，③肌膚微熱，
^ill<sub=1>〔氣機閉塞〕
^symtom ①面色蒼白，口唇紫紺，兩目直視，呼吸淺表，發厥不知人事，昏迷不醒，口不能言，肢 不能舉，②手足厥冷。
^pulse ①緊盛有力，脈乍緊，②沉澀似伏，③氣口脈形急大琪沉伏，④脈微欲絕。
^tounge 舌苔白膩。
^ill<sub=2>〔氣機不降〕
^symtom 時時噯氣。
^formulas
^formula<var=1>〔二陳湯證〕
^origin〔俞根初方〕
^ingredients3068 陳皮、法半夏、茯苓、甘草加枳實、厚樸、山楂、神曲、麥芽。
^ingredients3069 (2)陳士鐸：或怒則飲酒，不醉不休，以為常，忽發厥不知人事，稍蘇猶呼酒號叫，後昏牮，此膽經火動，主逍遙散 加陳皮、葛花、炒梔子、白芥子；或醒醞湯：乾萵根、柞枝、人參、茯神、白芍、川黃連、法半夏、吳茱萸。
^alias食滯胃腸，宿食阻結，食結腸腑，冷積中焦，食積壅塞中氣。
^chinese 食瀉，胃脘食痛，食積，腸結苯格，腸結腹痛，寒實腹痛，夾陰為寒，乾霍亂，悶痧，陽痧。
^western 腸梗阻，高位小腸梗阻，不完全性腸梗阻。
^symtom ①惡食，②喜熱飲。
^symtom ①噯氣，②食後噁心。
^symtom ①宵脘堵脹，飽脹，②時腹痛，大便乾結，矢氣頻頻，③腹脹硬，④大便不暢，瀉多覺少。
^tounge ①舌黃尖起芒刺，②苔白厚膩。
^symtom ①發熱不退，②煩躁不安，③小便 轉證一H249胃氣部結候H258中氣鬰結候H266脾陽鬰結候 短赤。變證——H259中氣窒閉候
^ck39z14h043
^norm 食滯胃腸。
^chinese 食瀉。
^combo 氣鬱+氣蒸+氣滯
^ill〔氣機不宣〕
^symtom ①發熱不退，②煩躁不安，③小便短赤。‧ *
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹硬，②大便不暢，瀉多量少。
^tounge 舌苔垢膩。，h6f <
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔消積導滯法〕
^origin〔董廷瑤方〕
^ingredients3070 青皮、葛根 各6g，連翹、炒神曲、大腹皮、炒萊菔子 各9g，枳殼、黃芩 各4.5g，陳皮、通草 各3g。
^ck39z14h249
^norm 宿食阻結。
^chinese 田脘食痛，食積。
^combo 氣鬱+氣結+氣滯
^ill〔氣機鬱結〕
^symtom ①胸脘痞粳不移，②胃脘堅痛，甚或有塊，痛不可按，③卒痛心胸高起，拒按如有物阻礙，纍纍不下。‧.
^pulse 脈沉實。
^ill2〔氣機不宣〕
^symtom ①惡食，②喜熱飲。
^ill<sub=1>【氣機不】
^symtom ①唆氣，②食後噁心。
^ill<sub=2>〔氣機不利〕
^symtom ①胃脘堵脹，飽脹，②時腹痛，大便乾結，矢氣頻頻。
^tounge ①舌黃尖起芒刺，②苔白厚膩。
^pulse ①脈沉弦，②脈有力。
^formulas
^formula〔消積丸證〕
^origin〔《蒲輔周醫療經驗） 方〕
^ingredients3071 乾薑、大黃、白蔻仁、阿魏 各6g，檳榔、厚樸、枳實、白朮 各9g，半茇3g，共末紅糖為丸，每晚服『1丸。
^ingredients3072 (2)胸脘痞粳不移，飽脹惡食，飲食不為肌膚，脈沉實，三稜丸加五穀蟲：雞內金、陳皮、三稜、砂仁、麥芽、木香。
^ck39z14h258
^chinese 腸結關格。
^western .腸梗阻。高位小腸梗阻。
^combo 氣結+氣逆+氣滯
^ill〔氣機鬱結〕
^symtom ①突發腹部脹滿硬痛拒按，②不矢氣，大便未解，溲短赤。
^tounge ①舌苔黃而清燥，②舌苔千白9. ‧
^pulse ①脈弦數，②脈沉數，③脈右關沉滑而數。
^ill<sub=1>〔氣機不利〕
^symtom ①腹痛不可忍，②腹部脹滿不矢氣，③飽滿拒按。
^ill<sub=2>〔氣機沖逆〕
^symtom 惡嘔，嘔吐。
^formulas
^formula1<var=1>〔厚樸三物湯證〕
^origin〔陳紹宗方〕
^ingredients3073 川厚樸、枳實、元明粉、萊菔子 各9g，火麻仁、瓜蔞仁各i2g，大黃、陳皮、廣木香 各6g，先服花生油60ral。
^formula2〔腸黏連緩解湯證〕
^origin〔夭律南開醫院方〕
^ingredients3074 厚樸、炒萊菔子各9~15g，芒硝6g (沖），木香、烏藥、桃仁、赤芍葯、番瀉葉 各9g。水煎服。
^ck39z14h266
^norm 冷積中焦。
^chinese 寒實腹痛。腸結腹痛，夾陰傷寒。
^western 腸梗阻，不完全性腸梗阻。
^combo 陽滯+氣結+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom ①惡寒肢冷，四肢逆冷，②面色恍白，面色蒼白無澤，面白唇青，③神疲不欲言，④自汗 如雨，⑤兩足均腫，腫及陰渙。
^tounge 舌淡苔白濁膩。
^pulse ①脈沉細，重按略現弦緊，②遲數無定，或三至一止，或五至七八至一止，皆弦勁有力。〔氣機鬱結〕
^symtom ‧.１腹痛拒按，臍周為甚，按之硬如石，２少腹之右端，狀如西瓜之半，堅如石，③腹中絞 痛如剌，④腹痛甚劇，腹脹如臌，大而且硬，痛時腸鳴，⑤使秘，大便3 H未行，欲矢氣而不可得。
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹拒按，腹脹便秘3日，亦無矢氣，②股痛陣作，愈痛愈脹，愈脹愈痛，③胺腹疼痛，時痛時止，大便乾結。
^tounge ①舌垢膩，②舌苔白厚膩。
^pulse ①脈沉實有力，②脈沉弦，③脈滑。
^ill<sub=2>〔氣機不宣〕?
^ill2<sub=2>〔氣機不降〕
^symtom ①噁心，口出淡水，②嘔吐不止，③嘔而不能食，食已即吐。
^formulas
^formula〔溢脾湯法證〕
^origin〔陳喬林方〕
^ingredients3075 川附片（先煎）30g，乾薑、大黃、枳實、萊菔子 各10g，潞黨參15g，細辛5g。
^ck39z14h259
^norm 食積鋰塞中氣。
^chinese 乾笛亂，悶痧，陽痧。
^combo 氣亂+氣滯+氣閉
^ill〔氣機不宣〕
^symtom ①腹中大痛，絞腸大痛，②便閉。
^tounge ①舌苔中黃尖紅，②甚則灰膩滿佈，中見紅點黑刺。
^pulse ①關尺沉弦而澀，②右關滑實。
^ill<sub=1>〔氣機逆亂〕
^symtom ①吐瀉不得，②嘔逆不入。
^ill<sub=2>〔氣機閉塞〕
^symtom ①煩躁悶亂，煩悶欲死，②神識督亂，昏不知人，③面青舌強，指冷甲紫，④足膝拘孿。
^pulse ①脈兩寸陷下，②無脈。
^formulas
^formula〔清疏中官方證〕
^origin〔吳坤安方〕
^ingredients3076 蘊香梗、序樸、川黃連、枳實、山楂肉、麥芽、鬰金、青皮、草蔻、滑石。
^alias食熱搏結。
^chinese 食積發熱，食疙，低熱。
^ill〔陽氣不和〕
^symtom ①面貿，面色晦黑，②手足反涼，畏寒。
^tounge 舌淡。
^pulse 脈右緊盛。
^ck39z15h083
^norm 食滯中脘。
^chinese 食積發熱，食瘧。I
^formulas
^formula<var=1>〔i柴平湯證〕
^origin〔俞根初方〕
^ingredients3077 柴胡、人參、半夏、黃芩、甘草、陳皮、厚樸、蒼朮、姜、棗，加萊菔子6g，拌炒春砂仁2. 4g，小青皮3g/水煎服。
^formula2<var=1>〔四逆散證〕
^origin〔儲輔周方〕
^ingredients3078 柴胡2.4g，白芍、炒枳實、竹茹、焦山楂、萊菔子 各3g，建曲、麥芽 各4.5g，炙甘草1.5g，淡豆豉生貧2片。
^ck39z15h086
^norm 食積化火。
^chinese 食積發熱，食瘧。
^combo 陽鬰+表鬰+氣鬱+氣熾氣結
^formulas
^formula〔小柴胡.小承氣合法證〕
^origin〔何書田方〕
^ingredients3079 柴胡、枳實、陳皮、逛香搜、淡青子芩、川厚樸、瓜萎、赤茯岑、知母、青寧丸。
^ck39z15h280
^norm 食熱搏結。
^chinese 低熱。
^combo 氣鬱+‧氣蒸+血蒸+陽鬰+神擾
^ill〔氣機不宣〕
^symtom 食慾欠佳。
^ill2〔津氣澶蒸〕
^symtom 煩躁。
^tounge 苔黃膩。
^pulse 脈滑沉數。
^ill3〔血熱蘊蒸〕
^symtom ①發熱下午重，②五心煩熱，③盜汗，④顴赤，目赤。
^tounge 舌紅。
^ill<sub=1>〔清空不寧〕
^symtom 頭暈。
^ill2<sub=1>〔氣機不降〕1
^ill<sub=2>〔陽氣不和〕
^symtom 面色蒼黃。
^ill2<sub=2>〔神志不寧〕
^symtom 急躁。
^formulas
^formula〔消導化滯佐清熱養陰方證〕
^origin〔劉延齡方〕
^ingredients3080 焦六曲、表芽、谷芽、山楂、知母、百部 各9g，川厚樸、荷葉 各15g，草果、柴胡 各4.5g，法半夏、甘草、青蒿、枯 黃芩 各6g，地骨皮12g，生薑3片。
^chinese 食積發熱，疳積症，疳積發熱，腹脹，陰結腹痛。
^western肝脂肪性變。
^ill〔陽氣不和〕
^symtom ①面黃，②手足反涼，畏寒。
^tounge 舌質淡、苔轉白膩。
^symtom ①身熱持續不退，無汗，②下午潮熱，入夜尤甚。
^symtom ①腹時痛，臍腹痛，②大便不行，小便短黃。
^tounge 苔黃膩而厚。
^pulse 脈沉數。本證一?083樞機部滯候
^symtom 嘔逆。轉—HI57氣陰虛滯候HID氣液虛滯候
^symtom ①食慾不振，不知饑，②咳嗽有痰。變證一 H2?脾氣虛結候Hni R氣虛結候
^ck39z18h083
^norm 肝脾鬰滯。： _
^chinese 食積發熱。
^combo 陽鬰+表鬰+氣滯+氣鬱
^ill<sub=2>〔清空不宣〕
^formulas
^formula〔加味四逆散證〕
^origin〔蒲輔周方〕
^ingredients3081 母、黃芩、白芍b ■
^ck39z18h122
^norm 積熱傷津。
^chinese 疳積症，腹脹。『
^western 肝脂肪性變。‧*7
^combo 液灼+氣滯+氣鬱+氣虛
^ill〔津液消灼〕
^symtom ①煩躁喜哭，②陰燒心煩，手足心熱，③肌膚燙手，渴冷不多，④身體枯槁，毛髮枯萎稀 疏，⑤小便赤。‧*
^tounge 舌質暗紅，苔薄白斑剝如地圖樣。
^ill2〔氣機不利〕
^symtom ①腹脹滿，②肝區痛，③大便不暢，大便滯。
^tounge 荇白膩。
^pulse 脈沉滑。
^ill3〔氣機不宣〕
^symtom ①精神呆滯，②納呆，③氣逆痰響。
^ill4〔氣虛失充〕
^symtom ①面黃肌瘦，②睡中筇睛，③自覺疲乏，④有時頭暈，⑤肢腫。
^formula1〔疳積方證〕
^origin〔谷振聲方〕
^ingredients3082 西潞參、麥冬、玉竹、生谷芽 各4.5g，檳榔1.2g，川黃連1.5g，赤芍、生草 各2.4g，蟬衣3g，夜明砂、望月砂 各6g，蓮子草、兒寬草、谷楮草 各9g，雞肝30g人煎。
^formula2〔山楂決明湯證〕
^origin〔關幼波方〕
^ingredients3083 青黛、生甘草 各10g，明礬3g，生山楂、草決明、白頭翁、北沙參 各15g，秦皮、鬰金、五味子、川續斷 各12g，焦四 仙30g。消脂湯：青黛、明礬、鬰金 各10g，熊膽3g，共末裝1號膠瘓，飯後服1粒，每R2~3次。
^ck39z18h157
^norm 疳積傷陰。
^chinese 疳積發熱。
^combo 氣虛+陰虛+氣滯+氣鬱
^formulas
^formula〔消積理脾飲證〕
^origin〔賈鏡環方〕
^ingredients3084 焦三仙、雞內金、炒檳榔、白朮、陳皮、鱉甲、青萵、胡黃連。
^ck39z18h262
^norm 脾虛食積。
^chinese疳積。
^ill〔氣虛失充〕
^symtom ①面色萎黃，②毛髮焦枯，③多汗，④口饞嗜食，夜眠煩擾。
^ill2〔氣機鬱結〕
^symtom ①腹脹硬滿，②大便堅硬。
^tounge 舌紅苔黃。
^ill<sub=1>〔氣機不利〕
^ill<sub=2>〔氣機不宣〕〔氣機不降〕
^formulas
^ck39z18h171
^norm 冷積陰結。
^chinese 腹痛。
^combo 陽虛+氣結+氣逆+陽滯
^ill〔陽氣不振〕
^symtom ①四肢厥逆，②冷汗淋滿，③口噤骱齒，④痛喜重按。
^ill2〔氣機鬱結〕
^symtom 繞臍腹痛，上連脘腹。
^tounge 苔白厚。
^pulse 脈沉緊有力。
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不行〕
^symtom 口乾便秘。
^formulas
^formula〔附子大黃湯證〕
^origin〔李聰甫方〕
^ingredients3085 熟附片7g，炮姜、草豆蔻、吳茱萸、油肉桂、炙甘草 各3g，廣陳皮5g，灑白芍、枳實、酒潤錦紋黃 各10g。
^alias積熱內壅，食滯中焦。
^chinese舌痛，口舌生瘡，傷食揮，白銅，脘腹痛，便秘‧惡食，旗脹痛，氣喘，醉飽發狂，食癇，嘔血。
^western 小兒厭食證，胃小彎及十二指腸球部復合潰瘍，胃小彎潰瘍伴出血，幽門不完全性梗阻。
^ck40z13h043
^norm 食積化熱。
^combo 氣鬱+氣蒸+氣滯
^ill〔氣機不宣〕
^symtom 厭食，飲食不思。
^ill2〔津氣蘊蒸〕
^symtom ①發熱，②口渴，③洩瀉酸臭，④溲短而赤。
^tounge 苔黃垢膩。
^pulse 脈象滑數。
^ill<sub=1>〔氣機不利〕
^symtom １腹滿拒按，２肚腹脹疼似臌。
^tounge 苔厚白膩。
^pulse 脈數。
^ill<sub=2>〔氣機不降〕
^symtom 泛吐酸餿，噁心嘔吐。
^formulas
^formula<var=2>〔木香檳榔丸證〕
^origin〔謝兆豐方〕
^ingredients3086 木香、大黃 各3g，檳榔、火腹皮 各6g，青皮、陳皮、枳殼 各5g，焦山楂、焦曲 各10g，萊菔子、雞內金、連翹 各9g。摘錄.‧
^ingredients3087 赤，腹滿拒按，苔黃垢膩，脈象滑數，方用大黃、枳實、神曲、茯苓、黃芩、負迮、澤瀉，
^ck40z13h258
^norm 積熱內壅，食滯中焦。
^chinese 便秘，惡食，腹脹痛，氣喘。
^western 小兒厭食證。、
^combo 氣結+氣逆+氣滯
^ill〔氣機鬱結〕
^symtom ①胃脘總痛，陣發拒按，②肚腹脹痛似鼓，發則劇痛脹滿，得食反甚，③大使閉結。
^tounge ①苔黃，②中心苔焦黃。
^pulse ①脈實，②脈有力，■③脈沉實。
^ill<sub=1>〔氣機不利〕
^symtom ①時有腹痛，大便乾燥，糞便特臭，小溲色深，②脘腹不舒，食慾不振。
^pulse 脈數。
^tounge 苔白厚膩。
^ill<sub=2>〔氣機沖逆〕
^symtom ①飲食不思，食後噁心，②泛吐酸餿.③氣喘氣逆。
^formulas
^formula〔L搜風順氣丸證〕
^origin〔康良石方〕
^ingredients3088 大黃155g，山藥、車前子、火麻仁、鬰李仁、牛膝 各90g，獨活、枳殼、防風、菟絲子、檳榔 各30g。蜜丸，每服9g，日二次。
^formula2〔行氣導滯洩熱通便方證〕
^origin〔謝兆豐方〕
^ingredients3089 炒檳榔、大腹皮 各6g，焦山楂、焦曲 各10g，炒枳殼、青皮、陳皮 各5g，炒萊菔子、雞內金、連翹 各9g，木香、大黃 (後人） 各3g。
^ck40z13h071
^norm 積熱鬱閉。
^chinese 醉飽發狂，食癇。
^combo 陽滯+氣熾+神閉+氣鬱+絡滯-
^ill〔陽氣不行〕
^symtom 肚腹青筋。
^tounge 舌紫黯滑潤。
^symtom 面色紅黃O' ：
^tounge 苔黃膩後根黃厚。
^symtom ①神志昏憒，②或歌或罵，或笑或哭。
^ill<sub=1>〔氣機不宣〕
^symtom t腹脹。
^ill2<sub=1>〔氣機不降〕
^symtom ①噯腐難聞，②吐酸洩臭。
^ill<sub=2>〔絡脈不利〕
^symtom 不時抽搐。
^formulas
^formula1〔枳實導滯湯證〕
^origin〔俞根初方〕
^formula2〔清熱化食方證〕
^origin〔馮丞承方〕
^ck40z13h254
^norm 積熱傷絡。
^chinese嘔血。
^western 胃小彎及十二指腸球部復合潰瘍。宵小彎潰瘍伴出血，幽門不完全性梗阻。
^combo 絡滯+氣滯+血溢+氣鬱
^ill〔絡脈不利〕
^symtom ‧１胸脘嘈雜作痛，２心下有灼熱感，３面色潮紅。
^tounge 苔傅白。
^pulse ①脈弦，②脈細數。
^ill2〔氣機不利〕
^symtom ①腹脹，②便秘，③口臭噴人。
^pulse ①脈弦滑數，右手尤甚，②脈弦數。
^ill<sub=1>〔絡瘀血溢〕
^symtom ①屯鮮血，鮮瘀相雜，②吐黑水，突下黑便，漆黑氣穢，昏厥。
^symtom 胸滿。、
^ill<sub=2>〔氣機不降〕
^symtom 欲嘔。
^formulas
^formula1〔清胃瀉火止血方證〕
^origin〔孔慶洛方〕
^ingredients3090 　　酒炒大黃、生大黃 各8g，炒黃芩10g，甘草6g，十灰散30g。頭二煎各送服十灰散15g。
^formula2<var=1>〔黃連洱心湯證〕
^origin〔倪克中方〕
^ingredients3091 　　大黃炭、黃芩、川黃連、代赭石、柏葉、阿膠珠、艾葉、地榆。
^formula3<var=2>〔半夏瀉心湯證〕吐黑水帶食物，黑便，頭昏眼花，心悸體軟，詳見病案（4)。
^ingredients3092 　　姜炭、半夏、泡參、黃芩、黃連、甘草、烏賊骨。
^alias積滯在裡，胎熱辦結，陽明腑實症，陽明少陽病，腸胃結熱，熱結旁流，熱深厥深，陽盛格陽，陽症似陰，熱盛驚厥。
^chinese 口瘡，傷寒夾食，裊溫夾食，食復，胃脘痛，腹痛，妊娠腹痛，盤腸氣痛，協食自利，宿食，箸濕痢，伏熱 赤痢，伏耨痢，陽厥，熱閉。
^western 復發性口瘡，腸套迭，胎糞性腹膜炎，不完全性腸梗阻，細菌性痢疾。
^ill〔津氣逋蒸〕
^symtom ①心煩不寐，②自覺發熱，③口穢納呆，④下腹痞滿，⑤大便乾結，小溲短赤。
^tounge 苔黃膩。
^symtom ①大熱喘脹，②腹脹，捫之腹堅脹而拒按&
^pulse 關脈實。
^symtom ①燥渴，②大便閉。
^tounge 舌尖灰黑，乾燥起刺。
^symtom ①舌尖潰瘍成片，舌體腫脹，②咽喉紅腫，咽及扁桃體潰瘍多處。
^ck40z14h042
^norm 積熱化火。
^chinese 口瘡。
^western 復發性口瘡。
^combo 氣蒸+空竅不利
^ill〔津氣繭蒸〕
^symtom ①心煩不寐，②Q覺發熱，③口穢納呆，.④下腹痞滿，⑤大便乾結，小溲短赤。
^tounge 苔黃膩。
^pulse 脈弦。
^ill<sub=1>〔清空不寧〕
^ill<sub=2>〔清竅不利〕
^symtom ①舌尖潰瘍成片，舌體腫脹，②咽喉紅腫，咽及扁桃體潰瘍多處。
^formulas
^formula〔清胃腸積熱方證〕
^origin〔顧伯棠方〕
^ingredients3093 生大黃、元明粉各外，枳實6g，生甘草3g。
^ck40z14h099
^norm 積滯在裡。
^chinese 傷寒夾食，暑溫夾食，食復。
^combo 氣熾+液灼+氣滯+神蒙+清竅
^formulas
^formula1<var=2>〔小承氣湯證〕
^origin〔黃壽人方〕
^formula2〔陸氏潤宇丸證〕
^origin〔《通俗傷寒論》方〕
^ingredients3094 半S、橘紅、牙皂 各30g，杏仁、前胡、天花粉、枳實、山楂肉 各60g，炙甘草9g，檳榔21g，生川大黃360g，水發 丸，每服9~12g。
^ck40z14h258
^norm 胎@壅結。
^chinese 胃脘痛，腹痛，盤腸氣痛。、
^western 腸套迭，胎糞性腹膜炎，不完全性腸梗阻。
^ill〔氣機鬱結〕
^symtom ①心下痞，按之痛，②脘腹痞滿脹痛，大便秘結，③腹脹滿，臌氣如蛇盤絞結狀。按之軟，
^tounge ①舌紅，苔黃膩，②苔黃厚，③苔膩少津。
^pulse 六脈沉實有力。
^ill<sub=1>〔氣機不利〕 症象‧.１脘腹痞悶脹滿，２肢部脹滿，痛甚綿綿不止，３朝食不能轉食，食則脹滿益甚，４胃脘 痛上支兩脅，鼻聞焦奧，大便甚難，５甚則小腹膜脹，引腰而痛。
^ill<sub=2>〔氣機沖逆〕
^symtom １癌脹噯酸，２噁心，３嘔吐頻繁，４入夜煩跺嘔吐。
^formulas
^formula1〔木香檳榔丸證〕
^origin〔《儒門事親》方〕
^ingredients3095 木香、檳榔、青皮、陳皮、莪術、黃連 各一兩，黃柏、大黃 各三兩，香附、牽牛子 各四兩（（衛生寶鑒》有枳殼），水 丸，小豆大，每服三十丸，飯後生薑湯送服。』
^formula2〔枳實導滯丸證〕
^origin〔《內外傷辨惑論》方〕
^ingredients3096 大貿30g，枳實，神曲 各15g，茯苓、黃茶、黃連、白朮 各9g，澤瀉6g，水丸，每服4.5~9g，日2次。
^formula3<var=2>〔黑白丑散證〕
^origin〔楊守昌方〕
^ingredients3097 丑牛粉6g，大黃、砂仁、黃連 各3g，陳皮、枳實、厚樸 各4g，萊菔子、白芍 各8g，木香、甘草 各2g，蜂蜜30g，諸藥 水煎，蜂蜜兌服。
^formula4<var=1>〔三黃瀉心湯證〕
^origin〔王繼安方〕
^ingredients3098 生大黃（後下）2g，黃連0.5g，黃等、半夏、陳皮 各4g，莪術3g，甘草g，生薑12片。
^ck40z14h100
^norm 陽明腑實症。
^chinese 胃脘痛，腹痛，妊娠腹痛。
^combo 氣熾+液灼+氣結+神蒙
^ill〔津氣逋熾〕
^symtom ①面目俱赤，汗出口渴，②身熱，日晡潮熱，③糞便特奧。
^tounge ①舌紅苔黃燥，②舌苔厚膩，③苔老黃而膩。
^pulse ①脈數，②脈弦滑有力。
^ill2〔氣機鬱結〕
^symtom ①腹痛，時而痛劇，汗出，拒按，②胸政滿悶氣促，③肚腹脹痛似鼓，疼痛拒按，④脘脅 脹痛，泛吐酸餿，⑤大便不解，欲便不下。
^pulse 脈沉實數而有力。
^ill<sub=1>〔津液消灼〕
^symtom 舌乾燥。
^ill<sub=2>〔神志昏蒙〕
^formulas
^formula<var=1>〔大承氣湯證〕
^origin〔陳海濤方〕
^ingredients3099 大黃、神曲各.Ug，序樸、枳實、芒硝、木香、川楝子各l.Og。
^ingredients3100 (1)章次公治高熱3日，胃脘痛劇拒按，3日不更衣，可知是有形之積，理應通降：制大黃6g，元明粉、枳實、連翅、黃芩 各9g，白芍、全瓜蔞 各12g，杏仁18g。鋝脘痛劇大定，但未得暢便，陽明燥氣尚熾，仍當清之攻之：生大黃6g，元明 粉、地龍、枳實、知母、鬰李仁 各9g，連翹、白芍、全瓜蔞 各12g。
^ck40z14h101
^norm 熱結旁流。
^chinese 協食自利，陽明少陽病，宿食。
^ill〔津氣逭熾〕
^symtom ①身熱，②院腹灼熱，③口燥渴0。④神識昏迷，時咬牙。
^tounge ①舌苔黃而垢膩，厚腐堆起，中後愈厚，②或如豆腐渣炒黃滿佈。
^pulse ①脈滑數有力，關部洪實，②或滑數而實者，③脈沉數。
^ill2〔熱迫津洩〕
^symtom _溏，２傍流糞水，熱臭難聞，矢氣亦臭，③下利譫語。
^pulse 脈弦長而滑。
^ill<sub=1>〔津液消灼〕
^symtom 口燥渴飲而嘔。
^ill<sub=2>〔氣機不利〕
^symtom ①腹滿拒按.胸脘硬痛，②噯腐吞酸，③不欲食。
^pulse 脈滑數而實。
^formulas
^formula1〔枳實導滯湯證〕
^origin〔俞根初方〕
^formula2〔大承氣湯證〕
^origin〔《傷寒論》方〕
^ck40z14h139
^norm 積熱內熾。
^chinese 暑濕痢，伏熱赤痢，伏摒痢。
^western 細菌性痢疾。
^formulas
^formula1〔木香檳榔丸證〕
^origin〔《儒門事親》方〕
^ingredients3101 木香、檳御、青皮、陳皮、莪術、黃連 各一兩，黃柏、大黃 各三兩，香附、牽牛子 各四兩（《衛生寶鑒》有枳殼）。水 丸，小豆大，每服三十丸，飯後生薑湯送服。
^formula2<var=1>〔清痢蕩積法證〕
^origin〔常少逸方〕
^ingredients3102 清痢蕩積法加山楂肉、檳榔，弱者易制大黃。
^formula3<var=2>〔芍葯湯證〕
^origin〔林英藩方〕
^ingredients3103 檳榔、歸尾、粉甘草\\白芍、川黃連、木香、大黃、黃芩、枳殼、谷芽、荷葉。
^formula4〔白頭翁湯加成證〕
^origin〔郝相成方〕
^ingredients3104 黃連、黃柏 各15g，白頭翁20g，白芍、大黃各IOg。
^ingredients3105 貿芩、黃連、白芍、山楂肉 各4.5g，枳殼、厚樸、檳榔、育皮 各2.4g，當歸、地榆、炙甘草 各1.5g，紅花0.9g，木香
^ingredients3106 0.6g，桃仁3g。純白去地榆、桃仁，加橘紅1.2g，木香0.9g;滯澀甚加酒炒大貧6g，服一二劑仍除之。
^ingredients3107 加減煎方：黃芩、黃連、白芍、桃仁 各1.8g，山楂炭3g，橘紅、棗皮、檳榔、地榆 各1.2g，炙甘草、紅花 各0.9g，當 歸 1.5g，木香 0.6g。
^ck40z14h062
^norm 熱深厥深。
^chinese 陽厥。‧
^combo 陽滯+表鬰+氣熾+氣逆4‧經滯+氣鬱
^formulas
^formula〔檳榔丸證〕
^origin〔謝映廬方〕
^ingredients3108 木香、模鄉、齊皮、陳慶、機殼、黃連、黃柏、三稜、獲術、大黃、黑丑、香附、芒硝。
^ck40z14h105
^norm 陽盛格陽，陽症似陰，腸胃結熱，熱盛驚厥。
^chinese 熱閉，陽厥或熱厥。
^combo 氣熾+陽滯+神閉+液灼+氣結
^ill〔津氣蘊熾〕
^symtom ①高燒，潮熱，腹熱灼手，②面赤唇紅，③口舌生瘡，咽喉腫塞，④呼吸急促，痰嗽氣逆，喘急欲絕。
^tounge 舌紅苔黃厚濁。
^pulse 脈滑數。
^symtom ①面色晦黯，②頭卑：，軟弱睏倦，③四肢冰冷，④爪甲皆黑。
^tounge 舌紅苔黃厚。
^pulse ①脈雖微細，②脈微伏。
^symtom ①唇燥，渴不欲飲，②額汗出，冷汗如雨，③小便赤澀短少。
^tounge 舌苔乾燥。
^symtom ①昏譫，氣促痰嘶，②抽搐，目珠上視，③口不能言，耳聾不知所問。
^ill<sub=2>〔氣機鬱結〕
^symtom ①大腹脹滿，胸腹飽脹，稍按甚痛，②腹中痛，③大便秘結。
^formulas
^formula<var=1>〔調宵承氣湯證〕
^origin〔陳海濤方〕
^ingredients3109 大黃、芒硝、甘草、麥芽 各3g，神曲5g，香連化滯丸3g。
^alias氣裹蟲脹。
^chinese 蟲痛，蟲瀉，蛔厥，蟲痙，蟲脹，大小腸脹，腑脹，蟲蠱，拒職。
^western 膽道蛔蟲症，膽道蝤蟲病合併膽道感染，蘭氏貿第鞭毛蟲病，絛蟲病，蛔蟲性腸梗阻。
^ill〔氣機不宣〕
^symtom ①噁心，②頭昏乏力，③愈欲不振。
^symtom ①胃脘痛，發作有時，痛如咬嚙，②痛陡然而來，截然而止，③飽則痛緩，饑則痛甚，④痛引手 背，肩背俱如穿透，⑤腹部脹痛，⑥腹痛耕起，往來上下，按之不見，或饑時更甚，⑦腹痛攻心，喜溫喜按，時劇時差，多無休止。
^tounge 舌苔現檳榔紋。
^symtom ①吐涎，吐出清水，②嘔吐酸苦，③嘔吐錮蟲。
^symtom 大便如水樣。
^ck41z14h247
^norm 蟲積犯留。
^chinese 蟲痛。
^western 膽道蛔蟲病合併膽道感染。
^combo 氣鬱+氣滯
^ill〔氣機不宣〕
^symtom 唇內或面上有白點。
^ill<sub=1>〔氣機不利〕
^symtom ①胃脘痛，發作有時，痛如咬嚙，②痛陡然而來，截然而止，⑤飽則痛緩，饑則痛甚，④ 痛引手臂，肩背俱如穿透。
^ill<sub=2>〔氣化不降〕
^symtom 吐涎，吐出清水。
^formulas
^formula1〔化蟲丸證〕
^origin〔(太￥惠民和劑局方》方〕
^formula2〔化蟲丸證〕治腸蟲，其痛陡然而來，截然而止，或飽則痛緩，饑則癰甚，唇內或面上有白點，或痛引手臂，或肩背 俱如穿透，或痛時不欲食，痛才止即可食。
^ingredients3110 蕪荑、雷丸、胡黃連、蘆薈、使君子肉、三稜、莪術。
^formula3〔下蟲丸證〕治脘痛發作有時，吐誕沫。
^ingredients3111 鉛粉、鶴虱、檳榔、苦楝根皮、貫眾、蕪荑、使君子肉、乾蛤蟆、木香、桃仁。
^ck41z14h270
^norm 蟲積入腸。
^chinese 蟲痛，蟲瀉。
^western 膽道蟈蟲症。
^combo 陽虛+氣滯+氣鬱+水洩
^ill〔陽氣不振〕
^symtom ①面色黃白，四肢怠惰不溫，②面色恍白，唇淡，頭出虛汗，③四肢厥冷:，頭暈氣喘，自 汗，④大便稀溏，小便清長，⑤甚則肢現青筋，或唇生白點。
^tounge 舌腫嫩，苔白潤。
^pulse ①脈沉細無力，②脈沉細欲絕，③或沉伏欲絕。
^ill2〔氣機不利〕
^symtom ①腹痛耕起，往來上下，按之不見，或饑時更甚，②腹痛攻心，喜溫稱按，時劇時差，多
^ill<sub=1>〔水谷不分〕
^symtom 大便稀溏。
^ill<sub=2>〔氣機不宣〕
^symtom ①口吐清水，②噁心嘔吐清水。
^formulas
^ingredients3112 白朮、佚茶、乾薑、川花椒、烏梅、人參、蕪荑、笛丸、使君子、榧子。
^ingredients3113 病例：右上腹部鑽心痛已2天，噁心嘔吐清水，四肢厥冷，大便稍溏，脈沉細欲絕，舌胖苔白潤，面色恍白，頭出虛 汗，肪道蛸蟲虛寒型。擬方：烏梅、焦白朮 各9g，細辛3g，附片、川花椒、桂枝、黃連、藿香 各6g，西黨參12g，艾葉 15g，生薑3片，稍熱服，腹痛立止，大便仍稀，脈沉細：烏梅、乾薑、西黨參、焦白朮、使君子 各9g，細辛3S，附片、川花椒、桂枝、砂仁 各6g，茯苓I2g，生薑3片，諸症焦，六君子湯加減莕後。
^ck41z14h258
^norm 氣裹蟲脹。
^chinese 蛔厥，蟲脹，大小腸脹，腑脹。
^western ‧絛蟲病，蛔蟲性腸梗阻。
^combo 氣結+氣逆+氣滯
^ill〔氣機鬱結〕
^symtom ①劇烈腹痛，肢冷自汗，②腹脹如鼓，腹大而硬，捫按有積塊，耕起而痛，③便閉不通，
^tounge ①舌苔現檳榔紋，②苔糙口乾而黏，③舌苔黃厚。v
^pulse 洪大而滑。
^ill<sub=1>〔氣機不利〕
^symtom ①腹脹攻痛，以致痛極汗出，②腹脹如鼓，腹部疼痛時作時止，大便中常見有絛蟲節片。
^ill<sub=2>〔氣機沖逆〕
^symtom ①口吐清涎，②煩躁不安，嘔吐不止，嘔吐黃色稀水，③吐出蛔蟲且有糞便奐味。
^formulas
^formula1<var=2>〔化蟲丸證〕
^origin〔唐德生方〕
^formula2〔沉香至珍丸證〕
^origin〔《通俗傷寒論》方〕
^ingredients3114 沉香、廣木香、公丁香 各12g，廣陳皮、青皮、烏藥、莪術、巴箱、川貧連、檳榔 各30g，神曲糊為丸，每服三五粒，淡姜鹽湯送下，或玫瑰花湯送下。
^formula3〔加減苦參椒梅湯證〕治銦蟲腹痛便秘。
^ingredients3115 苦參、川花椒、烏梅、茯苓、使君子、檳榔、笛丸、大黃。
^ck41z14h266
^norm 蛔厥，蟲積內結。
^chinese 蟈厥。
^western 蟈蟲性腸梗阻。
^combo 陽滯+氣結+氣滯+氣鬱
^ill〔陽氣不行〕
^symtom ①面色恍白，②汗出肢冷，③手足厥冷，④口淡不渴。
^tounge 苔薄白潤。
^pulse ①脈沉細遲，②脈弦.細。
^ill2〔氣機鬱結〕
^symtom ①腹脹痛時，少腹纍纍有包塊，揉之可敗，旋又復聚，②大便不通。
^ill<sub=1>〔氣機不利〕
^symtom 腹痛陣作，氣聚則痛劇，散則痛緩。
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom ①嘔吐酸苦，②嘔吐蛔蟲。
^formulas
^formula〔溫脾湯加烏梅證〕
^origin〔陳逸蓀方〕
^ingredients3116 (3)張惹中治兒童蛔蟲性腸梗阻：服溫脾湯：人參、附子、甘草、芒硝、當歸、大黃、乾薑 各9g，如不下者加花椒 油：香油60g，熬熱人花椒12g，炸後去花椒，待油溫一次服下，如嘔惡則徐徐緩服，即可下。
^ck41z14h262
^norm 蟲積成臌。
^chinese 蟲蠱，疳臌。
^ill〔氣虛失充〕
^symtom ①面黃肌瘦，四肢瘦削，肌瘦骨立，毛髮焦枯，皮毛憔悴，衣情呆滯，②面部花白色斑，口唇潤紅，內有白點，③嘈雜難忍。
^tounge 舌質淡，舌苔有點如粟。
^pulse 脈細弱。
^symtom 腹大如箕，觸診於臍周扔及蛔蟲纏結之條索狀物，青筋。
^ill<sub=1>〔氣機不利〕
^symtom ①腹部膨大，②時或脹痛。
^ill<sub=2>〔氣機不宣〕
^symtom ①面色或紅或白，飲食乍進乍退，②不思飲食，食後脘滿。
^ill2<sub=2>〔氣機不降〕
^symtom 饑即U吐涎沫。
^formulas
^formula1〔言氏疳積藥粉方證〕治四肢瘦削，腹大如箕，呵雜喜食，食後脘滿，饑即吐沫。
^ingredients3117 黨參、淮山、茯苓、當歸 各60g，炙黃耆、米炒白朮 各45g，陳皮、檳榔、川石斛、雞內金、君子肉、廣陳皮 各30g，川黃連、桔梗、砂仁、炙甘草各5g，研末。
^formula2〔加味一捻金證〕
^origin〔成都一院鬰文駿方〕
^ck41z14h071
^norm 蟲積發痙。
^chinese蟲痙。
^combo 陽滯+氣熾+神閉+氣鬱+絡滯
^ill〔陽氣不行〕
^symtom ①精神萎糜，智力遲鈍，②時而兩目凝視，寡言沉默。
^tounge 苔薄膩。
^pulse 脈虛無力。
^ill2〔津氣蘊熾〕
^symtom ①腹脹如鼓，捫按有積塊，②大便兩日未解。
^ill2〔神志蒙閉〕
^symtom 智力驟減，眼目欠神，吋現癡呆。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔絡脈不利〕
^symtom ①頭搖口噤，兩眼上視，②四肢拘急，項背強直，③抽搐頻繁a
^formulas
^formula〔殺蟲攻積方證〕
^origin〔薛中理方〕
^ingredients3118 檳榔20g，楝根皮16g，鶴虱、雷丸 各19g (研末沖服），芒硝（沖服）、生大黃（後下） 各9g。
^chinese蟲痛，蟲痙，蛔厥。
^western 膽道絪蟲病合併膽進感染，膽盎炎。
^symtom ①胸脅脹痛，右肩背及腰亦痛，②上腹部劇烈疼痛。
^symtom ①煩熱，②大便或秘或溏。
^tounge ①苔黃膩，②苔乾糙或黃或白，或黃白相間。
^pulse 脈弦數。
^symtom 中脘飽悶不舒。
^symtom ①噁心，頻繁嘔吐，②嘔吐酸苦，本證一H273膽氣鬱滯候H083樞機鬰滯候
^symtom ①汗出，②肢冷，肢厥。變證一 i048濟氣閉厥候
^pulse ①脈細，②或沉伏。圖261膽斯蟲積證證候結構圖
^ck41z15h273
^chinese 蟲痛。
^western 膽道楣蟲病合併膽道感染。
^combo 氣蒸+氣鬱+氣滯+陽鬰
^ill〔氣機不利〕
^symtom ①胸脅脹痛，右捫背及腰亦痛，②上腹部劇烈疼痛。
^ill2〔律氣蘊蒸〕
^symtom ①煩熱，②大便或秘或溏。
^tounge ①苦黃賦，②苔乾糙或黃或白，或黃白相間。
^pulse 脈弦數。
^ill<sub=1>〔氣機不宣〕
^symtom 中脘飽悶不舒。
^ill2<sub=1>〔氣機不降〕
^symtom ①噁心，頻繁嘔吐，②嘔吐酸苦，③嘔吐鉬蟲。
^ill<sub=2>〔陽氣不和〕
^symtom ①汗出，②肢冷，肢厥。
^pulse ①脈細，②或沉伏。
^formulas
^formula1〔溫中利膽驅蟲湯證〕適應膽蛔寒型。
^ingredients3119 .當掃、白芍、陳皮、半岌、元胡、檳榔、鬰金、薑黃、乳香、沒藥 各9g，茯苓、台烏、廣木香、川楝子、川花椒、青 皮、高良姜 各6g，使君子18g，烏梅7個。
^formula2〔清中利膽驅蟲湯證〕適應膽蛔熱型。.‧
^ingredients3120 當歸、白巧、元胡、川黃柏 各9g，陳皮、半夏、獲苓、廣木香、鬰金、薑黃、乳香、沒藥、莪術 各6g，川黃連4.5g，川楝子15g，使君子18g，熊膽0.6g。
^formula3〔調溫利膽驅蟲湯證〕適應膽蛸寒熱錯雜型，肢厥煩熱，嘔吐酸苦。
^ingredients3121 當歸、白芍、黨參、元胡、乳香、沒藥 各9g，陳皮、半芨、茯苓、川黃柏、乾姿、桂枝 各6g，細辛2:4g，川黃連
^ingredients3122 4-5g，附子3g，川花椒7.5g，使君子15g，烏梅9個。
^ingredients3123 (2)胃獨資治膽道蛔蟲：右上腹絞痛，右肩及腰亦痛，發煩嘔吐，舌微紅，苔浮黃，脈數，左關尺有弦象，屬腸道寒 熱錯雜，致蛔不安而簾入膽道，又兼胎氣不舒（妊娠3月），宜寒熱並用，兼顧胎氣：黃連、桂枝、乾薑、川花椒 各4.5g，黃柏6g，細辛、甘草3g，烏梅、當歸、酒黃芩9g，白芍12g，分3次服，1劑煩嘔停止，2劑痛止苔退，但覺上腹微脹，噯 氣，宜培補氣血以固胎元：黨參、白朮、白芍 各12g，茯岑、當歸、蘇梗、砂仁 各9g，甘草3g，5劑，痊癒出院。
^ingredients3124 (3)?介山治膽道蛸蟲寒熱錯雜型：肢厥煩熱，嘔吐酸苦，大便或秘或溏，苔乾糙或貿或白，或黃白相間，脈弦數或 沉伏，辛苦安蛔法：烏梅、川花椒、胡黃連、黃柏、乾薑、黨參、榧子、半芨、木香、甘草：川楝子、桂枝。
^ck41z15h083
^norm 蟲積化熱。
^chinese 蟲痛。
^western i膽道蛔蟲症，膽進感染。』
^combo 陽鬰+不調+氣滯+氣鬱
^ill〔陽氣不和〕
^symtom ①頭面出冷汗，②面唇乍紫乍白，③手_足冷熱無常：④便溏。
^tounge ①舌淡紅，苔薄白，②苔薄黃，③苔乾糙白。
^pulse ①脈遲數無定，②脈弦小數。
^ill2〔腠理不調〕
^symtom ①發熱惡寒，朝輕暮重，②寒熱往來，有汗不解。
^ill3〔氣機不利〕
^symtom ①中脘偏右陣發性劇痛，②心腹絞痛，鑽心難忍，時靜時煩。
^ill<sub=1>〔氣機不降〕
^symtom （p嘔吐痰誕，２嘔吐酸苦，③口吐清水，④嘔吐蛔蟲。『
^ill2<sub=1>〔氣機不宣〕
^symtom &悶。
^ill<sub=2>〔清空不宣〕
^symtom 頭痛。
^formulas
^formula1〔檳榔驅蟈湯證〕
^origin〔張伯臾方〕
^ingredients3125 柴胡、炒黃芩、半芨、蕪荑、鶴虱、烏梅 各9g，使君子、當歸、笛丸 各12g，苦棟根皮30g，川花椒4.5g，檳榔5g。
^formula2<var=1>〔烏梅丸證〕
^origin〔李秀庭方〕
^ingredients3126 烏梅9g，川花椒、桂枝、乾薑、附片、貿連、黃柏、人參、當歸 各6g，細辛3g，或加檳榔、使君子、元胡、川楝子、廣木香、柴胡。
^ck41z15h086
^norm 蟲積內結。
^chinese 蟲結。
^western 膽進蟈蟲引起膽襄炎。
^combo 陽鬰+不調+氣鬱+氣結
^ill〔陽氣不和〕
^symtom ①面色恍白，面部有白色蟲斑，②肢冷厥，③汗出，④口中流涎。
^symtom 寒熱往來。
^ill2〔津氣繭熾〕
^symtom ①面赤身熱，②心中懊儂，煩熱不安，睡中骱齒，③口乾思飲，唇燥口渴，④鞏膜黃染，小溲深黃如橘色，⑤大便秘結。小便赤澀，或赤痛。
^tounge ①舌紅苔賁厚，②舌黃燥。
^pulse ①脈洪數，②脈數實。
^ill<sub=1>〔氣機鬱結〕
^symtom ①心窩陣痛，腹滿腹硬拒按，②腹痛哭鬧，撞心塞痛，痛甚則汗出，③右劍突，下捫之有塊
^pulse ①脈沉滑數，②沉實。
^ill2〔氣機不降〕
^symtom ①嘔吐黃綠苦水，有臭氣，②嘔出蝤蟲。
^ill<sub=2>〔清空不寧〕
^formulas
^formula1〔膽蟈湯證〕
^origin〔《學說探討與臨證》方〕
^ingredients3127 烏梅、鬰金 各12g，檳榔18g，使君子、榧子 各30g，苦棟皮15g，如兼發熱黃疸，加雞骨草、茵陳、柴胡、大黃之屈。
^formula2〔烏梅丸合茵陳蒿湯化裁證〕
^origin〔左萌黃方〕
^ingredients3128 胡黃連 各3g。
^formula3<var=1>〔小承氣湯證〕
^origin〔徐小評方〕
^ingredients3129 大黃、賁芩、白芍、烏梅、川楝子 各9g，厚樸、枳殼、黃連 各6g，苦楝皮15g。
^ingredients3130 　　　(2)李秀庭治膽道蛔蟲實熱型，捕心寒痛，腹硬拒按，心中懊儂，坐臥不安，嘔吐蛔蟲，或貨綠苦水，有臭氣，面赤 身熱，口乾欲飲，便乾溲黃，或赤痛，脈沉滑數，沉實。烏梅、貧連、黃柏、川楝子、元胡、鬰金、使君子肉、枳殼 各9g，細辛1.8g，川花椒3g'桂枝4.5g，檳榔15g，可加大黃、枳實、青皮、元明粉、二丑。
^ck41z15h048
^norm 蟲痙，蛔厥。‧
^chinese 蟲痙，蛔厥，蟲痛。
^combo 氣鬱+氣閉
^ill〔氣機不宣〕
^symtom 饑不欲食。
^ill<sub=1>〔氣機閉塞〕
^symtom ①胺疼煩跺，煩躁昏厥，②頭搖手痙，面目乍赤乍白乍黑，③面青目瞪，口流涎沫。
^tounge 舌絳而碎。
^pulse 脈乍數乍疏，忽隱忽現。
^ill<sub=2>〔氣機不降〕
^symtom 食則吐蛔。『
^formulas
^formula1〔梅連洩肝湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔連梅安胃湯證〕
^origin〔<通俗傷寒論》方〕
^ingredients3131 川黃連1.8g，烏梅肉、淡姜渣 各0.9g，生白芍9g，川楝子3g，當歸須、橘絡 各2.4g，炒川花椒2粒。
^alias脾胃不調，燥濕亙勝，厥陰寒熱錯雜之證，肝寒犯胃。
^chinese 蟲積，頭痛，多汗，疳疾，蛔厥，蛔厥心痛，臟寒腹痛，蟲坪，蟲瀉，夜盲，脅痛。
^western 腸道蝤蟲，膽道蟈蟲症，腦型肺吸蟲，肝吸蟲。
^symtom ①面色萎貧，面色無華，目陷聲低，精神極憊，②肌肉消瘦，手足枯細，.③頭髮稀疏，面部出現 花白色斑。
^tounge 舌質淡。
^pulse 脈細弱。
^symtom ①腹脹大露背筋，②臍周捫及蛔蟲纏結之條索狀物。
^tounge 舌苔白厚。
^symtom ①低熱不清，@煩哭不止，夜臥不寧，③睡眠骱齒，④毛髮焦枯，⑤大便燥結，尿頻，小便色黃，
^tounge 舌千。
^pulse 脈弦數。
^symtom 腹瀉日久。
^symtom ①面黃肌瘐，表情呆滯，本證一H280木火鬰蒸候
^symtom 乾咳息促。變if——擬79木火鬰逆候H252胃陽虛逆候
^ck41z18h280
^norm 肝火蟲積。
^chinese 蟲積，頭痛，多汗。
^western 腦塱肺吸蟲。
^combo 氣鬱+氣蒸+血蒸+清空+陽鬰
^ill〔氣機不宣〕
^symtom ①咳嗽，②肝區疼，③腹部膨隆。
^tounge 舌苔白厚。
^symtom ①口乾苦，口渴欲飲水，心煩，②白天汗出涔涔，夜晚大汗淋漓，③飲食倍增，睡眠蚧齒，
^pulse 脈弦數。
^symtom ①口唇紅赤，②眼紅腫羞明，③煩躁易怒<
^tounge 舌紅少苔。
^symtom 頭劇痛。
^symtom ①面色無華，頭髮稀疏，②白睛多蟲斑。
^formulas
^formula1〔鉤籐百部湯證〕
^origin〔李斯熾方〕
^ingredients3132 鉤籐、白蒺藜 各12g，菊花、黃芩、使君子、桑葉、川楝子、丹皮、百部 各9g，蟬衣、薄荷 各6g，榧子10g。
^formula2<var=1>〔使君子散證〕
^origin〔何鈱方〕
^ck41z18h263
^norm 脾S不調，燥濕互勝。
^chinese 疳疾，蟲渴，夜盲。
^combo 氣虛+氣滯+液灼+水洩+氣鬱
^formulas
^formula1〔疳積散證〕
^origin〔楊夢蘭家傳驗方〕
^ingredients3133 紅參、當歸、胡黃連、蘆薈、乾蟾皮各％，蕪荑15g，使君子仁2g，木香、貝脂、川芎、青皮、廣陳皮、夜明砂、紅 花、雞內金 各6g，硃砂3g，共研細末，每服0.2~0.9g，日2次，重症服2~3周。
^formula2〔明目雞肝散證〕
^origin〔高哲睿家傳方〕
^formula3〔驅蟲四苓湯證〕
^origin〔高哲稃方〕
^ingredients3134 苦棟根皮、使君子、榧子肉、茯苓、豬苓、白朮、澤瀉、川厚樸、蒼朮、內金。
^formula4〔黨參麥芽湯證〕
^origin〔李聰帶方〕
^ck41z18h279
^norm 厥陰寒熱錯雜之證。
^chinese 蛔厥，蟲痛。
^combo 氣鬱氣逆+氣蒸+津洩+液灼+陽鬰+清空
^ill〔氣機不宣〕
^ill2〔氣機沖逆〕
^symtom ①右上腹疼痛，右上腹痛如刀絞，時痛時止，②心中疼熱，③吐蛔，④嘔吐酸水，嘔逆黃 涎，⑤呼吸迫促，雖炎熱天氣仍身被棉襖。
^ill3〔津氣邃蒸〕
^symtom 心中疼熱煩躁。
^tounge ①舌質紅苔薄黃，②舌苔薄黃膩。
^ill<sub=1>〔清空不寧〕
^ill2<sub=1>〔熱迫津洩〕
^symtom 吐利。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色青黃，面色晦暗，②形瘦神疲，③畏寒，時煩躁不安，④四肢厥冷，⑤胃部疼痛劇烈，不能轉側伸直，喜按。
^pulse ①脈沉細數，②脈沉細。
^ill2〔津液消灼〕
^symtom 口渴，喜飲。
^formulas
^formula〔烏梅丸證〕
^origin〔《傷寒論》方〕
^ingredients3135 烏梅三百枚，乾萎 十兩，黃連 十六兩，當歸、蜀椒 各四兩，細辛、炮附子、桂枝、人參、黃柏 各六兩。蜜丸，如梧桐 子大，每服十九，日三次。
^ingredients3136 (2)尤在涇治某，蛔厥心痛，痛則嘔吐酸水，手足厥冷，宜辛苦酸治之：川黃連，桂枝，當歸身，烏梅，川花椒，茯 苓，川楝子，炮姜（(靜香樓醫案）)。
^ck41z18h252
^norm 肝寒犯胃。
^chinese 蛔厥心痛，臟寒腹痛。
^western;h腸道蛔蟲，膽道蛔蟲症。
^combo 陽虛+氣逆+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①面色晦暗，②擇寒怕冷，③手足厥冷，④煩躁不安，⑤鋝痛稱按，不能轉側伸直。
^tounge 舌淡苔薄白。、『'
^pulse 脈象沉弦。』，
^ill2〔氣機沖逆〕
^symtom ①噁心，②嘔逆負涎，酸苦汁，③吐出蛔蟲。（
^ill<sub=1>〔氣機不利〕
^symtom ①胃部疼痛劇烈，②胺腹總痛如刀割，③右上腹近心窩處劇痛拒按，④痛覺放士至肩胛部。
^ill<sub=2>〔氣機不宣〕
^symtom 不思飲食。
^formulas
^formula1〔苦.辛酸方證〕
^origin〔劉振聲方〕
^ingredients3137 川黃連、桂枝、當歸、烏梅、川花椒、茯苓、川楝子、炮姜。
^formula2〔加減苦參椒梅湯方證〕
^origin〔劉振聲方〕
^ingredients3138 苦參、川花椒、烏梅、茯芩、使君子、檳榔、雷丸、大貧。
^alias肺氣虛弱，中氣虛餒，氣分不充，大氣不升，大氣下陷，氣虛下陷，清氣下陷，清陽下陷，上虛下實，氣虛發熱，勞 倦發熱，至虛有盛候，氣不攝血，脾不統血。
^chinese 眩暈，氣虛發熱，嗜眠症，氣虛頭痛，多汗，黃汗，麻木，肉瘺，虛瘺，虛腫，病後水腫，偏枯，屑稜骨 痛，耳聾，毋淵，虛聾，久喑，視物不清，口眼啗斜，虛咳，虛喘，久咳，嘔血，經期發熱，月經前後週期性發熱，虛脹，疳瀉腫脹，氣虛便秘，癃閉，轉胞，產後癮閉，消渦，滑洩，久痢，白帶，大衄，經漏，經崩，紫斑，.肛脫，乳懸，陰挺。
^western 重證肌無力，不明原因低熱，神經官能症，胃癌術後發熱，原發性血小板減少性紫瘢，慢性鼻炎，非化膿性 中耳炎，而癱，偏癱，十二指腸球部潰瘍，子宮脫垂，前列腺腫大，產後尿瀦留，頑固性腹水，腎病綜合征，尿崩。
^ill〔氣虛不充〕
^symtom ①少氣提之若不能升，吞之若不能續，②倦怠少食，懶言少神，③短氣不續，聲低，④面號，黃 白，⑤鼻流清涎，痰如雞子清，⑥形寒肢冷。
^tounge 舌淡，舌體無榮，苔薄白。
^pulse ①脈弱，②脈虛而數。
^symtom 便溏。
^symtom ①咳嗽，痰濃而白，痰隨嗽出，②飲食少思，不食。
^tounge 舌體無榮，苔根白膩。
^symtom ①汁多，稍一活動便自汗淋漓，②每遇風寒便發作咳喘。
^ck42z02h230
^norm 肺氣虛弱。
^chinese 虛咳，虛喘。_ ‧
^combo 氣虛+氣鬱+表虛
^ill〔氣虛不充〕
^symtom ①少氣提之若不能升，吞之若不能續』②倦怠少食.懶言少神，③短氣不續，聲低，④面 胱，黃白，⑤典流清涎，⑥形寒肢冷。
^tounge 舌淡，苔薄白。
^pulse 脈弱。
^ill2〔氣機不宣〕
^symtom 咳嗽。
^tounge 舌體無榮，苔根白膩。
^ill<sub=1>〔腠理不實〕
^symtom ①汗多，稍一活動便Q汗淋漓，②每遇風寒便發作咳喘。
^ill<sub=2>〔氣機不降〕
^symtom ①中聲如錒，②喘息，③頻葉‧痰誕，（3_時喉中痰聲漉漉。
^formulas
^formula1〔加味玉屏風散證〕
^origin〔鐘良海方〕
^ingredients3139 黃耆90g，白朮60g，防風、山藥、陳皮 各30g，共研細末，每日2次，每次6g，燉大棗水送服。
^formula2〔補中益氣加茯苓、半夏、五味子證〕
^origin〔薛立齋方〕
^ingredients3140 黃耆、黨參、白朮、柴胡、升麻、陳皮、當歸、炙甘草、茯苓、半夏、五味子。
^ck42z02h260
^norm 中氣虛餒，氣分不充。
^chinese 久咳，虛咳。
^combo 氣虛+氣鬱+水瀉
^ill〔氣虛不充〕
^symtom ①精神萎靡，四肢倦怠，②飲食並廢，③痰如雞子清，咳嗽食後則減。
^tounge 舌體無榮，苔根白膩。
^pulse ①脈沉弱兩滑，②?虛而數。
^ill2〔水谷不分〕
^symtom 久嗽便溏。
^ill<sub=1>〔氣機不宣〕
^symtom _濃而白，痰隨嗽出，２飲食少思，不食。
^ill<sub=2>〔氣機失降〕
^formulas
^formula1〔六君加蘇子米仁證〕
^origin〔雷少逸方〕
^ingredients3141 黨參、白朮、陳皮、法半夏、茯苓、甘草、蘇子、薏苡仁。
^formula2〔戊己湯證〕
^origin〔葉天士方〕
^ingredients3142 人參、茯苓、白朮、炙甘草、廣陳皮、炒白芍。
^ingredients3143 (3)尤在涇治咳嗽食後則減，此中氣虛餒，宜培中下氣法：人參、半炅、秫米、南棗、寸麥冬、炙甘草、枇杷葉（《柳 選四家醫案》20)。
^ingredients3144 (4)允在涇治久嗽便溏，脈虛而數，盹脾俱病，宜培補中氣，恐後洩不食，則瘦消日增：人參、白芍、扁豆、蔥苡 仁、廣陳皮、茯苓、炙甘草、山藥、蜜炙炮姜炭（《柳選四家醫案》20)。
^ck42z02h054
^norm 大氣_不升，大氣下陷，清氣下陷，上虛下實。
^chinese 經袖發熱，麻木，肉痿，虛痿，眩暈，氣虛頭痛，肩稜背痛，虛聾，久喑，嗜眠症，耳聾，負 淵，視物不清，口眼堝斜。
^western 重證肌無力，￥明原因低熱，慢性鼻炎，神經官能症，非化膿性中耳炎，面癱。
^combo 氣虛+失升+空竅+陽鬰
^ill〔氣虛不充〕
^symtom ①面色萎黃，②唇淡無華，面色瞇白，③精神倦怠，憔悴力疲，少氣乏力，懶言少語，④ 下肢瘺軟，四肢無力，⑤嗜眠不易R，⑥食少，不食，⑦便溏。
^tounge ①舌淡無苔，胖齒印，②舌淡苔薄，③舌淡紅，苔薄白。
^pulse ①脈虛弱，②脈沉細，③脈沉緩，④脈虛浮慊弱，⑤緩大而空。
^ill2〔氣機不升〕
^symtom ①少氣，②小便頻，③脫肛，④小腹脹痛，矢氣，⑤胸悶，⑥久喑，聲音低沉，語言難出，
^pulse 脈沉弱無力。
^ill<sub=1>〔清空失養〕
^symtom ①昏昏憤憒，②頭痛沉重，悠悠忽忽有空桐感，③頭暈如立舟，④頭沉重，⑤前額及眉稜 骨處疼重，疼甚不欲睜眼，懶言，每在上午8 ‧點辰已甚，過後自行緩解。
^ill2<sub=1>〔清竅不利〕
^symtom ①邛聾，將息得宜其聾即減，②耳鳴如蟬，③眼瞼下垂難舉，④眼泡虛腫如桃，視物不明，⑤鼻塞不通，⑥耳內悶脹，如有棉閉塞耳中，兩戽鳴響，左耳失聰，⑦鼻塞，流清涕，嗅覺減弱，典涕多，通氣不良，聲 音低沉，⑧語言難出，⑨口眼哨斜，十頭面麻。
^ill<sub=2>〔陽氣不和〕
^symtom ①惡寒，②忽潮熱，身酸軟而無力而痛，④手麻，手足麻木，渾身麻木，閉目則甚，
^tounge 舌苔白膩。
^pulse 脈弦細無力。
^formulas
^formula1〔補中益氣湯證〕
^origin〔蔡福養方〕
^ingredients3145 貨?20g，白朮12g，黨參10g，當歸9g，柴胡、升麻、陳皮、炙甘草 各6g，生薑2片，大棗3枚。
^formula〔-2.益氣聰明湯證〕
^origin〔《證治準繩》方〕
^ingredients3146 黃耆、人參 各3.75g，升麻22.5g，葛根9g，芟荊子4.5g，芍葯、黃柏 各3g，炙甘草1.5g滬為粗末，每服2g，水
^ingredients3147 (6)頭面麻，主補中益氣湯加蠶砂、蒺藜、天麻。
^ingredients3148 (3)渾身麻木閉目則甚，開0漸退，晝輕夜寬，脈軟而弦數，此胃氣行$陰，不能統運於外，補氣和中升陽湯，增強 脾氣，使衛陽行於外：人參、生黃耆、白芍、當歸、白朮、生麻、炙甘草、土胡、草豆蔻、陳皮、茯苓、生甘草、蒼朮、黃柏、澤瀉、佛耳草。
^ingredients3149 (6)鮑建國治氣虛頭痛（神經性頭痛）發作性頭痛，頭昏乏力，心慌心煩，過勞之後，.其痛加劇，神情倦怠，少氣乏 力，舌淡胖邊有齒印，苔溥白，脈沉細，證屬氣陽不足，補中益氣湯加味：炙黃耆30S，黨參、當歸 各15g，陳皮、炮啤、白朮、川芎 各10g，茲荊子12g，升麻、柴胡 各5g，甘草6g，細辛3g，間或加白芷、丹參、菊花、首烏，9劑，頭痛大
^ingredients3150 (9)王義廣治雙0視物不清：聶某，男，40歲，教師。視物不清半年，兩人對座只見模影，心悄焦急，面色恍白，腦 神散而無神，胃納不佳，脈沉緩處以北黃耆llg，細辛lg，陳皮、川芎、柴胡 各6g，木香lg，參須、當歸 各9g，甘草 3g，白朮7g，升麻4g。2劑證減。續服20餘劑視物婦常。
^ck42z02h053
^norm 氣虛發熱，勞倦發熱。』
^chinese 氣虛發熱，月經前後週期性發熱。
^western 不明原因低熱，宵癌術後發熱。
^combo 氣虛+氣蒸+氣陷+氣鬱 ‧
^ill〔氣虛不充〕
^symtom ①面白唇淡，面少華，形容消瘦，精神萎頓.疲乏無力，少氣懶言，下肢酸軟，②頭痛 頭眩，③手心汗出，輕則「澉澉汗出」，重見篳中汗出如注，④自汗，動則微汗，全身汗多，⑤惡風，畏寒，或稍惡寒，
^pulse ①脈細弱，②脈細湔，③進大無力。
^tounge ①苔白質淡，②舌淡膀有齒印，③苔薄白。
^symtom ①低燒，時愈時發，晨起較低，下午最高，午後發熱，寒熱似瘧，②月經前後週期性發熱，
^pulse ①脈虛數，②脈滿滑。
^tounge ①舌質紅，苔膩，②苔白燥。〔氣機下陷〕
^symtom ①氣短，②腹脹，下腹脹，③便溏，虛坐努責。
^ill<sub=1>〔氣機不宣〕
^symtom 胸膺欠暢，胸悶。
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔補中益氣湯證〕王義廣治持續發熱2月餘，或稍惡寒，面白，動則微汗，胃納不佳，口不渴，苔白質淡，脈虛 數。詳見病案（2)。
^ingredients3151 北黃耆15g，白朮、西黨參各IOg，陳皮、升麻 各7g，炙拄草當歸、柴胡 各8g，生薑3片，大棗3枚。
^formula2〔仿補中益氣之法略佐清降方證〕
^origin〔徐梢誠方〕
^ingredients3152 黃技、黨參 各15g，白朮、茯岑、地毋皮 各10g，山藥20S，白薇12g，陳皮、軟柴胡各M，升麻3g。
^formula3〔甘溢除熱法證〕
^origin〔賈鏡環方〕
^ingredients3153 黨參、炙甘草 各3g，白朮4.5g，茯苓、賁? 各6g，當歸1.5g，生龍背、生牡蠣各9?。
^formula4<var=2>〔黃耆建中、四君子、補中益氣證〕
^origin〔林如金方〕
^ingredients3154 黃耆24g，白朮9g，黨參、獲苓、桂枝、白芍 各15g，當歸7.5g，甘草4.5g，生孌6g，大棗3枚。
^ck42z02h055
^norm 清陽下陷，至虛有盛候。
^chinese 虛脹，氣虛便秘，癃閉，轉胞，產後癃閉，經漏，久銅，肛脫，乳懸，陰挺。
^western 子宮脫垂。
^combo 氣虛+失升+氣陷+氣鬱
^ill〔氣虛不充〕
^symtom ①面色萎黃，面色不華，面胖少神，神疲消瘦，②少氣言微‧懶言，③納少神倦，週身無 力，腰膝酸軟，④自汗盜汗，⑤心悸，心慌氣短，⑥便溏。
^tounge ①舌質淡，苔薄白，②舌質淡紅，苔薄白潤滑，③苔白舌胖有齒印，④舌淡紅少苔。
^pulse ①脈細無力，脈細而弱，寸脈不足，②脈虛，③脈虛緩，④脈細澀。
^ill2〔氣機不升〕
^symtom 頭犖目眩。
^ill3〔氣機下陷〕
^symtom ①便秘但便質並不乾結，大便不行反增腹脹腹痛，肛門墜痛，虛坐努責則大汗淋漓，小便 不爽，大便乾如球狀，每逢大便倍感痛苦，甚至需用手掏磷，方得排解，②小便突然閉塞，感覺胎墜，小腹墜脹特甚，雖 有尿意但排不出來，小便頻數，涓滴難通，臍下急痛，③產後尿閉，點滴俱無，少腹雖膨隆而無大脹痛，④漏下不h，子 宮整個脫出，痛苦難堪，白帶多，⑤久痢肛門下墜，⑥痔痛，肛脫，⑦乳房細長下垂，⑧子宮脫出。
^formulas
^formula〔補中益氣湯證〕
^origin〔崔兆祥方〕
^ingredients3155 黃耆30g，黨參、?術 各20g，陳皮、當歸、甘草各IOg，升麻、柴胡 各6g。
^ck42z02h018
^norm 氣虛偏枯。‧、、.
^chinese 偏枯。
^western 偏癱。、v
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①面唇與，:②m多惡風，③身重怠悄嗜臥，④食少。
^pulse ①脈細無力：②濡，③浮緩，浮大，④右虛。
^ill2〔陽氣不行〕
^symtom 合目則渾身麻木，開目則止。
^pulse 脈左沉遲。
^ill<sub=1>〔經脈不利〕
^symtom ①半身不遂，②口噤舌強，③腿膝拘痛，④屈伸不利，⑤右手足弛縱。
^ill2<sub=1>〔絡脈不利〕
^symtom ①手足麻木，②頭面麻木，③筋脈睇動/經絡抽掣，唇口蠕動，④口歪語?。
^ill<sub=2>〔營虛失養〕
^symtom 皮膚不仁。
^pulse 脈弦長重按無力。
^formulas
^formula1〔六君子湯證〕
^origin〔《婦人良方》方〕
^ingredients3156 陳皮、半夏、甘草 各3g，伕苓、人參、白朮 各6g。水煎服。丹溪主加竹浙、薑汁；薛己主更加鉤籐；林佩琴更加秦 艽、天麻。
^ingredients3157 黃耆、茯苓 各6g，黨參15g，鹿角膠4.5g，防風、白朮、燭活 各.3g，牛膝9g，甘草1.5g，大棗3枚，生薑3片。
^formula3〔脾風白朮湯證〕
^origin〔尤怡方〕
^ingredients3158 白朮、茯苓、防風、防己 各22.5g，人參' 甘韋 各45g，白芍、附子、麻黃、惹苡仁 各30g，每用9g，水煎人薑汁
^ingredients3159 (3)丁甘仁：主生黃耆15g，防風、枳實 各3g，防己、白朮、當歸、偁蠶< 竹瀝半芨 各6g，膽南呈、川芎 各2.4g，秦
^ingredients3160 艽、竹茹 各4.5g，桑枝9g，苒造丸。
^ingredients3161 (4)陳士鐸：補其氣之虛，通其.陽之閉，亦可用沾氣解麻湯：人參9g，白朮、黃耆、寸麥冬 各15g，當歸、荊芥 各6g，烏藥、柴胡 各2.4g，附子0.3g，半芨3g，水煎服（《辨證錄》卷二 ‧中風門〉。
^ingredients3162 補氣補血之中而佐以祛風祛痰之品，則氣血不傷而風又易散。順氣和血湯亦大佳：黃耆、島術 各15g，當歸9g，人參 6g，附子1片，天麻、南星、羌活、獨活 各1.5g，半發3g ((辨證錄》卷二 ‧中風門）。
^ck42z02h092
^norm 虛腫，氣虛停水。
^chinese 虛腫，病後水腫，黃汗，癃閉，疳瀉腫脹，產後躲閉。‧
^western 前列腺腫大，產後尿瀦留，頑固性腹水，腎病綜合征。，
^combo 氣虛+津滯+氣滯+陽鬰『
^ill〔氣虛不充〕
^symtom ①面色萎黃，恍白，精神睏倦，乏力，少氣懶言，②動則自汗，汗出色黃，③身重，④不 能食，貪少，納谷衰少，⑤耳鳴，⑥夜寐易驚，⑦頭輦心慌，心擇，⑧便溏‧；氣下墜，⑨小便不能自禁，十惡餌未淨，乳 汁甚少。_
^tounge ①舌淡，②舌質淡紅，③舌苔薄白。
^pulse ①脈沉遲，②沉細無力，③脈細弱無力，④脈象緩弱，⑤脈虛緩。；.
^ill2〔津不化氣〕
^symtom ①早現面浮，②晚琛足腫，③四肢頭面腫，④腹脹如鼓，⑤下肢腫甚，⑥拿身妒。
^ill<sub=1>〔氣化不行〕
^symtom ①小便不利短澀，②小便點滴不通，③小便癃閉：腹部脹墜小腹拘急脹緊。
^ill<sub=2>〔氣機不利〕
^symtom ①胸滿短氣，②食人脘腹脹，③咳嗽胸痛，④腰重痛，⑤小便脹滿，⑥胸悶納少，⑦腹脹 如鼓。]‧ ‧
^ill2<sub=2>〔陽氣不和〕
^symtom ①發熱，汗出而渴，午後發熱，稍有畏寒，有低熱波動，面有熱感，②煩跺口燥，③身蜇 疼，④兩脛自冷，四肢厥冷，⑤手指麻v t.
^pulse ①細數，②滑數無力。
^formulas
^formula1〔桂枝加黃耆湯證〕
^origin〔《金K要略》方〕
^formula2〔黃耆湯證〕
^origin〔《黃文東醫案》方〕
^ingredients3163 生黃耆、帶皮茯苓 各15g，炒白朮、丹參 各9g，炙甘草3g，木香、枳殼 各4.5g，赤芍、石斛各2g。
^formula3<var=2>〔補中益氣湯合五苓散證〕
^origin〔方偉煌方〕
^ingredients3164 黨參、黃耆 各30g，白朮12g，升麻、豬等、茯等、澤瀉 各9g，肉桂6g。‧_）f
^formula4<var=2>〔補中益氣湯證〕
^origin〔金壽山方〕
^ck42z02h109
^norm 氣虛不能敷布津液。
^chinese 消渴。
^western 尿崩。
^combo 氣虛+津滯+津滑+液涸
^ill〔氣虛不充〕
^symtom ①小便清利，②食入汗出，③食少。V
^pulse 脈虛弱。
^ill2〔氣不化津〕
^symtom ①口燥舌乾，②煩渴引飲，③消竭。
^ill<sub=1>〔津液不固〕
^symtom 小便頻數。
^ill<sub=2>〔津液枯涸〕
^formulas
^formula1〔黃耆六一湯證〕
^origin〔《太平惠民和劑局方）方〕
^ingredients3165 黃耆18g，炎甘草3g。
^formula2〔參苓白朮散，參麥散，縮泉丸合用方證〕
^origin〔陳瑞春方〕
^ingredients3166 西黨參、雲茯苓、炒薏苡仁 各9g，淮山藥12g，漂白朮、苦桔梗、麥門冬、益智仁、桑螵蛸 各6g，北五味子、炙甘草
^ingredients3167 (2)正氣空虛，反為飲食愫悍之氣所勝，久不已則i氣耗散，令人消渴偏祜，食入汗出，主安胃散斂之：生黃耆、五 味子、烏梅、生甘草、升麻梢。
^ck42z02h110
^norm 氣虛下陷。
^chinese 滑洩，久痢，白帶』多汗。
^combo 氣虛+津滑+氣陷+神虛 ‧
^ill〔氣虛不充〕
^symtom ①神疲肢乏，②氣饋，③頭昏泛惡，闔目無神，④肢重乏力，⑤面色蒼白，萎黃，⑥日間 汗出甚多，夜則減少，頭胸部為甚，⑦口淡五味，不能食，⑧大便稀薄，⑨月經超前，白帶較多。
^tounge ①舌質淡白，②苔薄黃。
^pulse ①脈緩無力，②脈虛弱，③脈細，④脈微弱，左歇止，⑤細如絲。
^ill2〔津液不齒〕
^symtom ①久瀉不禁，久痢滑脫，②大瀉如竹?之下不禁，③白帶清稀連綿、帶色淡白，④尿多，⑤日間汗出甚多，夜則減少。
^ill<sub=1>〔氣機下陷〕
^symtom ①腹痛喜按，至R不減，②後ffi反甚，③脫肛，④足跗浮腫，⑤腹脹便溏，或下肢浮腫。
^ill<sub=2>〔神氣不振〕
^symtom ①神疲，②闔目無神。
^formulas
^formula1〔固腸丸證〕適用於久瀉不禁或後兔，或脫肛，神疲氣饋，合目無神，脈虛細。
^ingredients3168 人參、白朮、茯苓、甘草、訶子、烏梅、罌粟殼、肉豆蔻。
^formula2〔脫肛方證〕
^origin〔王雨三方〕
^ingredients3169 訶子、龍骨 各9g，沒食子2個，罌粟殼、赤石脂 各6g，為末米飲下3g。
^formula3〔補中固帶丸證〕
^origin〔蔡純臣方〕
^ingredients3170 北貨?、黨參、茯苓、淮山、生葸苡仁、芡實、段牡蠣、段龍骨 各15g，炙It草5g，白朮、雞冠花、蓮子、金櫻子、澤街 各10g，扁豆花12g，車前子％，砂仁、升麻、柴胡 各3g。
^formula4〔止汗湯證〕
^origin〔黃文東方〕
^ck42z02h126
^norm 氣虛不攝津液。
^chinese 自汗。
^combo 氣虛+液滑+液灼+神虛
^ill〔氣虛不充〕
^symtom ①唇舌淡白，②瘦弱，③不食，④口淡無味，⑤頭痛，頭昏怕冷，微咳6
^tounge ①舌質淡，苔白潤，②舌胖淡紅，苔根薄膩。
^pulse ①脈虛弱，②脈象細軟。.'
^ill2〔津液不固〕
^symtom ①汗出淋漓.②稍動汗出更多，③盜汗頗多，夜寐更瀉，染染自汗，④汗出，心慌。
^ill<sub=1>〔津液消灼〕
^symtom ①咳啾咽乾，②潮熱顴紅，③口渴舌乾，口乾不欲飲，口苦，④胸悶煩熱。
^tounge 舌淡紅，苔白燥。
^pulse ①脈洪大無力，②脈細略數。
^ill<sub=2>〔神氣不振〕
^symtom d)睡眠欠佳，不寐、２心煩不寧，心悸
^formulas
^ingredients3171 I麻黃根、牡蠣、黃耆、五味子、浮小麥、甘草、?芍、大棗、糯稻根。
^ingredients3172 (2)咳嗽咽乾，稍勞則汗出更多，或潮熱顴紅，生脈散合牡蠣散：牡蠣、飯?、麻黃根、浮小麥、人參、寸麥冬、五 味子、炙甘草o
^ck42z02h148
^norm 氣不攝血，脾不統血。
^chinese 嘔血，經崩，紫斑，大衄。
^western 十二指腸球部潰瘍，原岑性血小板減少性紫癜。
^combo 氣虛+血滑+血虛+神虛
^ill〔氣虛不充〕
^symtom ①面色萎黃，略有浮腫，②形肥神疲，氣短懶言，@氣息奄奄，④脫肛少腹痛，⑤帶下多。
^tounge ①fi■淡苔薄白，②舌淡胖邊沿有齒痕。
^pulse ①脈來浮芤微數，茁按如無，②脈沉細，③脈湔，④脈遲弱而濡，有結象。
^ill2〔絡血不固〕
^symtom ①咳紅帶點激，②吐出淡紅色血盈碗，有黑便，③肛門作痛出血，④經來如崩，色淡盤多，
^ill<sub=1>〔血虛不榮〕
^symtom 面白唇淡。
^ill<sub=2>〔神氣不振〕
^symtom 頭爭心悸。
^formulas
^formula1〔臟腑兼顧方證〕
^origin〔孔慶洛方〕
^ingredients3173 紅參、茯苓 各10g，炙黃耆30g，當歸12g，白朮、白及、熟地炭 各15g，柴胡、炙甘草、陳皮 各5g。
^formula2〔加味三奇散證〕
^origin〔程門雪方〕
^formula3<var=2>〔升麻鱉甲湯證〕
^origin〔盧宗強方〕
^ingredients3174 升麻9g，當歸30g，甘草1.5g，鮸甲、炙甘草 各18g，炙黃耆15g。
^alias衛虛不固，表虛不固，營衛不和，營弱衛強，表虛證。
^chinese自汗，盜汗，久咳，身痛，血痺，偏枯。
^western皮膚劃痕症。
^ill〔氣虛不充〕
^symtom ①fll怠，②乏力，③面戰，④腹中鳴響。
^tounge ①舌紅，舌淡紅，②苔薄白，③苔薄膩。
^pulse ①脈虛浮，②細弱，③滿。
^ill2〔腠理不實〕
^symtom １自汗，２惡風，３盜汗。
^ill3〔經脈不榮〕
^symtom ①身酸疼，②自覺冷風人侵並抽痛。
^ck42z01h003
^norm 衛虛不固，表虛不田、
^chinese 自汗，盜汗。
^western 皮膚劃痕症。
^combo 氣虛+表虛+經虛
^ill〔氣虛不充〕
^symtom 雜怠，２乏力，３面妖，４腹中'鳴響，舌紅，脈細。
^tounge 淡紅，②苔薄白，③苔薄膩。
^pulse ①脈虛浮，②細弱，③瓶。
^ill<sub=1>〔腠理不實〕
^symtom ①自汗，②惡風，③盜汗。
^ill<sub=2>〔經脈不榮〕
^symtom ①身酸疼，②自覺冷風入侵並抽痛。
^formulas
^formula1〔玉屏風散證〕
^origin〔張平方〕
^ingredients3175 生黃耆12g，白朮、防風 各9g。』
^formula2〔黃耆建中湯證〕
^origin〔《金匱要略》方〕
^formula3〔益氣固表湯證〕
^origin〔黃文東方〕
^ingredients3176 黨參2g，白朮、白芍 各9g，桂枝3g，小麥、榴稻根、段龍背 各30g，炙甘草、木瓜、陳皮 各6g，紅棗5枚。
^ck42z01h015
^norm 表虛C：
^chinese 盜汗，久咳，身痛。
^combo 陽虛+表虛+營虛+經虛
^ill〔陽氣不振〕
^symtom ①形寒，寒來微微齒痙，②惡寒，③肢冷，疲倦乏力，少氣懶言，昏&如醉，臥床不起，
^tounge 舌淡，苔薄白。
^pulse ①脈虛，②脈細弱，③濡細，④兩寸脈弱，⑤脈微小，⑥脈沉遲。
^ill2〔腠理不實〕
^symtom ①自汗，②動則汗出，③惡風，④盜汗勞則尤甚，⑤見風則咳甚，得溫則咳減，不耐風寒，及易感冒，稍感即咳，⑥乍寒乍熱。
^pulse 脈浮緩，按之無力。
^ill<sub=1>〔營虛失榮〕
^symtom ①皮膚甲錯，②微熱，③頭暈，④心悸，⑤胸中嘈雜，⑥形容消瘦。
^pulse ①脈數無力，②促數。
^ill<sub=2>〔經脈失榮〕
^symtom ①肢體酸痛，②發汗後身疼痛。
^formulas
^formula1〔桂枝新加湯證〕
^origin〔《傷寒論》方〕
^ingredients3177 人參、桂枝、生白芍、炙甘草、生薑、大棗。
^formula2〔黃耆建中湯證〕
^origin〔(金肢要略》方〕
^ingredients3178 桂枝、炙甘草、生薑 三兩，大棗十二枚，芍葯 六兩，飴糖一升（烊化），黃耆 一兩五錢。水煎分三次服。
^ingredients3179 (2)葉天士：虛人得感，微寒熱，主當歸健中湯或參歸桂枝湯加陳皮：人參、當歸、桂枝、芍葯、甘草、姜、棗、陳 皮（《臨證指南醫案》313)。
^ingredients3180 (3)王育群治近年苦盜汗，勞則尤甚，頭昏便溏，納谷不香，脈濡細，苔薄白，以固表益氣健脾：生黃耆15g，防風、炙甘草 各4.5g，妙白芍、白朮、五味子 各6g，浮小麥、生牡蠣 各30g，丹參、龍骨 各12g，四祌丸9g，4劑汗止。
^ck42z01h017
^norm 營衛不和，營弱衛強，表虛證。
^chinese 自汗。
^combo 營通+氣虛+表鬰+陽柿
^ill〔哲虛『菅〕
^symtom ①U唇淡白，②腰痛。
^tounge 舌質淡，苔薄而乾。
^ill2〔腠理不調〕
^symtom ①身汗出，②惡風，③微熱陣陣，④感時冷時熱。
^pulse ①脈浮弱，脈浮級，②菰按無力。
^ill<sub=1>〔陽氣不宣〕
^symtom ①肢末麻痺，②口渴，?熱飲，③但口不渴，尿蛩減少。
^tounge 舌苔白滑。
^pulse 脈浮略弦。
^ill<sub=2>〔氣虛失養〕
^symtom ①臉色蒼白，楮神萎靡，乏力，疲倦，四肢痠軟，②頭聾，③不思食，④頭額多汗，動則 易出汗，且汗出不易止，稍動或情緒緊張即一身大流汗時間午、'晚多而早上少，汗出雖多，⑤大便溏瀉。
^tounge 舌質淡，苔薄白。
^pulse ①脈虛無力，②脈緩無力。
^formulas
^formula1<var=2>〔桂枝湯證〕
^origin〔何元豐方〕
^ingredients3181 桂枝、炙甘草 各9g，白芍、當歸 各12g，黨參、生黃耆 各30g，玉竹24g，桑椹15g，麻黃根10g，大棗6枚。
^formula2〔桂枝加龍骨牡蠣湯合玉屏風敢證〕
^origin〔連建偉方〕
^ingredients3182 桂枝4.5g，炙甘草4.5g，生薑3片，大棗5枚，龍骨15g，牡蠣24g，炙黃耆12g，炒白芍、炒白朮、防風 各9g。
^ck42z01h018
^norm 營衛不榮。
^chinese 血痺，偏祜。
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①自汗惡風，②小便頻數或不禁。
^pulse 脈虛弱。
^ill2〔陽氣不行〕
^symtom ①渾身麻木，②身體沉重。
^ill<sub=1>〔經脈不利〕
^symtom 半身不遂。
^ill2<sub=1>〔絡脈不利〕
^symtom ①口眼歪斜，②手足麻痺，③語言賽澀，④口?流涎。
^ill<sub=2>〔營虛失養〕
^symtom ①皮膚搔之如隔布，麻木不仁，②隱疹風瘡。
^formulas
^formula1〔桂枝黃耆五物湯證〕
^origin〔《金兩要略》方〕
^ingredients3183 黃耆、桂枝、芍葯 各三兩，生薑 六兩，大棗十二校。皮膚麻木加海桐皮，口眼歪斜加俚蠶、全蠍、蜈蚣。
^formula2〔和血熄風湯證〕
^origin〔陳士鐸方〕
^ingredients3184 黃耆、灰冬 各9g，當歸、玄參 各15g，升麻3g，防風、桂枝 各0.9g，白芷1.5g，天花粉6g，秦艽、甘草 各3g。
^ingredients3185 (3)曾月根浸酒方：木瓜ISOg，萆蘚、偁蠶、松節、黃耆、當歸、白芍、威靈仙、虎骨、烏藥、淮牛膝、防風、天 麻、川續斷、五靈脂 各30g，老灑技宿曬研末灑調15g~30g。滯元氣虧損，風邪直中血脈，右肢不遂，麻木不仁，略吐痰，六脈級，左關尤甚。t
^ingredients3186 2.病案：丁甘仁治中風一載，左手不舉4左足不屜，舌根似強言蕃，尺脈沉細，寸關貓滑，舌邊光，苔薄膩，予益氣 養血，助陽化痰通絡：黨參、生白朮、生甘草、附片、桂枝、白芍、川芎、淮牛膝、杜仲、桑枝、紅棗、指迷茯苓丸。
^alias肺陰虛損。
^chinese 久咳，不食，呃逆;■低燒，乾咳。、t
^western 氣管炎，系統性紅斑狼瘡，肺癌。
^ill〔氣虛不充〕
^symtom ①面色蒼白，②疲倦無力，③氣息短促，④不思飲食。
^tounge 苔薄膩。
^pulse .①脈小滑，②脈微弱。本證一H235肺陰失養候
^symtom ①胸中不快，②不思食，③乾咳。轉證——H2氣液虛逆候
^symtom 大便不通。變證一2氣液消涸候
^ck42z12h235
^norm 肺陰虛損。
^chinese久咳，久喑。
^western 氣管炎。
^combo 陰虛+氣虛+氣鬱+液灼+血溢
^ill〔陰虛失養〕
^symtom ①形體消瘦，②饑不欲食。
^pulse 脈細數。
^ill2〔氣虛不充〕
^symtom ①疲依無力，②氣息短促，③不思飲食。
^tounge 苔薄膩。
^pulse 脈小滑。
^ill3〔氣機不宣〕
^symtom 乾咳。』』
^ill<sub=1>〔津液消灼〕
^symtom ①T‧咳少痰，②口乾欲飲，③唇咽乾燥。
^tounge 舌體瘦小偏紅而燥。
^ill2〔絡血妄行〕
^ill<sub=2>〔清轉不直〕
^symtom ①咽癢，②i吾音難出。
^ill2<sub=2>〔氣機不降〕
^formulas
^formula1〔益氣宣肺鎮咳方證〕
^origin〔胡建華方〕
^ingredients3187 黃耆、炙紫菀、百部、枇杷葉 各12g，生麻黃、稱粟殼 各6g，炙地龍、半夏 各9g，北沙參15g。
^formula2<var=1>〔益宵散證〕
^origin〔蔡福養方〕
^ck42z12h121
^norm 津傷氣逆。
^chinese 呃逆。
^combo 液灼+氣逆+氣虛+氣鬱
^ill〔津液消灼〕
^symtom ①唇乾少潤，②口苦喜飲。）
^tounge 舌紅苔薄。
^ill2〔氣機沖逆〕
^symtom ①氣促，②呃聲頻頻，全身振動。
^ill<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣虛不5〕
^symtom ①體倦懶言，②瞑0不睜，③下肢欠溫，④呃聲低怯。
^formulas
^formula1〔滋陰養宵降逆平呃方證〕
^origin〔吳坤安方〕
^ingredients3188 西洋參、寸麥冬、石斛、蓮肉、枇杷葉、竹茹、刀子、赭石。
^formula2〔降逆平呢益氣和中證〕
^origin〔周少逸方〕
^ingredients3189 代赭、竹茹、太子參、黃耆、川石斛、鉤籐、旋笈花、天表冬、枇杷葉 各9g，柿蒂.6g，公丁香2.1g，炙廿草3g。
^ck42z12h112
^norm 氣液兩傷。
^chinese 低燒，T‧咳。
^western 系統性紅斑狼瘡，肺癌。
^combo 液涸+氣虛+神虛+經虛
^ill〔津液枯涸〕
^symtom ①乾咳少痰，②口舌燥乾，n渴，③形體消瘦，④不思飲食，⑤潮熱低熱，手心熱，⑥心 煩，⑦面色浮紅，⑧脫髮。
^tounge 舌體瘦小偏紅而燥，舌面無苔平坦光汾如鏡呈鏡面舌，舌紅。
^pulse 脈細數（110次/分〉無力，細軟數，沉數無力。
^ill2〔氣虛不充〕
^symtom ①氣息短促，②疲倦無力，③無力懶言，④自汗盜汗，⑤食慾不振。
^ill<sub=1>〔神氣不振〕
^symtom 面白神弱。
^ill<sub=2>〔經脈失養〕
^symtom 關節、足跟、腰痛。
^formulas
^formula<var=2>〔生脈散、葉氏養胃湯證〕
^origin〔原明忠方〕
^ingredients3190 太子參30g，麥冬、五味子、惹苡仁、白芍、石斛 各15g，玉竹、生山藥、扁豆、神曲各Og。
^ingredients3191 烏、.茯神、淮山 各9g,川芎6g,當歸12g,菊花、ft草各4.5S.大棗5枚。改方專主甘溫而競全功：西黨參.熟地.淮山
^ingredients3192 各I2g,當歸9g,川芎、貢果、天麻 各6g，甘革4.5g,大棗5枚。>
^alias氣陰兩虛，心火偏旺。
^ill〔神氣不振〕
^symtom①心神恍惚，②梢神萎靡。
^ill2〔氣虛不充〕
^symtom①眩呆，②疲乏無力，③牌悶短氣，④多汗.汗出，面色蒼白，⑤心悸，心屏，⑥飲食減少。
^tounge 舌質淡暗，苔薄白。
^pulse①脈細，②脈虛而結。
^ill3〔氣機不宣〕
^symtom 咳嗽，久咳不止。
^ill4〔神志不寧〕
^symtom①心跳間歌，胸蒔，②夜睡不寧，夢多。
^tounge舌尖稍紅，'&•薄貨偏干。
^ck42z03h237
^chinese心悸。
^western頻發性室性期前早搏。
^combo神虛+氣虛+神擾
^ill〔神氣不振〕
^symtom①心神恍惚，②柚神蔞靡。
^ill<sub=1>〔氣虛不充〕
^symtom①眩暈，②口干，口腔有灼熱感。
^pulse脈虛to結。
^ill<sub=1>〔神志不寧〕
^symtom①心跳間馱.胸肢，②夜睡不寧，夢多。
^tounge舌尖稍紅，苔澳黃偏干，舌下靜脈無紫壢及充盈現象3、
^formula1<var=1>〔甘麥大棗證〕
^origin〔 '李皓平方〕
^ingredients3193 小表30g,炙甘寧IOg,大棗I5g,白節、丹參 各12g。
^formula2〔生脈梔豉證〕
^origin〔李皓平方〕
^ingredients3194 黨參30g，表冬18g,五味子6g,山柅子6g,淡豆豉10g。
^ck42z03h245
^norm 氣陰兩虛。
^chinese心悸。
^western 風濕性心臟病，二尖瓣狹窄，閉鎖不全，慢性心力衰竭。
^combo 陰虛+氣虛+氣鬱+神擾+絡滯+陽鬰
^ill2〔神志不寧〕
^symtom 心悸，心累心跳。
^ill3〔絡脈不利〕
^symtom 胸部疼痛。
^ill4〔陽氣不和〕
^symtom ①嘴唇青紫，②腹內脹氣，
^ill<sub=2>〔陽氣不和〕
^symtom ①嘴唇青紫，②腹內脹氣，③面目及肢體浮腫，④小便黃少。
^formula<var=2>〔炙甘草湯證〕
^origin〔李斯熾方〕
^ingredients3195 生地、麻仁各Hg，麥冬、阿膠、黨參、厚樸、白芍、丹參各9S，桂枝6g，生薑2片，炙甘草3g，大棗3枚。‧ 摘錄：
^ingredients3196 9月5日：上方共服4劑，黃膩舌苔已退，精神頓覺爽快，腹脹減輕，小便增多，水腫亦減，仍本8月21日方意：桂 枝6g，生薑2片，阿膠、白芍、火麻仁 各12g，黨參、麥冬、生地、丹參、厚樸、茯神、炙甘單 各9g。
^ck42z03h244
^norm 氣液虧損。
^chinese 心悸。
^western 病毒性心肌炎。
^combo 陰虛+氣虛+液灼+神虛+神擾
^formulas
^formula<var=1>〔生脈飲證〕
^origin〔岑步雲方〕
^ingredients3197 黨參、麥冬 各9g，五味子5g，赤芍、玉竹 各30g，淮小麥5g，夜交籐18g，炙甘草6g。
^ck42z03h235
^norm 虛瘦，肺鎊。
^chinese 咯血，咳血。
^western 肺浸潤型肺結核進展期，風濕性心臟病。
^combo 陰虛+氣虛+液灼+氣鬱+血溢
^formulas
^formula1〔玄妙散證〕
^origin〔費伯雄方〕
^ingredients3198 .玄參、沙參、丹參、夜神、柏子仁、朱茯苓、桔梗、貝母、杏仁、夜合花、竹葉、燈芯。
^formula2<var=1>〔生脈散證〕
^origin〔姚志雄方〕
^alias肝脾不調，氣不攝血，氣血暴脫。
^chinese 久咳，低熱，勞熱，陰虛癆熱，.咯血，休息痢，沏漏，勞傷失血，脫肛痔血。
^western 肺結核，肺結核小空洞，肺結核伴肺不張，肺結核大咯血並發窒怠。
^ill〔氣虛不充〕
^symtom ①形色淡白，②長年咳嗽，吐痰色黃，結成頑塊，凝滯喉間，用勁氣力始得吐出於口。
^tounge 舌淡苔白。
^pulse ①右脈虛微，②浮而無力。
^symtom ①乾咳，②咳逆不止。
^tounge 苔膩。
^symtom 氣撐不和。
^symtom ①面貿不華，面色欠華，②心悸，
^tounge 舌淡少華，舌淡無苔。轉證一出46氣血虛蒸候H60氣陰虛蒸候
^pulse ①脈虛弦，②脈虛數。變證一出48氣虎失攝候
^symtom 形寒內熱。圖268肺衛氣虛證證候結構圖
^ck42z04h294
^norm 肝脾不調。
^chinese 久咳。
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^ill〔氣虛不充〕
^symtom ①形色淡白，②長年咳嗽，吐痰色黃，結成頑塊，凝滯喉間，用勁氣力始得吐出於口。〔氣機不宣〕
^symtom ①乾咳，②咳逆不止。
^tounge 苔膩。
^ill<sub=1>〔氣機不利〕
^symtom 氣掙不和。
^ill2<sub=1>〔血虛失養〕
^symtom 內熱。
^tounge 舌淡少華。
^pulse 脈虛弦。
^ill<sub=2>〔陽氣不和〕
^symtom 形寒內熱。
^formulas
^formula1〔逍遙散加蜜煎姜橘證〕
^origin〔張璐玉方〕
^ingredients3199 柴胡、當歸、白芍葯、白朮、茯苓、炙甘萆加蜜煎姜、橘。
^formula2〔加減六君子湯證〕
^origin〔陳士鐸方〕
^ingredients3200 人參、柴胡、陳皮 各1.5g，白朮15g，茯苓6g，白芍30g，白芥子9g，甘草、梔子 各3g。‧
^ck42z04h146
^norm 氣血兩虛《）
^chinese低熱。
^western 肺結核。
^combo 氣虛+血虛+氣蒸+液灼+神虛
^formulas
^ingredients3201 麥冬、甘草、粳米、人參、黃耆、當歸、柴胡、知母、生薑、大棗。
^formula2〔扶正養肝湯證〕
^origin〔關幼波方〕
^ingredients3202 生黃耆15g，黨參、生地、青窩、狡平、茵陳 各12g，白芍5g，當歸、川芎、秦艽各IOg。
^ck42z04h160
^norm 陰虛癆熱。
^chinese 勞熱。
^western 肺結核小空洞，肺結核伴肺不張。
^formulas
^formula1〔滋陰清肺、疏肝和胃之法證〕
^origin〔黃文東方〕
^formula2〔固表止汗湯證〕
^origin〔黃文東方〕
^ingredients3203 黃耆10g，白朮12g，炙甘草、五味子 各4.5g，麥冬、青蘺、白薇 各9g，段龍骨15g，.段牡蠣、淮小麥、糯稻根 各30g。
^ck42z04h148
^norm 氣不攝血。
^chinese 休息痢，崩漏，勞傷失血，脫肛痔血。‧<
^combo 氣虛+血滑+血虛+神虛
^ill〔氣虛不充〕
^symtom ①噁心，②自汗，③神倦肢厥，④身乏無力，面色萎黃，⑤頭暈，⑥便塘，⑦氣短，⑧面 足微腫，肛門虛墜，⑨白帶多/十神氣不足，頭暈乏力易倦。
^tounge 舌齒印，苔薄白。
^pulse ①右脈虛微，②浮而無力，脈一息四至，右寸猶然，③沉細，④遲弱而婼。
^ill2〔絡血不固〕
^symtom ①吐血，便血，下痢清血，②月經過多，淋漓不淨，③鼻衄不止，④口齒出血，⑤下陰流 血，月經過多不淨，⑥月經a多，遷延半;1，色較淡。
^ill<sub=1>〔血虛不榮〕
^symtom ①而黃不華，面色欠華，②心悸，③手心發麻，④唇赤如朱。
^tounge ①舌淡無苔，'②鋒多津。
^pulse 脈虛數。
^ill<sub=2>〔神氣不振〕
^symtom ①神倦，②多夢。
^formulas
^formula1<var=1>〔鼓峰固元湯證〕
^origin〔《通俗傷寒論》方〕
^formula2〔聖愈湯證〕
^origin〔何勤方〕
^formula3〔益氣止血證〕
^origin〔蒲輔周方〕
^ingredients3204 (1)蒲輔周治月經S多夾塊，每次7~8天，腰腹痛，舊有胃病，食納欠佳，睡眠不好，多夢，大便時千時溏，小便 黃熱，頭暈面不華，久站或頭垂過久則有噁心或嘔吐，脈弱軟，舌淡無苔，詞沖任不固，氣血失調，宜固沖任調氣血：紅 參、炙甘草、遠志、牛膝 各6g，茯神、白朮、補鐘脂 各9g;龍眼肉、炒酸棗仁、巴戟、杜仲 各15g，龜版60g，黃耆、鹿角 霜 各30g，5劑，經來與上次無異，身乏無力，脈數虛：黃耆30g，當歸、川續斷、側柏炭、蒲黃炭、地榆炭6g，川芎
^ingredients3205 (4)吳宗熙治痢紅白久之純下清血少夾稀粕，日6～7行，病延月餘，舌絳多汴，而目萎黃，兩足浮腫無力，唇赤如 朱，脈沉細數，尺弱甚，此久痢氣血兩虛：赤石脂、禹餘糧 各12g，白朮9g，炙甘草6g，白芍、當歸、阿膠 各7.5g，東洋 參4.5g，附子3g，5劑，血止，去脂糧加炙黃耆9g (《全國名醫驗案類編》373)。
^alias腎不納氣，肺不宣化，肺氣癆損，氣虛不約，氣不攝血，血脫或脫血，孤陽上出，陰竭陽脫。
^chinese 久咳，虛喘，氣喘，腎咳，久衄，脬損，遺尿，崩漏虛脫。
^western 支氣管肺炎.心力衰竭，先心，三度營養不良。
^chinese久咳，腎咳，虛喘，哮喘，虛淋，消渴，低熱，表虛證，產後多#，脬損，遺尿，久衄，崩漏陰脫，產後鬰 冒，肺閉虛脫。
^western慢性支氣管炎，肺炎後低熱不退，支氣管肺炎，心力衰竭，先心，三度營養不肺結核，老年慢性前列腺 炎，搪屎病，產後膀胱或尿進、陰道瘺，並有直腸陰道瘺，妊娠咳嗽遺尿。
^ill〔氣虛不充〕
^symtom ①面色不華，②虛浮臉腫，③氣短息微，④言語無力，⑤面色?白，⑥咳多白沫。
^pulse 舌淡白，脈虛浮。
^tounge 苔白。
^ill2〔氣機不宣〕
^symtom ①胸悶，②咳嗽。
^ill3〔氣機不降〕
^symtom ①端促晝輕夜笊，②痰聲漉漉。
^ill4〔津液不固〕
^symtom ①多尿，②咳則尿出，③遺尿。
^ck42z05h230
^norm 腎不納氣，肺不宣化。
^chinese 久咳，.虛喘。
^western悛性支氣管炎。
^formulas
^formula1〔固本丸證〕
^origin〔《岳美中醫案集》方〕
^ingredients3206 ‧ 織、黨參、白朮、雲茯苓、炙甘草、陳皮、半夏、補骨脂、紫河車。
^formula2〔保肺湯證〕
^origin〔(岳美中醫案糶》方〕
^ingredients3207 黨參、麥冬、W母、黃耆、山藥『、五味子、百部、枳賣、橘紅、結梗、炙甘辟、亦子、舉藶子、前胡、半S、杏仁、紅棗、菟絲子、枸杞、青蛾丸。
^ck42z05h235
^norm 肺氣癆損0　　　內含病例：
^chinese 久咳，氣喘。
^western 肺結核。、
^combo 陰虛+氣虛+氣鬱+液灼+血溢
^ill〔陰虛失養〕
^symtom 形體瓶弱。
^ill2〔氣虛不充〕
^symtom ①面色不華，②虛浮臉腫。
^pulse 脈虛浮。
^formulas
^formula<var=1>〔人參蛤蚧散證〕
^origin〔何若蘋方〕
^ck42z05h110
^norm 氣虛不約。
^chinese 腎咳，脬損，遺尿。
^western 產後膀胱（或尿道）陰道瘺，並有直腸陰道瘺，妊娠咳嗽遺尿。
^combo 氣虛+津滑+氣陷_
^ill〔氣虛不充〕
^pulse 右脈沉細。
^ill2〔津液不固〕
^symtom ①遺尿，②咳則尿出。
^ill<sub=1>〔氣機下陷〕
^ill<sub=2>〔神氣不振〕
^formulas
^formula1〔固脬湯證〕
^origin〔《雜病源流犀燭》方〕
^ingredients3208 黃耆、沙苑子、桑螵銷、山茱萸、當歸、茯神、憲蔚子、白芍/升麻、羊脬。
^formula2〔脬損飲證〕
^origin〔安徽張笑平方〕
^ingredients3209 炙黃耆、黨參 各24g，炒白朮、當歸身、五倍子、廣陳皮 各9g，炙升麻、柴胡 各4.5g，段牡蠣、炙龜版 各30g，五味子 4.5g，炒白芍、桑螵蛸、烏賊骨 各12g，紅棗7枚，黃絲炭、炙甘草 各6g。
^formula3〔加味縮尿丸證〕
^origin〔陳鼎棋方〕
^ingredients3210 益智、台烏、桑螵蛸、芡實、黑芝麻、黃耆、黨參 各60g，五味子、升麻 各15g，炙甘草3g，蜜丸每9g，早晚各一次，病程1～2月。
^ingredients3211 2.病案：張寶興治妊娠咳嗽遺尿：治則以補脾肺之氣，滋肺腎之陰。方藥：補中益氣湯合都氣丸。用補中益氣湯 (黃耆、白朮、陳皮、黨參、升麻、柴胡、當歸身、炙甘草）培土生金，補益脾肺，升舉下陷之氣：用都氣丸（熟地、山 藥、山萸肉、茯苓、澤瀉、丹皮、五味子）滋補肺腎之陰，肺之氣陰相濟，行其清肅下降之職，則咳嗽自愈。胎兒得中氣‧ 舉載，胎位不下移，膀胱自不受壓，且腎氣得補，膀胱可約，故遺尿自止。
^ck42z05h161
^norm 氣不攝血。
^chinese ‧久衄。
^combo 血滑+氣虛+陰虛+陰涸
^ill〔絡血不固〕
^symtom 弈衄。
^ill<sub=1>〔氣虛不充〕
^symtom ①面色萎白，②衄後頭暈。
^ill<sub=2>〔陰虛失養〕
^ill2<sub=2>〔陰液消涸〕
^tounge fW黃苔。
^formulas
^formula1〔益氣滋陰止血方證〕
^origin〔沈仲圭方〕
^ingredients3212 人參3g，白朮< .艾葉、荷葉 各6g，熟地（白蔻仁1.2g拌）、側柏葉 各12g，阿膠9g9
^ck42z05h150
^norm 血脫或脫血。
^chinese 崩漏虛脫。
^combo 血虛+陽浮+氣虛+神衰+氣脫
^formulas
^formula〔加減膠艾湯證〕
^origin〔何少山方〕
^chinese 胃院痛，噴氣，惡阻，吐食，咐雜，久轉，虛揭，久掏，噪P痢重症，嬰兒洩瀉，上消，咽痛，流誕，痰涎 壅盛，疳積，肉瘺，解怖，虛痞，虛脹，帶下，便血，紫癜，血脫。
^western 胃炎，胃黏膜脫垂症，幽門不全性梗阻，胃下垂，留扭轉，十二指腸壅積症，妊娠嘔吐，.上消化道出血，慢 性肢瀉，腸結核'闌尾切除術後下腹墜脹，糖尿病，多發性叫炎，重症肌無力。
^symtom ①面色萎黃，面色蒼白，無華，唇舌淡白，②神情閒頓，神倦乏力，③貪睡，倦怠嗜臥，露臍，
^ck42z13h250
^norm 中氣弱虛。
^chinese 胃脘痛
^western 胃炎。
^combo 氣虛+氣鬱
^formula〔加味黃耆健中湯證〕
^origin〔平世昌方〕
^ingredients3213 黃耆、桂枝 各4.5g，亦芍12g，炙甘草、生薑 各3g，生麥芽9g，半夏6g，炒陳皮、老蘇梗 各4.5g。
^ck42z13h260
^chinese 虛瀉，嬰兒洩瀉。
^ill〔氣虛不充〕
^symtom ①面色萎黃，面色蒼白，無華，②形體瘦弱，形瘦骨立貪睡，倦怠嗜臥，③露睛不食，食 少運遲，食後困頓思睡，④神倦乏力，⑤呼吸微弱，⑥唇舌淡白，⑦小便清少，時有脫肛，⑧腹鳴喜按，腹高膨火，但軟 如水瘓，便後腹壁陷背，少頃又腹高如鼓。
^pulse ①緩大，緩小無力，②脈沉細無力。
^tounge ①舌淡白，②苔白嫩。
^formulas
^formula〔參苓白朮散證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients3214 人參、白朮、獲等、炙甘草、山藥、蓮米、薏苡仁、陳皮 各6g，扁豆9g_，砂仁、桔梗 各3g。-　　　摘錄：<1.論著『*
^ingredients3215 (2)脾氣虛弱不能運化水谷，食入易洩，便頻糞稀，神倦腹脹，面色恍白，脈來緩小無力，舌白苔滯，或板膩不化，主補中健脾，本事八珍散：人參、白朮、茯苓、甘草、黃耆、扁豆、山腰、粟米，或加肉果。
^ingredients3216 (3)陳士鐸：飢餓之後腹中腸鳴，手按之鳴少止，實脾湯：黃耆、當歸<山藥、白朮、甘草、神曲、五味子、肉果，或四君子湯加砂仁、谷芽、神曲。‧
^ck42z13h261
^norm 脾虛氣滯。
^chinese 惡阻，吐食，虛瀉。
^western 妊娠嘔吐，慢性腹瀉。‧
^combo 氣虛+氣滯+氣鬱+水洩
^ill〔氣虛不充〕
^symtom ①精神疲倦，四肢倦怠，②頭暈乏力，③納呆不振，④大便不解，解則便塘。
^pulse 脈細滑無力。
^tounge 苔薄白。
^symtom 大便洩瀉。
^ill<sub=1>〔氣機不利〕
^symtom 食後脹滿益甚，乂則吐出。
^ill<sub=2>〔氣機不宣〕
^ill2<sub=2>〔氣機不降〕
^symtom 噁心嘔吐。
^formulas
^formula〔養胃湯證〕
^origin〔費伯雄方〕
^ingredients3217 白芍、茯苓、白朮、甘草、山藥、黃耆、黨參、木香、砂仁、陳皮、萎棗。
^ck42z13h263
^norm 脾胃失調。
^chinese 嘈雜，疳積。
^combo 氣虛+氣滯+液灼+水洩+氣鬱
^formulas
^formula〔石斛資生湯證〕
^origin〔程門雪方〕
^ingredients3218 米炒金斛、茯神、白扁豆、蓮肉 各9g，春砂殼l.2g，橘白、橘絡 各4.5g，生白朮、瓜英皮、炒川風 各6g，芡實Ug，薏苡仁12g，谷芽12g，藿香『2.4g，?
^ck42z13h112
^norm 脾S虛弱。
^chinese 肉痿，解怖。
^western 多發性肌炎，重症肌無力。
^combo 液涸+氣虛+神虛+經虛
^ill〔津液枯涸〕
^symtom ①全身消瘦，面色晦暗無光澤，②身熱面赤，汗出，口渴，③胸中煩悶，④便秘，數白一 行，⑤小便短少。
^ill<sub=1>〔神氣不振〕
^ill<sub=2>〔經脈失養〕
^ck42z13h055
^norm 中氣下陷。
^chinese 虛搭，虛脹，洩街，久瀉，留脘痛。
^western 胃黏膜脫垂症，幽門不全性梗阻，胃下垂，街扭轉，十二指腸壅積症，腸結核，闌尾切除術後下
^ill〔氣虛不充〕
^symtom ①形體消瘦，面色瞇白無華，面色萎黃，神情tfc鬰，②少氣乏力，懶言，無氣以動，語言 無力，③形寒怕冷，百骸解散，④大便溏軟，大便時乾時稀，小便頻。
^tounge ①舌質胖淡，②舌淡嫩微紅，③苔薄白，④舌紅，邊尖齒印，苔白。
^pulse ①脈沉細，②脈弱。
^ill2〔氣機不升〕
^symtom 氣短乏力。
^ill3〔氣機下陷〕
^symtom ①腹部飽脹，食人不化，脘腹隱痛時作，按之舒適，食後脹加重，②下腹齡脹，③下利不 止，④大便不實，虛坐努責，肛門作墜，飲酒厚味即瀉，⑤便血。
^pulse ①脈沉弱，②脈沉遲，③脈沉細無力。
^ill<sub=1>〔氣機不宣〕
^symtom ①中脘痞脹，②中脘痞結，按之空虛，③納後痞滿加菰。
^ill<sub=2>〔氣機不降〕
^symtom ①噁心嘔吐，味酸苦，②食入不久即吐，③噯氣頻頻，④泛酸水，⑤呃逆頻作，⑥嘔吐呈 噴射狀。
^formulas
^formula〔加減補中益氣湯證〕
^origin〔吳鞠通方〕
^ingredients3219 人參、黃耆、當歸身各知，廣陳皮、炙甘草 各3g，白芍9g，防風1.5g，升麻0.9g。
^ingredients3220 矣。東恆升陽法：人參、茅f術、廣陳皮、炙甘草、益智仁、防風、炒升麻（《臨正指南醫案》辦）。
^ck42z13h110
^norm 脾虛不固。
^chinese 久瀉，久痢，噤口痢菰症，小兒洩瀉，痰涎壅盛，流涎，帶下。
^combo 氣虛+液滑+氣陷+神虛
^ill〔氣虛不充〕
^symtom ①體形消瘦，面色萎黃，面色瞇白，②不知饑飽，食納呆，③語言不清，行動笨拙，四肢 無力，④身體顫動。
^tounge ①淡、脹大無苔，②少苔，苔白，舌苔薄白。
^pulse ①脈虛大而弱，②脈緩細，③脈弦。
^ill3〔津液不固〕
^symtom ①瀉痢，②污下物乳白色水樣便，③痰誕壅盛，連連咳吐不竭，④冷涎垂流，終日不絕，５帶下連綿，色白清稀，顯多。
^ill<sub=1>〔氣機下陷〕
^symtom ①腹膨而軟，.②積少痛緩，③fl區惡不食，食不下嚥。
^ill<sub=2>〔神氣不振〕
^symtom ①神k，②精神恍惚，語言錯亂。
^formulas
^formula1<var=2>〔香砂六君丸證〕
^origin〔趙漢波方〕
^ingredients3221 米炒黨參、白茯苓 各9g，土炒白朮、蓮子肉、炒麥芽、神曲 各6g，砂仁1.5g，榧子肉、訶子肉 各3g，附片0，9g。
^formula2〔補益陰土，運脾健中方證〕
^origin〔張澤生方〕
^formula3〔健脾益氣方證〕
^origin〔張又良方〕
^ingredients3222 黨參12g，焦冬白朮、茯苓、意苡仁、白扁豆、蛤殼 各15g，芡實12g，陳皮、炙甘革、白芷 各9g，大棗5枚。
^ck42z13h148
^norm 氣不攝血。
^chinese 便血，紫瘢。
^western 慢性非特異性結腸炎，維生素C缺乏症。1
^combo 氣虛+血虛+血滑神虛
^ill〔氣虛不充〕
^symtom ①面色萎黃，②全身乏力，③飲食無味，④大便軟薄。
^tounge 苔薄白。
^pulse ①脈滿綏，②脈細無力。
^ill2〔絡血不固〕
^symtom ①突便外有血性黏液，便前腸鳴而痛，②全身可見大小不等紫斑，齒齦時有出ii，紫癜以 下肢較多，壓不褪色，舌有紫斑。
^ill<sub=1>〔血虛不榮〕
^symtom 形體消瘦。
^tounge 舌質偏淡，苔薄白而中光。
^ill<sub=2>〔神氣不振〕
^symtom 精神較差。
^formulas
^formula1<var=2>〔參苓白朮散證〕
^origin〔鐘一棠方〕
^ingredients3223 黨參、石榴皮 各18g，山藥、扁豆、生地榆、穀麥芽 各20g，葛根10g，六一散15g。
^formula2<var=1>〔補中益氣湯證〕
^origin〔陳長泉方〕
^ingredients3224 黃耆、黨參、白朮、陳皮、當歸、升麻、柴胡、甘草加丹參、牛膝、三七粉。
^alias大腸滑洩，久痢滑脫。
^chinese 滑洩，久瀉，滑脫，便血，久痢。‧
^western 潰瘍性結腸炎。
^ill〔氣虛不充〕
^symtom ①面色恍白，神疲色萎，萎黃，憔悴，②少納，③有裡急後重感。
^tounge 舌淡胖，苔白膩。
^pulse ①脈細，②脈弱。
^symtom ①大便溏薄，②久瀉黏液，③下利
^symtom ①洩時必欠而嘔，②嘔而暈。〔神氣不振〕
^symtom 瞑目而臥。
^ck42z14h110
^norm 大腸滑洩。
^chinese 滑洩。
^combo 氣虛+津滑+氣陷
^ill〔氣虛不充〕
^symtom 面色恍白。
^pulse 脈虛數，沉細。
^ill2〔津液不固〕
^symtom ①下利不止，日數十行，②完谷不化。
^ill<sub=1>〔氣機下陷〕
^symtom ①洩時必欠而嘔，②嘔而暈。
^ill<sub=2>〔神氣不振〕
^symtom 瞑目而臥。
^formulas
^formula1〔赤石脂禹餘糧湯證〕
^origin〔《傷寒論》方〕
^formula2〔桃花粥證〕
^origin〔吳鞠通方〕
^formula3〔山藥粥證〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients3225 (1)葉天士治顧氏，漏瘍久瀉寒熱，先固攝下焦為治6.人參、炒菟絲餅、H湖蓮、茯神、赤石脂。
^ingredients3226 (2)葉天士治某，久瀉脈虛。人參、五味子、禹餘糧石（《臨證指南醫案》474)。
^ck42z14h162
^chinese便血，久痢。
^western 潰瘍性結腸炎。
^combo 氣虛+陰虛+陰涸+津滑+血滑+梢滑
^ill〔氣虛不充〕
^symtom ①神疲色萎，萎黃，憔悴，②少納，③有裡急後重感。
^tounge ‧舌淡胖，苔白膩。
^pulse （t)脈細.②脈弱。〔陰虛失養〕
^symtom 消瘦。
^pulse 脈細數。
^ill<sub=1>〔陰夜消湎〕
^ill<sub=2>〔津液不固〕
^symtom ①大便溏薄，②久瀉黏液。〔絡血不固〕
^symtom 勞則大便下血，色鮮紅，便膿血。〔陰精不固〕
^formulas
^formula〔健脾助運，收斂止瀉證〕
^origin〔謝海州方〕
^ingredients3227 太子參15g，炒白朮、炒扁豆、茯苓、蓮肉、烏梅各Ug，薏苡仁18g，砂仁充6g，陳皮、桔梗、罌粟殼、河子 各9g，玄明粉3g，錫類散3瓶，日半並分2次沖服。
^ingredients3228 1.論著：吳鞠通：久痢口渴舌乾微熱，微咳，人參烏梅丸急救其陰：人參、蓮肉、炙甘草、烏梅、木瓜、山藥。
^ck42z14h164
^norm 氣陰下脫。
^chinese 久瀉，滑脫。
^combo 陰涸+氣脫+液脫+精脫‧
^ill〔陰液消涸〕
^symtom 溏洩綿纏。<
^ill2〔氣虛脫絕〕.
^symtom ①氣虧色白，瞑目小安，②洩時必欠而嘔，嘔而暈。
^pulse 脈沉細如蛛絲，或有或無。
^ill<sub=1>〔津液脫竭〕
^symtom 匙水下嚥，須臾洩去。
^ill<sub=2>〔陰精脫竭〕t
^formulas
^formula〔補攝為主方證〕
^origin〔胃惠儔方〕
^ingredients3229 高麗參、白朮、茯苓 各9g，炙甘草、山茱萸、木瓜、五味子、白芍 各6g，烏梅3枚，調赤石脂、禹餘糧 各9g，—晝夜 2劑。
^ingredients3230 術、附子 各9g，多服莫間（（全國名醫驗案類編》33)。
^alias氣血兩虛，血虛發熱，至虛有盛候，脾不統血，血不歸經。
^chinese 心悸、失眠，心痛，虛喘，久瀉，虛腫，虛脹，內傷發熱，失血，鼻衄，崩漏，月經過多，月經不調，閉 經，.自汗，盜汗v音淋，腎消。
^western 心絞痛，貧血，系統性紅斑狼瘡，術後經常低燒，胃出血，血小板減少性紫癱，神經官能症，植物神經功能 紊亂，梢神性多尿症，慢性前列腺炎。
^ill〔氣虛不充〕
^symtom ①終日慼慼，②倦阜乏力，③面色蔞黃，面色蒼黃，④形體消瘦，⑤面目浮腫，⑥頭暈頭眩，眼 花，⑦腰痛腿酸，⑧少氣短氣，呼吸短促，語聲低細，⑨畏寒，十自汗，盜汗，?心悸，?夜寐不安，失眠多夢，?月經 少而帶下多，有特殊腥味。
^tounge ①舌淡紅，②苔薄膩，③苔薄白而滑。
^pulse ①脈細，②脈滿，③六脈虛弱無力，_而促，.⑤脈大無力。
^symtom 大便溏薄，瀉洩。-
^symtom ①胸悶短氣，②氣憋氣喘，面唇青紫，③胸痛徹背，④少納呆，⑤腹脹。
^symtom ①驚悸，動則益甚，②精神萎靡，默默少神，目神呆鈍，３心中空虛，惕惕M動，心慌。本證一，《237心氣不振候1260脾氣不健候
^pulse 脈沉M結代。轉證一 H142氣血失養候
^symtom ①心擇，②失眠多夢易醒，③多疑，變證一 H48氣虛失攝候出26氣液不固候
^ck42z08h237
^norm 心氣不足。
^chinese 心悸，失眠，心痛，
^western 心絞痛。
^combo 氣虛+神虛+神擾
^ill〔神氣不振〕
^symtom ①驚悸，動則益甚，②精神萎靡，默默少神，目神呆鈍，③心中空虛，惕保而動，心慌。
^pulse 脈沉而結代。
^ill<sub=1>〔氣虛不充〕
^symtom ①面白，蒼黃，②少氣倦怠乏力，甚至臥床不起，③頭葷，頭眩眼花，④心慌胸悶短氣，氣憋氣喘，面唇音紫，⑤食少納呆，⑥自汗，⑦胸痛徹背，⑧月經前期，經少帶下多。
^tounge 舌質黯有瘀斑，苔黃，舌青淡。
^pulse ①黹，細弱，②脈象細滑而數，③虛而促，④脈大無力。
^ill<sub=2>〔神志不寧〕
^symtom ①心俘，②失眠多夢易醒，③多疑，④煩躁。
^formulas
^formula1〔補養心脾方證〕
^origin〔武維屏方〕
^ingredients3231 黨參、全當歸、茯神、龍眼肉各Og，黃耆12g，生牡蠣（先煎）30g，遠志、竹葉 各6g，白朮、甘草、蓮子芯 各5g。
^formula2<var=2>〔歸脾證〕
^origin〔郭潔宗方〕
^ingredients3232 炒酸棗仁15g，遠志4.5g，炙黃耆12g，茯神、台黨參、白朮、桂閌肉、柏子仁 各9g，當歸6g，五味子1.5g，廣木香、炎甘草 各3ga　　　摘錄：
^ck42z08h260
^norm 心脾兩虛。
^chinese 久揭，虛腫
^western 貧血。
^combo 氣虛+氣鬱+水洩
^ill〔氣虛不充〕
^symtom ①終日慼慼，②倦怠乏力，③面色萎黃，面色蒼黃，④形體消瘦，⑤面目浮腫，⑥頭暈頭 眩，眼花，⑦腰痛腿酸，⑧呼吸短促，語聲低細，⑨畏寒，十自汗，盜汗，?心悸，?夜寐不安，失眠多夢，?月經少而 帶下多，有特殊腥味。
^tounge ①舌淡紅，②苔薄膩，③苔薄白而滑。
^pulse ①脈細，②脈滿，③六脈虛弱無力。
^ill2〔水谷不分〕
^symtom 大便溏薄，瀉洩。
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶短氣，②不食，③食少腹脹。
^ill<sub=2>〔氣機失降〕
^formulas
^formula2〔黃耆消胂湯證〕
^origin〔程門雪方〕
^ingredients3233 1.論著：姚國美：終日慼慼，倦怠不食，面色萎黃，憂思過度，脾氣受傷，舒氣醒脾，一志湯：人參、茯神、白朮、甘草、黃耆、益智仁、遠志、柏子仁、廣陳皮、姜、棗。
^ck42z08h142
^norm 氣血兩虛。
^chinese 心悸，月經不調。
^western 系統性紅斑狼瘡。
^combo 氣虛+血虛+神虛1‧清空+經絡
^ill〔氣虛失養〕
^symtom ①面色蒼白，②頭暈乏力，③氣短，動作則劇，胸悶憋氣，④食少腹脹，⑤大便溏溥，⑥ 四肢逆冷，畏寒，⑦經期長。
^tounge 舌淡苔薄白。‧
^pulse 脈細弱或結代。
^ill<sub=1>〔神氣不振〕
^ill2<sub=1>〔清空失養〕
^ill<sub=2>〔經脈不榮〕
^ill2<sub=2>〔絡脈不榮〕
^formulas
^formula1〔心脾兩顧方證〕
^origin〔葉熙春方〕
^ingredients3234 米炒潞黨參、炒冬白朮、炙當歸、炒酸棗仁、遠志、炙黃耆、炙甘草、廣木香、杜仲、沙苑、川續斷、阿膠珠。
^formula2〔紅斑毒攻湯證〕
^origin〔趙炳南方〕
^ingredients3235 紫石‧英、南北沙參 各30g，石蓮子、白人參、當歸、烏蛇、遠志、合歡花 各9g，川黃連6g，生黃耆5~30g，秦艽、丹 參 各15g。
^ck42z08h148
^norm 脾不統血，血不歸經。
^chinese失血，崩況，月經過多。
^western 宵出血，血小板減少性紫癜。
^combo 氣虛+血滑+血虛+神虛<
^ill〔氣虛不充〕
^symtom ①面黃，②頭母，③短懶言，聲細氣怯，④神疲倦怠乏力，⑤畏寒，四肢欠溫，⑥自汗，⑦小便頻多，⑧食不知味，食少腹脹，不思飲食，⑨面目、腳踝浮腫，R便溏腸鳴，?小溲勤解，?白帶多如水樣，少腹 墜脹。
^tounge ①舌淡紅，質嫩胖潤，②舌苔薄白，③苔薄膩，④舌暗，苔薄。
^pulse ①脈來細弱，②微弱，③脈軟弱無力，④沉。
^ill2〔絡血不固〕
^symtom ①吐血咯血不止，②舌下殷殷滲血，③毋衄如注遇勞則甚，便血常見黑糞，④驟然血崩下 血甚多，或月經趲早，母多色鮮紅，滴瀝不斷，淋漓不盡，漏下不止，色淡紅而質清，出血斷續，⑤皮膚紫癜反覆。
^ill<sub=1>〔血虛不榮〕
^symtom ①面色萎黃，面色蒼白，形色憔悴.②形體消瘦，③心悸怔忡，夜不安寐，④眩暈，⑤口 渴盜汗，⑥腰腿酸軟，⑦出血色淡3
^tounge 舌質淡白少華。
^ill<sub=2>〔神氣不振〕
^symtom ①楮神萎弱，②心慌，③夜寐不安，④夜臥夢擾。
^formulas
^formula1〔養心湯證〕
^origin〔《證治準繩》方〕
^ingredients3236 炙黃耆、笨甘草、人參、茯苓神、川芎、當歸、柏子仁、半芨曲、遠志、五味子、肉桂、炒酸棗仁。
^formula2〔歸脾湯證〕
^origin〔《濟生方）方〕
^ingredients3237 白朮、茯苓、黃耆、龍眼肉、炒酸棗仁 各30g，人參、木香 各15g，炙甘草7.5g (《婦人良方》有當歸、遠志 各3g)。為粗末，每服12g，加生薑5‧片，大棗1枚，水煎服。
^formula3〔益氣固攝法證〕
^origin〔丁甘仁方〕
^ingredients3238 土炒潞黨參、炙黃耆、土炒野術 各4.5g，炙甘草6g，六神、當歸身、白芍、生地、阿膠、炒酸棗仁、杜仲、川續斷、陳棕櫚、血余炭 各9g，藕節1個，遠志3g，煨木香1.5g。
^ingredients3239 (2)皖南醫學院附院治原發性血小板減少紫瘢，脾虛氣弱型：頭犖，心慌神疲，體憊氣短懶言，面色萎黃或瞇白，腹 脹便溏，口淡乏味，嵌斑難消，或反覆出現，月經螢多色淡，或淋漓不淨，舌淡脈細弱，此脾虛不能統血，氣虛不能攝血: 黨參、黃耆各12~24S，白朮、炙甘草、當歸、生地、熟地、丹皮、廣木香 各9g，茯苓、丹參、紫草 各12g，仙鶴草15g，益氣扶脾，養血活血。
^ck42z08h126
^norm 氣虛不固。‧
^chinese 自汗，盜汗，裔淋，腎消。
^western 神經官能症，植物神經功能紊亂，梢神性多尿症，慢性前列腺炎。
^combo 氣虛+津滑+液灼+神虛
^ill〔氣虛不充〕
^symtom ①神疲乏力，週身酸軟無力，腰膝酸軟，②口淡胃納不適，③惡寒，④頭痛。
^formulas
^formula1〔加味甘麥湯證〕
^origin〔《學說探討與臨床》方〕
^ingredients3240 浮小麥4.5g，甘草9g，太子參、茯苓、白芍 各15g，大棗4枚，糯稻根30g，黃耆12g。
^formula2〔?智止膏湯證〕
^origin〔程門雪方〕
^alias心氣虛，心神虛散，膽氣不足，神不守舍，至虛有盛候。
^chinese 怔忡，驚擇，不寐，夢擾，多言，多笑，囈語，炮狂，癡呆，驚煩，走膽黃，眩暈。
^western室性早搏頻發，二度I型房室傳導阻滯，心肌炎後遺症，神經衰弱，失眠症。
^ill〔神氣不振〕
^symtom ①聞聲即驚，驚懾，②睡眠不安。
^pulse 左寸脈必虛小。
^symtom ①顏面晦暗不華，②頭鑷，目昏，③倦怠少神，神疲乏力，④氣短蔣太息，胸悶憋氣，⑤納差，⑥心下空豁，狀若驚悸，⑦腰酸膝軟。
^tounge 舌暗淡。
^pulse ①右脈大而無力，②脈沉細無力，脈律不整。
^symtom 頭腦昏沉。本證一 H237心氣不振候
^symtom ①心悸陣作，有時停跳感，怔忡不轉證一 H2?5膽氣不振候
^ck42z10h237
^norm 心氣虛，心神虛散。
^chinese 怔忡，驚掙，不寐，多笑，癡呆。
^western 室性早搏頻發，二度I型房室傳導阻滯。心肌炎後遺症。
^combo 氣虛+神虛+神擾
^ill〔神氣不振〕
^symtom ①@聲即驚，驚惕，②睡眠不安。
^pulse 左4脈必虛小。
^ill<sub=1>〔氣虛不充〕
^symtom ①顏面晦暗不華，②頭暈，S昏，③神疲乏力，④胸悶憋氣，⑤納差，⑥心下空豁，狀若 驚擇，⑦腰酸膝軟。
^tounge 舌暗淡。
^pulse ①右脈大而無力，②脈沉細無力，脈律不整。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸陣作，有時停跳感，怔忡不寧，②煩躁不寧不寐，③肓語失倫，常常戲笑，④其人 如癡，神思不清，言語謬妄。
^formulas
^formula1〔安神定志丸證〕
^origin〔《醫學心悟》方〕
^ingredients3241 茯苓、茯神、人參、遠志 各30g，石菖蒲、龍齒 各15g。蜜丸，硃砂為衣，每服6g。
^formula2<var=1>〔生脈散合桂枝甘草湯證〕
^origin〔祝諶予方〕
^ingredients3242 黨參、麥冬、五味子、柏子仁、桂枝、菖蒲、鬰金、丹皮、菟絲子 各10g，炙甘草6g，生黃耆30g，川續斷15g，桑寄 生 20go
^formula3〔吳氏安神養血湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3243 茯神、酸棗仁、當歸、遠志、桔梗、甘草、地黃、陳皮，龍眼肉為引。
^formula4〔薛氏參麥茯神湯證〕
^origin〔 <通俗傷寒論》方〕
^ingredients3244 西洋參、甜石蓮、生谷芽 各4.5g，辰茯神、鮮石斛 各9g，麥冬6g，生甘草1.8g，木瓜2.4g。
^ingredients3245 心下空豁，狀若驚悸，右脈大而無力，或大病後怔忡不寧，聞聲即驚，如茯神、遠志、酸卒仁、丹參、當歸、龍齒、辰砂、金箔之類，鎮心神以補心氣。
^ingredients3246 (2)驚惕痰火，主八味定志丸：人參、菖蒲、茯神、遠志、麥冬、白朮、硃砂、牛黃。驚悸恐怯或語鬼語神‧定志 丸：人參‧、菖蒲、茯神、遠志。
^ingredients3247 三診：早搏基本控制。但3天前月經來潮，上午則頭暈不能自持，視物旋轉，火便溏薄，舌淡，脈細弦。證屬氣血不 足，血不上榮，治用補中益氣湯加減，以補氣升陽，養血安神：生黃耆30g，黨參、白朮、柴胡、當歸、陳皮、五味子、菟絲子、菖蒲 各10g，升麻Sg，炙甘草6g，桑寄生20g，川續斷、炒酸棗仁 各15g。
^ck42z10h275
^norm 膽氣不足。
^chinese心煩不寐。
^combo 氣虛+神虛+神擾+陽鬰
^ill〔氣虛不充〕
^symtom ①形容消瘦，神氣衰減，②頭暈目眩，目無所見，耳無所聞，③食慾不振。
^pulse 脈弦細。
^ill2〔神志不寧〕
^symtom ①夜不能寐，②虛煩不眠，③多夢紛紜，神魂不安。
^ill<sub=1>〔陽氣不和〕
^symtom ①兩顴微赤，②身搖，③筋惕肉閼。
^ill<sub=2>〔神氣不振〕
^symtom ①心顏神攝，②夢寐中失語如魔，③忽忽如有所失。
^formulas
^formula〔酸棗仁湯證〕
^origin〔（金K要略》方〕
^ingredients3248 酸棗仁二升，甘草 一兩，知母、茯苓、川芎 各二兩。
^ingredients3249 (2)陳士鐸：人有心顫神攝，如處孤壘，而四面受敵，達旦不能寐，目眵眵無所見，耳聵聵無所間，欲少閉睫而不可 得，主祛風益膽湯：柴胡6g，烏梅1+，當歸30g，川芎、沙參 各9g，寸麥冬15S，鬰李仁、竹茹、甘草 各3g;助勇湯： 荊芥、當歸各北防風、天花粉 各3g，川芎、竹茹 各6g，枳殼、獨活 各1.5g;肝膽兩益湯：白芍、炒酸棗仁 各30g，遠志I5g;無憂湯：白芍、當歸 各15g，竹苑、炒酸棗仁、人參 各9g;或酸棗仁湯（組方見方症）加白芍、牡蠣（《辨證錄》 卷四‧虛煩門）。
^ck42z10h155
^norm 氣陰失養。
^chinese 眩暈，不寐。
^western 神經衰弱，失眠症。
^combo 氣虛+陰虛+陰洞+經虛
^ill〔氣虛不充〕
^symtom ①頭暈，目眩，甚則抒撲，頭輦疼，②楮神疲乏，③胃納不香，④大便不，⑤氣短心慌，動則更甚。
^tounge 苔白膩。
^ill2〔陰虛失養〕
^symtom ①形體消瘦，②夜寐不安，③失眠，耳鳴。
^pulse 脈弦細數。
^symtom 面熱汗出。
^tounge 舌尖紅。
^formulas
^formula1〔滋陰健脾湯證〕
^origin〔黃文東方〕
^ingredients3250 生地、炒麥芽、谷芽 各12g，麥冬、甘梔子、菊花 各6g，丹皮、陳皮 各4.5g，牡蠣30g，炙遠志3g，山藥、黨參、白 術各％。
^formula2〔健脾柔肝湯證〕
^origin〔蒲輔周方〕
^ingredients3251 人參、炙甘草各知，黃精、炒酸棗仁、松節、地骨皮、桑寄生 各9g，白朮、山茱萸、:木瓜 各4.5g，山藥、茯神、龍眼  各6g。
^alias 脾虛肝鬰，肝鬰侮脾，.肝脾不和，肝脾失調，肝氣犯脾，肝氣犯胃，肝再氣痛，營衛兩傷，勞倦內傷，氣虛勞倦，中 氣下陷，氣不攝血，氣血兩虛，氣血不和，中虛夾瘀，氣虛發熱，血虛發熱。
^chinese 虛勞，久熱，低熱，脾虛發熱，氣虛發熱，陽虛發熱，勞傷發熱，虛煩，不眠，夏季熱變症，自汗，氣虛勞 復，勞復，虛腫，虛脹，虛秘，虛痙，偏癱，肉痿，胃脘痛，脅痛，勞傷脅痛，肝鬰脅痛，慢性腹瀉，痛瀉，產後洩瀉，手術後洩瀉，大鈕，便血，痔血，產後惡露‧不淨，崩鉍，經崩，黎崩，指平下出血，虛斑，紫橛，血厥，血脫，氣血兩脫，痛經，月經過多，經前浮腫，妊娠惡阻，惡菥不淨，無乳汁，乳泣，漏乳，白帶，陽瘦，疝氣，陰挺，陰吹，疳積，癰症 破潰期。
^western功能性低熱，體質性低熱，植物神經功能紊亂，猩紅熱毒血症，再障，血友病，脊髓神經根源病變，肺結 核，十二指腸潰瘍，胃潰瘍，上消化道出血，潰瘍性結腸炎並出血：功能性水腫，慢性結腸炎，非特異性潰瘍性結腸炎，慢性肝炎，重症肝炎，早期肝硬化腹水，膽出血，功能性子宮出血，宮頸靡爛，膜性痛經，肝糖原積累症，硬皮病。
^ill〔氣虛不充〕
^symtom ①面黃形瘦，②神疲倦怠乏力，言語無力，③胸悶氣短，善太‧息，④不思納谷，⑤頭眩頭脹，⑥ 心悸失眠，⑦少腹肛門墜脹，⑧月經前面目足跗浮腫作脹，甚則遍體皆腫，⑨尿頻蛩少，十經盤多色淡紅質稀，?帶多色 白無臭味。
^tounge ①舌淡嫩苔搏白，②白微膩，苔薄膩。
^pulse ①脈細，②脈緩弦，③虛弦按之無力。
^symtom 頭犖頭痛。
^symtom ①大便溏洩，②腹吋痛。
^symtom ①心煩鬱怒，②院腹脹痛，③脅癰。
^symtom 噯酸。
^symtom ①神衰，②失眠多夢。
^symtom ①脅痛脅脹險‧痛，②腰痛乏力。
^ck42z18h293
^norm 脾虛肝鬰。
^chinese 虛勞，低熱，勞傷脅痛。
^western 功能性低熱，硬皮病。
^combo 氣虛+血虛+神虛+清空+絡虛
^ill〔氣虛不充〕`)