jsonp(16,{"name":"cm","start":35404},`^symtom ①形瘦神衰，面色萎黃，全身乏力，②飲食減少，不思飲食』納呆，③胸悶氣短，善太息，４低熱，５口乾而不欲飲，?飲涼水。
^tounge 舌質淡嫩，苔白。
^pulse 脈沉細。
^ill2〔清空失養〕
^symtom 頭犖頭痛c
^ill<sub=1>〔血虛失養〕
^symtom ①日益蠃瘦，②經訊後期，盤少色暗。
^tounge ①舌淡苔少，②苔微黃，薄膩。
^pulse 脈細弱而弦數。
^ill2〔絡脈失榮〕
^symtom ①脅痛脅脹隱痛，②腰痛乏力，③右脅下有一塊皮膚變暗變硬，不知痛癢，往內萎縮M陷，
^ill<sub=2>〔神氣不振〕
^symtom ①神衰，②失眠多夢。
^formulas
^formula〔加減逍遙散證〕
^origin〔陳粹吾方〕
^ck42z18h294
^norm 肝鬰侮脾，肝脾不和，肝脾失調。
^chinese 慢性腹瀉，痛瀉，痛經，脫力黃，月經過多，低熱。陽瘺。
^western 慢性結腸炎，體質性低熱。
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^ill〔氣虛不充〕
^symtom ①面色恍白，②精神不振，肢體倦怠，全身無力，.③頭昏形寒，④食慾不振，⑤經臨大便 溏薄，⑥帶多，⑦行經螢多、延期。
^pulse 脈象弦細無力。
^tounge 舌質淡，苔薄白。
^symtom ①胸悶，②胺悶不舒。
^symtom ①面色浮黃，身發黃，②額紅，③低熱，午後發熱較高，④一身疼，⑤失眠多夢，心悸不
^tounge 舌淡紅，苔薄白。
^pulse ①脈小弦，②脈細數，③脈弦細。
^symtom ①CI乾苦，雜躁，③心煩不寐，寐則多夢，④陽痿。
^tounge 尖紅，苔燥膩。
^pulse 脈弦數。
^formulas
^formula1<var=2>〔逍遙散證〕
^origin〔徐葆華方〕
^ingredients3252 柴胡、當歸、炒白芍、炒白朮、白雲苓、青蒿、白薇 各9g，甘草4.5g。
^formula2<var=2>〔柴胡疏肝散證〕
^origin〔秦伯未方〕
^formula3<var=2>〔痛瀉要方證〕
^origin〔秦伯未方〕
^ingredients3253 白蒺藜、炒白朮、防風、枳殼、佛手柑 各4.5g，炒白芍、沉香曲、青皮、陳皮、赤茯苓、豬苓、炒烏梅 各9g，炒川黃 連2.4g，煨木香3g。
^ck42z18h260
^norm 肝鬰脾虛。
^chinese 經前浮腫，產後洩瀉，手術後洩瀉。
^western 肺結核。
^combo 氣虛+水洩+氣鬱
^ill〔氣虛不充〕
^symtom （D面黃形瘦，２神疲倦怠乏力，言語無力，③腰酸肢重，④不思納谷，⑤頭眩頭脹，⑥心 悸失眠，⑦少腹肛門墜脹，⑧月經前面目足跗浮腫作脹，甚則遍體皆腫，⑨尿頻童少，十經蛩多色淡紅質稀，?帶多色白 無臭味。
^tounge （M淡苔薄白，②白微膩，苔薄膩。
^pulse ①脈細，②脈緩弦，③虛弦按之無力。
^ill2〔水谷不分〕
^symtom ①大便溏洩，②腹時痛。
^ill<sub=1>〔氣機不宣〕
^symtom ①心煩鬱怒，②脫腹脹痛，③脅痛。
^ill<sub=2>〔氣機不降〕
^symtom 噯酸。
^formulas
^formula1〔疏肝健脾利濕消腫方證〕
^origin〔王子瑜方〕
^formula2〔健脾疏肝方證〕
^origin〔蔡純擇方〕
^ingredients3254 黨參、茯苓 各15g，白朮、白芍、扁豆花、雞冠花各IOg，陳皮6g，柴胡5g，炙甘草‧、木香 各3g。
^ingredients3255 (1)黃文東治肺結核，左全肺切除10餘月，體虛不復，胃納仍差，溏瀉日6～7次，腹時痛，少腹肛門墜脹，頭脹形 瘦，心悸失眠，神疲乏力，不思納谷，苔薄膩，脈細。健脾和肝湯：白芍、炒白朮、山藥、炒扁豆、白蒺藜、丹參 各9g，陳皮6g，炒谷芽、炒麥芽 各15g，炒防風4.5g。轉方：黨參、白朮、香附、砂殼、陳皮、生扁豆、牡蠣J磁石；終以沙參、麥冬、扁豆、青蒿、白薇、丹參、陳皮、砂殼收功（《黃文東醫案》
^ck42z18h261
^norm 肝氣犯脾，肝氣犯胃，肝胃氣痛。
^chinese 胃脘痛，中虛夾瘀，妊娠惡阻，肝鬰脅痛。
^western 十二指腸潰瘍病，胃潰瘍。
^combo 氣虛+水洩+氣滯+氣鬱
^ill〔氣虛不充〕
^symtom ①面色恍白，形瘦，②神疲喜臥，③肢倦，四肢無力，④頭犖心悸，⑤m則痛甚，⑥少腹 微疼，⑦腰酸下墜，⑧胃脘痛得食則減。
^formulas
^formula〔香砂左金湯證〕
^origin〔程門蜇方〕
^ingredients3256 (3)章次公治胃脘痛得食則減，古人以為中虛：當歸、生甘笮 各9g，桂枝6g，生薑2片，飴糖30g，大棗7枚，白巧、旋復花各！2g。
^ck42z18h015
^norm 營衛兩傷。
^chinese 氣虛勞復，脾虛發熱，久熱，陽虛發熱。
^combo 陽虛+表虛+營虛+經虛
^ill〔陽氣不振〕
^symtom ①色萎不華，②神疲乏力，③汗多惡寒，畏冷，④頭暈，短氣，有時幾欲顛仆，⑤胃納不 番，納呆，口中不欲飲，⑥大便不實，⑦帶下淋漓不斷。
^tounge ①舌淡苔薄白，②舌苔白滑。
^pulse ①脈細弱，②脈湔小，③尺脈遲。
^ill2〔腠理不實〕
^symtom 寒熱不退。
^ill<sub=1>〔營虛不榮〕
^symtom ①怔忡，心慌，②午後先寒後熱，有汗不解，小有勞則寒熱亦熾。
^pulse 脈緩弱，脈虛弦。
^ill<sub=2>〔經脈不榮〕
^symtom _節疼痛，２肉潤身振，筋脈動惕。
^formulas
^formula〔歸耆建中湯證〕
^origin〔孫文垣方〕
^ingredients3257 生黃耆、當歸、桂枝、生白芍、炙甘草、生薑、大棗、怡糖。
^ck42z18h142
^norm 氣血兩虛。
^chinese 虛痙，偏癱，癰症破潰期。
^combo 氣虛+血虛+神虛‧清空+絡虛+經虛 ‧ ：
^ill〔氣虛失養〕
^symtom ①面光白，精神疲乏，②呼吸微弱，語言懶，③四肢無力，④食慾不佳飲食少，⑤自汗，
^tounge 舌淡，苔白微膩。
^pulse ①脈細弱，②脈浮軟，③脈沉細。、
^ill2〔血虛失榮〕
^symtom ①面黃形瘦，體祜瘠，②身洒淅，③頭輦目眩，④盜汗潮熱，⑤瘡面大久不收口，死肌凝 固，黑絮滿佈，狀如海綿，邊緣高起，流血，膿清稀如豆汁，有臭味，根盤褐色紅暈。
^tounge 苔薄白。
^pulse ①脈細滑無力，②脈細數無力，③左脈沉細弱。
^ill<sub=1>〔神氣不振〕
^symtom ①神倦，②精神困憊，③神昏不支，④心悸，驚慌不安。
^ill2<sub=1>〔清空失養〕
^symtom 頭暈。
^ill<sub=2>〔絡脈不榮〕
^symtom ①口眼歪斜，②偏廢，左不遂。
^ill2<sub=2>〔經脈不榮〕
^symtom ①手足攣攝，②先手足抽掣，頭搖項強，甚則角弓反張。
^formulas
^formula1<var=1>〔八珍湯證〕
^origin〔《傷寒指掌》'方〕
^ingredients3258 黨參、白芍、白朮、茯苓、甘草、當歸、Mij芎、熟地加黃耆、桂枝、川羌活、防風。
^formula2〔補氣生肌湯證〕
^origin〔趙炳南方〕
^ingredients3259 炙黃耆15g，黨參、當歸、炒白朮、陳皮、炙甘草 各9g，天花粉、山藥 各15g，石斛30g。
^ck42z18h143
^norm 氣血不和。
^chinese 痛經，疳積。
^western 膜性痛經，肝糖取積累症。
^combo 氣虛+血虛+氣滯+血滯+經絡+陽鬰
^formulas
^ingredients3260 炙貨?、黨參、生白朮、清炙甘草、生熟地、赤白芍、當歸、川芎、制香附、陳皮、菟絲子。
^ingredients3261 (2)關幼波治肝糖原積累症患兒發育遲緩，抽搐腹脹，喜臥多汗，經常腹瀉，腿軟不能站立，消瘦，脈沉弦滑。還原湯：白節、生地、扁豆、黨參、赤苟、丹參、雞內金、留行子、炒谷芽各H）g，白朮、紫草 各4.5g，當歸、香附、mm  各6g，澤蘭12g，地龍、烏梅、鬰金 各3g，敗茜15g，另玉米須代茶（《關幼波臨床經驗選）)0
^ck42z18h146
^norm 氣虛發熱，血虛發熱。
^chinese 氣虛發熱。
^western 猩紅熱毒血症。
^combo 氣虛+血虛+血蒸+液灼+神虛
^ill〔氣虛失養〕
^symtom 0）體憊無力，口淡乏味，２便溏，③高熱自汗，④自汗不止，動則尤甚。
^ill<sub=1>〔神氣不振〕
^symtom ①神疲納差。
^ill<sub=2>〔津液消灼〕
^symtom ①唇乾，舌幹不燥，②口渴欲飲，口渴少飲，③小便少。
^formulas
^formula<var=2>〔補中益氣湯證〕
^origin〔王少叔方〕
^ingredients3262 黃耆、白朮、黨參、茯苓、青蒿 各9g，炙升麻、桂枝 各3g，銀柴胡、當歸 各6g，炙甘草2.4g，白芍4.5g，生薑1片，大棗5枚。
^ck42z18h054
^norm 勞倦內傷，氣虛勞倦。
^chinese 氣虛發熱，勞傷發熱r勞復，虛斑。
^western 低燒。
^combo 氣虛+不升+空竅+陽鬰
^ill〔氣虛不充〕
^symtom ①倦怠，疲乏無力，②自汗，③身酸痛，④飲食無味。
^tounge 舌淡紅。
^pulse ①脈虛大，氣口獨大，②細弱，③脈無力。
^ill<sub=1>〔氣機不升〕
^symtom ①懶於言動，②沉迷欲睡。
^ill2<sub=1>〔清空失養〕
^symtom ①頭痛，②眩礙：。
^ill2〔清竅不利〕
^symtom 耳鳴。
^ill<sub=2>〔陽氣不和〕
^symtom ①淡紅斑點，②心煩，③惡寒發熱，④身熱體溫偏高，一般焉午高，勞累之後往往高得 更明顯，靜養不服藥體溫也能恢復正常，⑤口渴。
^formulas
^formula1〔補中益氣湯證〕
^origin〔《脾胃論）方〕
^ingredients3263 黃耆、人參、炙甘草 各1.5g，當歸0.6g，陳皮、升麻、柴胡各0.6-0.9g，白朮0.9g。水煎服。
^formula2〔歸耆建中湯證〕
^origin〔孫文坦方〕
^ingredients3264 黃耆、當歸、桂枝、白芍、炙甘草、生薑、大棗、飴糖。
^formula3〔柴胡三白湯證〕
^origin〔《通俗傷寒論）方〕
^ingredients3265 人參、白茯苓、白芍、柴胡、白朮、生薑、大棗。
^ck42z18h055
^norm 中氣下陷。
^chinese 疝氣，陰挺，陰吹，惡馘不淨，無乳汁，血，痔血，虛秘，痛經。
^western 潰瘍性結腸炎並出血。
^combo 氣虛+不升+氣陷+氣鬱
^ill〔氣虛不充〕
^symtom ①不能耐勞，②面色瞇白，晦暗，顏光少華，③唇甲少華，④精神不振，神倦乏力，⑤汗 出，⑥心悸，心慌，懶怠，⑦帶下穢腥黏稠，⑧汛行適少色淡，⑨納呆，十便溏。
^tounge 舌淡，苔薄白，胖暗，體胖質暗，舌胖嫩，苔薄膩。
^pulse ①脈來遲，②脈虛細無力。
^ill2〔氣機不升〕
^symtom ①眩暈耳鳴，②氣短，語聲低怯，③便後乏力，④脫肛不收，⑤兩乳不脹，乳汁點滴未見。
^ill3〔氣機下陷〕
^symtom ①傾墜作痛，②陰挺陰脫，③脫肛，④前陰矢氣作聲，⑤大便乾結，常臨圃努責，⑥便血 肛墜，⑦脘腹脹滿，便意駐頻，⑧經來銫多如崩，經行綿綿腹痛，⑨惡銶淋漓，色淡。
^pulse ①脈沉細滑，②脈沉細弱。
^ill<sub=1>〔氣機不宣〕
^symtom 脘腹脹滿。
^ill<sub=2>〔氣機不降〕
^symtom ①噁心欲吐，②嘔吐，③噯氣，④排便不爽，大便不解。
^formulas
^formula1〔當歸黃耆湯證〕
^origin〔朱丹溪方〕
^ingredients3266 黃耆、當歸 各4.5g，人參3g，白朮、升麻 各1.5g。
^formula2〔補氣升腸湯證〕
^origin〔傅青主方〕
^ingredients3267 人參、生黃耆、當歸 各30g，白朮5g，川芎9g，升麻3g。
^formula3〔陰挺方證〕
^origin〔熊鵬飛方〕
^ingredients3268 卷柏15~30g，白蘞、白朮、酒炒白芍、枳殼 各9g，黨參、當歸身、黃耆 各12g，升麻7.5g，炙甘草4.5g。熏洗方：五 倍子、枳殼 各30g。
^ingredients3269 (5)姜春華治潰瘍性結腸炎並出血。加味補中益氣湯：黃耆、黨參 各30g，.蒼朮、白朮、陳皮、柴胡、升麻、五味子 各IOg，甘草6g，當歸12g，麥冬15g，伏龍肝60g先煎取上清液煎藥。
^ingredients3270 (7)李泰治鮑鎖生，男，54歲，脈緊，前陰右淵凸出一長塊，色紅不痛，夜則消細，溺赤便緊。桔梗、惹苡仁、雲茯 苓 各9g，通草、補背脂、廣木香 各3g，川楝子、小茴 各6g，烏藥、益智、山楂炭 各4.5g，香附2.4g，4劑，諸症較妥，改 投補中益氣湯：炙黃耆9g，西黨參、補費脂、炙甘草 各6g，白朮、當歸、白芍、陳皮 各3g，升麻、柴胡 各1.5g，生薑2 片，紅棗3枚（《慎中醫案》）。
^ck42z18h161
^norm 氣陰兩虛。
^chinese 大衄，經崩，紫癜。
^western;h重症肝炎，再障，膽進出血，血友病。
^combo 血滑+氣虛+陰虛+陰涸
^ill〔絡血不固〕
^symtom ①弈齦衄血不止，②或嘔血，便血，③膽道出血，④經行世多，色鮮紅無血塊，腹不疼，⑤紫癜。.
^ill<sub=1>〔氣虛不充〕
^symtom ①面色恍白無華，面色蒼白，②倦怠少氣乏力，③頭暈頭疼，④納少，⑤四肢不溫，⑥手 指麻木。
^pulse ①脈細無力，②脈細軟，③脈細微，④脈沉細。
^tounge 舌淡苔淨，舌質淡胖，舌淡少苔。
^ill<sub=2>〔陰虛失養〕
^symtom ①睡眠不佳，②夜寐多夢，③心悸。
^tounge 舌紅而胖。
^pulse 脈細弦。
^ill2〔陰液消涸〕
^symtom 微熱。
^tounge 舌紅少苔。
^formulas
^formula1〔補氣健脾，養肝止血方證〕
^origin〔孟憲益方〕
^ingredients3271 移山參12g，雲茯苓、生白朮、炒白芍 各10g，仙鶴草、生地、沙參 各30g，玄參30g，當歸身9g，參三七粉5g。
^formula2<var=1>〔八珍證〕
^origin〔趙忠敬方〕
^ingredients3272 當歸、大熟地、大麥冬各Ug，大白句、阿膠（化服）、黨參 各12g，川芎、白朮、茯等、陳皮 各9g，艾葉（炒）、五 味子、炙甘草 各3g。
^formula3〔健脾益腎補血養陰方證〕
^origin〔饒宏孝方〕
^ck42z18h148
^norm 氣不攝血。
^chinese 便血，產後惡餌不淨，崩漏，經崩，暴崩，指甲下出血。
^western 上消化迸出血，非特異性潰瘍性結腸炎，宮頸靡爛，功能性子宮出血。
^combo 氣虛+血滑*+血虛+神虛
^ill〔氣虛不充〕
^symtom ①面色恍白，顏面蒼白，②言語低怯，神倦懶言，③全身疲乏無力，倦怠嗜臥，④短氣不 足以息，⑤頭暈，目眩，耳鳴，視物昏花，幾乎不能站立，⑥常有昏厥，⑦納少乏味納呆，⑧四肢不溫，手足厥冷，提寒，⑨便溏，經常洩瀉。
^tounge ①舌質淡紅，苔淡黃，②舌體肥大，舌質淡，苔薄白。
^pulse ①脈沉弦而弱』，②脈沉細。
^ill2〔絡血不固〕
^symtom ①便血紫暗裡多，②膿血帶黏潺樣大便，時或夾有鮮血，③經血淋漓多日，④經血a特多，⑤產後惡齬不淨，色淡無臭無血塊，⑥七指甲下出血，按壓無疼痛，可見甲下血水擠動。
^ill<sub=1>〔血虛不榮〕
^symtom ①面色萎黃，面色不澤，面色憔悴，②腹脹隱痛腰酸，③四肢肢端麻木疼痛，④全身骨節 酸歲< 懈墮乏力。
^tounge ①舌淡，②舌黯紅，尖奮小瘀點，苔白。
^pulse ①脈細無力，②脈弦細弱，③脈細澀。
^ill<sub=2>〔神氣不振〕
^symtom ①精神萎靡，頭昏懶言，②心悸。
^formulas
^formula1〔加減歸脾湯證〕
^origin〔張伯臾方〕
^ingredients3273 黨參、生貨甚、仙鶴草 各30g，炒白朮、當歸、茯苓、阿膠 各9g，炙甘草4.5S，木香6g，大棗7枚，地榆炭15g。
^formula2〔參?八炭湯證〕
^origin〔程門苔方〕
^formula3〔益母八珍湯證〕
^origin〔蒲輔周方〕
^ingredients3274 *紅參、炒白朮、益母草、茯苓、生地 各9g，炙甘草、當歸、川續斷、茜草、香附 各6g，川芎3g，烏賊骨15g。
^ck42z18h150
^norm 血厥血脫。
^chinese 崩漏。
^combo 血虛+陽浮+氣虛+神虛+氣脫、*
^ill〔血虛失榮〕
^symtom ①經血量多色淡，②淋漓不休。
^pulse 脈芤軟。
^ill2〔陽氣浮越〕
^symtom ①頭畢，目眩，②常有昏厥。
^tounge 舌質紅，苔薄白。
^ill<sub=1>〔氣虛失養〕
^symtom ①面胱，神倦乏力，氣短，②浮腫，③便溏。
^tounge 舌淡。
^ill2〔神氣不振〕
^symtom 心悸。
^ill<sub=2>〔氣虛脫絕〕
^pulse 脈沉細。
^formulas
^formula〔急建中氣以塞其流方證〕
^origin〔楊守仁方〕
^ck42z18h151
^norm 氣血兩脫。
^chinese 血崩。
^combo 血滑+氣脫+神脫-
^ill〔絡血不固〕
^symtom ①吐血，瀉血，②血崩驟然不止。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①顏面蒼白，唇甲俱白，_怠嗜臥，短氣不足以息，額汗如珠，③目眩頭暈，自汗欲脫，
^tounge 舌淡苔少，舌淡白。
^pulse ①脈濡，②脈象微弱，③脈輕按芤動，重按微緊。
^ill<sub=2>〔神氣散脫〕
^symtom ①面色萎黃，目合神昏，②心煩驚悸。
^formulas
^formula1<var=1>〔補中益氣湯證〕
^origin〔賴良蒲方〕
^ingredients3275 黃耆30g，黨參24g，白朮、當歸 各15g，升麻、柴胡、陳皮、炙甘草 各6g，續斷、側柏炭、醋炒棉花子 各9g。
^formula2〔肝脾雙補湯證〕
^origin〔李聰甫方〕
^alias氣失運化，脾背虛損，虛證類實.至虛有盛候，氣不攝血，沖任不固。
^chinese 消渴，腫脹，虛腫，虛脹，虛斑，紫斑，虛燥，虛損，中風脫證，慢驚風，崩中，瘺症，瘺弱，暴宵，單腹 脹，子腫，經行浮腫，低燒，氣喘，腰佈，齒啦，血尿，飧洩，附洩，大便不禁，淋描，勞淋，奔淋，癃閉，遺尿，尿頻，小便失禁，下消症，白淫，白濁，陽痿，遺楮，滑精，不射精症，月經後期，月經過多，經期遺尿，經後腹脹疼，閉經，癥積，崩漏，經漏，老婦血崩，胎動，滑胎，胎萎不長，產後小便失禁，產後惡露不絕，產後大便難，產後癃閉，乳泣，乳汁自流，帶下，白淫，白帶，交腸，陰吹，陰挺。
^western 更年期綜合征，進行性脊髓性肌萎縮，多發性神經根炎，重症肌無力，糖尿病，過敏性紫癜，血小板減少 症，功能性血小板減少性紫癜，腦溢血，貧血，急性球後神經炎，冠狀動脈硬化性心臟病及肝脾腫大，中度腹水，小兒肺 炎，乳糜尿，乳糜血尿，膀胱結石，蛋白尿，乳糜尿，慢性前列腺炎，慢性腎炎，腎病綜合征，慢性腎炎腎病型，系統性 紅斑狼瘡，腎結核，慢性肝炎，不孕症（幼稚型子宮），閉經，子宮肌瘤，宮血，無排卵型子宮功能性出血，先兆流產，4慣性流產，子宮內膜增殖症，羊水過多，晚期妊娠中毒症，產後急性尿瀦留，直腸陰道瘺管。
^ill〔氣虛不充〕
^symtom ①神疲短氣，血色不華，②消瘦，易倦，遇勞即發，③含欲不佳，④四肢痠疼，⑤大便溏薄，⑥ 目暗耳鳴，記憶力銳減，⑦陽瘺。
^tounge ①淡苔，②舌胖苔薄。
^pulse ①脈虛軟無力，d)脈細無力。
^symtom ①小腹拘急，小腹時痛，②腰膝瘺軟，不耐遠行久立，③肢背酸痛，腰痛悠悠，④尾?骨痛連腰，背難挺直莒溫手摩。
^symtom ①小便頻多色白且長，白晝尤甚，②小便後流出梢絲，③時有餘瀝，小便淋漓不絕，或小便失禁，
^ck42z19h307
^norm 腎不封藏。
^chinese 陽瘺，遺梢，白淫，尿頻。
^combo 氣虛+津滑+絡虛
^ill〔氣虛不充〕
^symtom ①神疲短氣，血色不華，遇勞即發，②目暗耳鳴，③失眠多夢，夜夢驚恐，④食慾不佳，
^tounge ①舌淡苔白，②舌胖苔薄。
^pulse ①脈虛軟無力，②脈細無力。
^ill<sub=1>〔絡脈失榮〕
^symtom ①小腹拘急，小腹時痛，②腰膝瘺軟，不耐遠行久立，③腰背酸痛，腰痛悠悠，④尾?骨 痛連腰，背難挺直喜溫手摩。‧* ‧
^ill<sub=2>〔津液不固〕
^symtom ①小便頻多色白且長，白晝尤甚，②小便後流出精絲，③時有餘瀝，小便淋漓不絕，或小 便失禁，④白淫。
^formulas
^formula1〔小菟絲子丸證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients3276 石蓮肉、山藥 各60g，菟絲子150g，茯苓30g。糊丸，梧桐子大，每服50丸，溫酒或鹽湯送服。
^formula2〔縮泉飲證〕主溫固，治小便頻多色白且長，白晝尤甚，甚或小腹時痛。
^ingredients3277 烏藥、益智、酒煮淮山，加補骨脂、覆盆子、桑螵蛸。
^formula3〔煨腎丸證〕治腰痛悠悠，腿足痿軟，不耐遠行久立，神疲短氣，溲頻，脈虛軟無力。
^ingredients3278 蓯蓉、補骨脂、菟絲子、沙苑子、杜仲、牛膝、葫蘆巴、萆蘇、豬腰。
^formula4〔補腎湯證〕治尾?骨痛連腰，背難挺直喜溫手摩。
^ingredients3279 補骨脂、小茴、玄胡、牛膝、當歸、杜仲、知母、黃柏。
^formula5〔補益心脾之方證〕
^origin〔《中醫內科醫案梢選》方〕
^ingredients3280 人參、蓮肉、五味子、遠志、肉蓯蓉、陽起石 各10g，生黃耆、淮山藥 各20g，仙靈脾12g，巴戟夭15g。
^ingredients3281 (1)施今墨治多尿或老人尿頻，或小便失禁：山茱萸、金狗脊、石萏蒲、益智仁、桑螵蛸、榧子、蘊盆子Og。(施今 墨臨床經驗集》方。
^ck42z19h109
^norm 脾腎失固。
^chinese 消渴。
^western 糖尿病。
^combo 氣虛+津滯+津滑液枯
^ill〔氣虛不充〕
^symtom ①頭輦而痛，②腰酸膝軟，③神疲乏力。
^tounge 質暗淡。
^pulse 細澀。
^ill2〔氣不化津〕
^symtom ①多飲多食，②舌千，③口渴飲水甚多。
^ill<sub=1>〔津液不固〕
^symtom  d)尿頻尿多，２汗多。
^ill<sub=2>〔津液枯潤〕
^symtom ①肌肉瘦削，②夜寐不寧，失眠。
^tounge 舌質紅暗。
^pulse ①細澀，②脈沉滑。
^formulas
^formula1〔補脾養陰方證〕
^origin〔劉仕昌方〕
^ingredients3282 生地、天花粉、葛根、黨參、黃耆 各15g，五味子、甘草 各6g，山藥30g，麥冬、枸杞 各12g，箋米1匙。
^formula2〔培補脾腎益氣養陰方證〕
^origin〔觀華方〕
^ingredients3283 生黃耆、生牡蠣、天花粉 各30g，淮山藥、蒼朮、丹參、葛根、生地、熟地 各15g，元參20g，黨參、麥冬、五味子  各10g。■
^ck42z19h092
^norm 氣失運化。
^chinese 虛JJ中，單腹脹，子腫，經行浮腫。
^western 慢性腎炎，腎病綜合征，更年期綜合征，羊水過多，晚期妊娠中毒症。
^combo 氣虛+津滯+氣滯
^ill〔氣虛不充〕
^symtom ①神倦乏力，身重倦怠，但欲眠，②氣短懶言，③頭暈頭痛，④食差，⑤惡風汗出，⑥小 腹墜滯，⑦大便溏洩或五更洩瀉，⑧腰膝酸軟，腰痛，⑨搜頻，夜尿裡多，十月經色淡，經貴過多或淋漓不斷。
^tounge 成淡，邊有齒印，②舌質色黯，am‧白潤，④舌淡苔薄膩。
^pulse ①脈象虛滑帶數，②脈細滑，③脈湍泔，④脈來沉貓，左關微弦，⑤脈沉細弦，@脈沉細
^symtom ①面部浮腫，②四肢俱腫，③週身浮腫，④經期浮腫，⑤妊娠股大，腹脹不舒，氣促。
^tounge 苔白厚。
^symtom ①嗌乾口燥，②小水不清，③小便短澀，短少。
^ill<sub=1>〔氣機不利〕
^symtom ①單腹脹，食後作飽，得氣洩略寬，②下腹脹痛。
^ill<sub=2>〔陽氣不和〕
^symtom ①面色晦暗，②畏寒肢冷，跗冷，③噁心不欲食。
^formulas
^formula1〔健脾補腎方證〕
^origin〔吳靜芝方〕
^ingredients3284 潞黨參、茯苓皮、淮山藥、仙靈脾、菟絲子、川續斷、生薏苡仁 各12g，炙廿草3g，澤瀉IOg，生白朮、當歸 各9g。
^formula2〔健脾補腎行氣利水方證〕
^origin〔陳義範方〕
^ingredients3285 貨?、茯苓 各12g，當歸、白朮、防己、澤瀉、大腹皮、巴戟天、菟絲子 各9g，椒目6g，桂枝、川芎、砂仁 各4.5g。
^ck42z19h158
^norm 氣陰兩虛。
^chinese 虛腫，腫脹，產後癃閉。
^western 慢性賢炎腎病型，冠狀動脈硬化性心臟病及肝脾腫大，中度腹水，產後急性尿瀦留。
^combo 氣虛+陰虛+氣滯+津滯+陽鬰
^ill〔氣虛不充〕
^symtom ①形體虛胖，面色恍白，②語言低微，倦怠無力』③短氣自汗，④動則心累，心絞痛頻發。
^tounge ①舌質淡，上布薄白苔。
^pulse ①脈滿滑，右尺沉，②兩手脈浮微面數，左尺脈似有似無。
^ill2〔陰虛失養〕
^symtom ①睡眠甚差，性急易怒，②眼花耳鳴，③腰膝酸痛，腰酸，④足跟疼痛。
^pulse 脈細弱數而無力。
^ill<sub=1>〔津不化氣〕
^symtom 面目虛浮，足腫。
^tounge 苦苔膩。
^ill2〔氣化不行〕
^symtom ①尿少，②小腹脹痛，心優然煩悶，時有屎意而點滴不下。
^ill<sub=2>〔氣機不利〕
^symtom ‧.１脅腹脹痛，２股脹，矢氣頻頻，３飲食甚少，食即噯氣。
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔填腎精利濕濁方證〕
^origin〔沈慶法方〕
^ingredients3286 熟地、蒼朮、仙靈脾、馬蹄金、惹苡仁、芡實、山萸肉 各15g，山藥12g，黃耆30g，茯苓、大肢皮、佛手片，澤瀉 各9g，陳皮 6g。
^formula2<var=2>〔四君、二至、六味地黃湯證〕
^origin〔李斯熾方〕
^ingredients3287 太子參、丹參、白芍、菟絲子、旱蓮草、牡蠣、蒺藜 各12g，茯苓、澤瀉、女貞子、鱉甲、丹皮 各9g，甘草3g。
^formula3〔氣血雙補、扶脾益腎方證〕
^origin〔楊伍根方〕
^ingredients3288 治氣血不足，脾賢兩虛：產後五天發生急性尿瀦留，屎閉七天。詳見病 案３。.　　　紅參9g，白朮、當歸身、熟地、黃柏 各10g，茯苓i2g，川芎、知母、菖蒲 各6g。
^ingredients3289 生谷芽15g，桑枝30g，甘草38。4劑0
^ingredients3290 服上方4劑後，覺宵中安和，飲食又有增進，足腫更有消退，已無心累，腰痛，耳鳴，眼花等症狀，睡眠好轉，經西 醫檢查，脈搏每分鐘70多次，已無腹水，肝功能基本正常，怛肝仍大5cm，心電圖檢杏亦有好轉，仍自汗，昨日有腹瀉現 象，舌淡微冇黃膩苔，仍本前法：太-了‧參、牡飯、丹參、早蓮草、天花粉、扁豆 各12g，白朮、茯苓、酥鱉甲、牛膝 各9g，桑枝60g，木通6g，甘草3g。5月10日，小便每日增至2000ml左右，足腫已全消，最近肝區微痛，仍氣短自汗，再按前法 調理：黨參、牡蠣、白蒺藜、天花粉、冬瓜仁、白芍、丹參 各12g，白朮、茯苓、厚樸、丹皮 各9g，桑枝30g，甘草3g。
^ck42z19h155
^norm 脾腎虛損。
^chinese痿症，暴盲，閉經，胎萎不長。
^western 進行性脊髓性肌蔞縮，多發性神經根炎，慢性肝炎，重症肌無力，急性球後神經炎。
^combo 氣虛+陰虛+陰涸+神擾+經脈+清空
^ill〔氣虛不充〕
^symtom ①面色蒼白，面色黃滯少華，唇淡黯，②表情桌滯，神疲乏力，怠倦，③語聲低微，氣短 無力，有下墜感，④全身肌肉張力極差，無力；手捱力差，⑤口淡納差，⑥便溏，⑦胎不動，⑧胎萎不長，⑨帶下頻頻。
^tounge ①舌淡嫩，②苔薄白。
^pulse ①脈沉細無力，②脈沉緩細弱，③脈沉細。
^ill2〔陰虛失養〕
^symtom ①面色黃滯晦暗，②形容憔悴，形瘦如柴，肌肉瘦削，③腰酸膝軟，④肝脾區時覺疼痛，５閉經。
^tounge 舌淡紅暗胖。
^pulse ①脈弦細，②細數。
^symtom ①心煩少言，②尿黃少，大便乾，便秘，③齒齦時出血，④胸脘滿悶，不思飲食，⑤肌膚
^tounge ①舌質紅暗，苔少，②舌光剝或苔剝光糙。
^pulse 脈沉滑。
^ill3〔神志不寧〕
^symtom ①心悸，②心煩失眠。
^pulse 脈虛寸弱。』
^ill<sub=2>〔經脈失養〕
^symtom ①腰痛，②腿痛，不能站立，不能走，③全身肌肉極度鬆弛，腰腿發軟酸疼，④手足無力。
^ill2<sub=2>〔清空失養〕
^symtom ①眩帶，②頭昏，頭痛，③目盲。
^formulas
^formula1〔補腎調經湯證〕
^origin〔《羅元愷醫著選》方〕
^ingredients3291 熟地、菟絲子、黨參、桑寄生、黃梢 各25g，川續斷、白朮、枸祀、鹿角霜 各15g，炙甘草、益智仁各lPg，制首烏 30g，僉搜子20g。）
^formula2〔左歸丸益氣滋陰法證〕
^origin〔上海張近三等方〕
^ingredients3292 黨參、山藥、白朮 各15g，黃蔑、生地、熟地、枸杞 各12g，龜版30g，山榮萸、甘萆 各9g;備選：首烏、白芍各i2g，
^ingredients3293 寸麥冬、阿膠 各9g，五味子4.5g，胎盤汁。
^formula3<var=1>〔補中益氣證〕
^origin〔朊紹明方〕
^ingredients3294 當歸、白朮 各15g，黨參、黃耆、白芍、山藥 各9g，五味子2.4g，柴胡1.8g，白雲苓7.5g，升麻1.8g，熟地、石決明  各12g，3劑，好轉，洱4劑，睡眠欠佳，加酸棗仁、茯神，5劑，改明目地黃丸加減：熟地12g，黨參、茯神、山藥 各9g，酸棗仁、當歸、白芍、澤瀉 各6g，五味子、柴胡 各1.8g，山茱英、枸杞 各4.5g，5劑，3天1劑，改明0地黃丸。
^ingredients3295 (1)霍印堂治進行性脊髓性肌萎縮：全身疲乏無力，納食尚可，大便日2次稀軟，兩手大小魚際肌、骨間肌、左小腿 肌均萎縮，握力減弱，右手較無感覺障礙，面色微黃不澤，苔薄白，脈弦滑，為脾賢虛損之瘺症，益氣健脾，益髓湯 加減：生黃耆18g，當歸、白芍、黨參、金銀花 各12g，蒼朮、白木、茯苓、淮山、川續斷、牛膝、鹿角霜、狗脊 各9g，首 烏15g，甘草3g。宵納不佳加陳皮、炒麥芽 各9g;後加龜版12g，補骨脂、枸杞、菟絲子 各9g，大有好轉。原方加減：生 黃耆當歸、茯苓、蒼朮、川續斷、鹿角霜、補骨脂、菟絲子、廣陳皮、狗脊、鹽知母 各9g，白朮、黨參 各12g，雞血 籐、枸杞、熟地 各15g，炙甘草3g。握力正常，肌肉恢復，後加龜版、枳殼等，自3月26日至10月間問歇服藥，隨訪3 年，一直上班工作。
^ingredients3296 枸杞、菟絲子、龜版、杜仲、茯神、砂仁，4劑胎氣活動，月腹漸大，改補中益氣湯加杜仲、枸杞，30餘劑足月生男。
^ck42z19h159
^norm 虛燥。
^chinese 產後大便難。
^combo 陰虛+氣虛+陰涸+氣結
^ill〔陰液消涸〕
^symtom 肌膚枯燥。
^ill2〔氣機鬱結〕
^symtom ①胸脘滿悶，②大便經常燥結。
^ill<sub=1>〔陰虛失養〕
^symtom 形體瘦弱，消瘦疲乏。
^ill<sub=2>〔氣虛不充〕
^symtom ①面色蒼白，②氣短無力，③語聲低微，④腰腿酸困，⑤頭痛眩暈，⑥不思飲食，⑦有下 墜感。
^tounge 苔薄白。‧
^pulse 脈沉緩細弱。
^formulas
^formula〔補腎養血健脾益氣方證〕
^origin〔張元泰方〕
^ingredients3297 炙黃耆30g，黨參、陳皮、枳實 各9g，當歸、生山藥、生地、熟地、肉蓯蓉 各15g，升麻6g，炙甘草3g。
^ck42z19h055
^norm 中氣下陷。
^chinese 崩漏，經漏，癃閉，交腸，陰吹，陰挺，淋潘，遺尿，高淋，白濁。
^western 乳糜血尿，小便不禁，膀胱結石，直腸陰道瘺飾，俊性前列腺炎，功血。
^combo 氣虛+失升+氣陷+氣鬱
^ill〔氣虛不充〕
^symtom ①面白無華，面容萎黃，精神萎頓，②少氣懶言，短氣倦怠乏力，③食慾不振，納食不香，
^tounge 舌淡，白胖嫩，有齒痕，苔薄白。
^pulse ①脈虛，弱，②湔軟無力，③脈細，④脈遲澀。
^ill2〔氣機不升〕
^symtom ①頭暈時有頭痛，頭暈目眩，②氣短懶言，③四肢酸楚，④特別嗜臥。
^symtom ①乳糜血尿，②輕時如米泔，重則像音脂，③淋澀，八正散治療，小便反而不通，④小便 不禁，⑤大便頻頻，前後急迫，⑥洩揭，⑦下午後下肢浮腫，肢浮腫，⑧小腹重私，⑨脫肛，十陰道出氣如矢臭，陰道出 糞，?勞累時經來轉多，經漏，?陰挺下墜明顯，c疝墜，十小腹會陰墜痛，?腰慨‧酸痛，十白濁自流，?早洩滑精。
^tounge 舌質淡紅苔白。
^pulse 脈三部皆無神，上甚於下。
^ill<sub=1>〔氣機不宣〕
^symtom 納呆。
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔加減補中益氣湯證〕
^origin〔贛州陳園千方〕
^ingredients3298 西黨參、白朮 各9g，炙甘草、黃耆、升麻、柴胡、陳皮 各3g，木香2.4g，煨訶子肉2只。
^formula2〔三蟲散證〕
^origin〔樂平李國楨方〕
^ingredients3299 脾腎陽虛，以補中升陽，溫腎化油，補巾益氣湯加減：黃耆、車前子、生龍骨、牡蠣 各15g，白朮、當歸、升麻 各9g，陳 皮、炙甘革、木通 各3g，黨參、山藥、菟絲子各I2g，生薑3片，紅棗4枚，10劑症狀大減，繼20劑，諸症均減，惟墜感 不除，當雙補脾腎，而化濕濁：黃耆15g，黨參、山藥、菟絲子、枸杞、車前子、山茱萸 各12g，升麻6g，當歸、五味子、赤芍、白芍 各9g，炙甘草4.5g，肉桂3g，15劑諸症消失。
^ingredients3300 (9)唐吉父治經行垣:多，遷延不淨，（上月26天方淨）頭暈目眩，形寒畏冷，四肢欠溫，腰脊酸楚，神疲乏力，面浮 跗腫，苔薄質胖大有齒印，氣陽不足，清汽不升，濁陰上擾，擬益氣行陽，固經攝血：柴胡、升麻、黨參、炙黃耆、女貞 子 各9g，旱蓮蘋、蒲黃、槐花、茜草、蓮房、補骨脂、赤石脂 各12g，藥後，經血旋即減少，歷9日而淨，參如益腎溫陽 之藥：柴胡、升麻、黨參、炙黃耆、當歸、枸杞、熟地 各9g，淮山、菟絲子、覆盆子、楮實、紫石英 各12g，12劑，氣陽 下陷之症漸輕而釋。
^ck42z19h148
^norm 氣不攝血。
^chinese 齒衄，虛斑，月經過多，崩泯，老婦血崩。
^western 過敏性紫瘢.血小板減少症，功能性子宮出血，先兆流產。
^combo 氣虛+血滑+血虛+神虛
^ill〔氣虛不充〕
^symtom ①頭暈頭昏，耳鳴目眩，短氣，.腰酸乏力，②稍有勞累即心慌氣短。下肢浮腫，軟弱無力，肢軟乏力，③腰酸膝軟，④胃納不佳，納差納呆，⑤白帶甚多小腹空墜，下腹墜痛，畏寒神疲，⑥神倦懶言，⑦尿頻，大 便溏。
^tounge 舌質淡苔薄黃，?淡，舌質淡，苔薄白，舌質淡嫩胖。
^pulse 脈沅細無力，脈虛弱而滑，脈象細微尺弱，脈息虛數，細弱沉。
^ill2〔絡血不固〕
^symtom ①牙齦極易出血，齒衄毋衄，②皮膚紫癱反覆，斑疹如米粟，斑點暗淡，③經迸多經來如 崩，④陰進出血不止，血色鮮紅，陰道少雖出血，色淡紅，先兆流產月經先期而至，每月行經二次，經量較多，經色紫紅，經質稀稠不一，淋漓不已，用力即甚，⑤淋漓不絕，經址少，色暗紅，⑥血崩漏下。
^tounge 舌暗紅。
^ill<sub=1>〔血虛不榮〕
^symtom ①面色恍白，面色萎黃，面色蒼白，面色黃黯，②消瘦，③頭母，④心悸心慌，⑤腰酸腰 痛，⑥眼眶黧黑，⑦血淡後稀。
^tounge 舌淡紅，少苔，苔溥白。
^pulse 脈細弱，脈細滑，數，虛數。
^ill<sub=2>〔神氣不振〕
^symtom ①精神疲憊，少眠多夢，②神倦懶言。
^formulas
^formula1〔培補脾腎法證〕
^origin〔螢振華方〕
^ingredients3301 ‧生黃耆25g，黨參、白朮、茯苓、當歸、川芎、生地、熟地 各10g，炙甘草6g，赤芍、枸杞子、菟絲子 各15g，雞血籐 20g，仙鶴草30g，大棗10個。
^formula2〔加減歸脾湯證〕
^origin〔孫靜泉方〕
^ingredients3302 人參.5g，白朮、雲茯苓、當歸、生黃戾、龍眼肉、生地、寸麥冬、丹皮，淫羊苗、川續斷、補伢脂、巴戟 各9g，酸 棗仁15g，木香6g。
^formula3〔補氣血益脾腎方證〕
^origin〔徐國經方〕
^ck42z19h161
^norm 沖任不固。
^chinese 崩漏，產後惡餌不絕，紫斑，血尿。
^western 宮血，無排卵型子宮功能性出血，子宮內膜增殖症，血小板減少性紫癜，惺性腎炎，乳糜血尿。
^combo 血滑+氣虛+陰虛+陰涸
^ill〔絡血不固〕
^symtom ①經涵淋漓，經淨七天後，出血不止，經來雖多，色爽質稀，量多，初暗紅，現鮮紅，無 血塊，讕下點滴，②產後惡撂不絕，③全身性散在性紫斑，間有鼻衄，④大便偶見黑紅色，少腹墜脹。
^ill<sub=1>〔氣虛不充〕
^symtom ①色晦貨，面色萎黃，面色恍白，②形神萎頓，體倦乏力，③頭暈，目眩，④短氣，語聲 低微，⑤肢軟乏力，手足發麻，四肢欠溫，⑥多汗，⑦納呆，納差，⑧心擇，心謊，⑨腰酸無力，十小腹空墜，下放墜痛，?白帶甚多，?塚色混濁如泔漿，夾血絲，甚則下濁塊，勞累加重，?浮腫。
^tounge ①舌淡嫩，②舌淡紅，③苔薄白。
^pulse ①脈細弱，②脈細滑，③脈』滿細，④脈沉細無力，⑤脈象沉弱。
^ill<sub=2>〔陰虛失養〕
^symtom ①形體消瘦，②面色黃黯，③眼眶放黑，④頭暈邛鳴，⑤胺膝酸軟，⑥食悸失眠，⑦下肢 時抽，⑧尾間酸楚，⑨腰痛。
^tounge 舌淡紅，少苔。
^pulse 脈細弱略弦。
^ill2〔陰液消酒〕
^symtom ①口乾喜冷，②心煩氣促，③虛熱，④尿少，⑤經設少，色暗紅。
^tounge ①舌黯紅，苔薄微黃稍乾，質紅，邊緣有齡斑，③舌紅苔白，④苔薄黃。
^pulse ①脈細略滑數，②脈弦細虛數。
^formulas
^formula1〔健脾益腎補血養陰證〕
^origin〔饒宏牽方〕
^ingredients3303 太子參、酥龜版 各20g，赤茯苓、炒白朮 各12g，制酋烏18g，雞內金、麥冬、茜草根 各9g，生地炭、淮山藥、黃楮、枸杞 各15g，阿膠10ga
^formula2〔安老湯證〕
^origin〔單健明方〕
^ingredients3304 黃耆、熟地 各30g，炒白朮、當歸、山茱萸、阿膠、香附、貫眾炭 各15g，荊芥穗5g，甘草3g，木耳炭IOg。
^formula3〔補腎益氣攝血證〕
^origin〔何子惟方〕
^formula4<var=1>〔清心蓮子飲證〕
^origin〔程芝銓方〕
^ingredients3305 石蓮子、寸麥冬、地骨皮、台烏、鹿角箱各Og，黨參、黃耆、小莉炭 各12g。炙甘草6g，赤茯苓、車前子各5g。
^ingredients3306 (3)補腎調經湯：補腎為主，兼理氣血。適於出血已止，身體未復，鎘建立月經週期，促使按期排卵者。熟地、菟絲 子、桑寄生、黃楮各2#，枸杞子、鹿角霜、川續斷、白朮 各15g，黨參8～24g，炙甘草9g，制首烏30g，金英子I8g。加 減，預計到排卵期間，可加溫補腎陽之品，如淫羊螢，巴戟之類。腰酸痛明顯者可加金狗脊、杜仲、烏藥，肉蓯蓉等品。月經逾期一周以上不潮者，可加川牛膝、當歸、益母草。
^ck42z19h110
^norm 氣虛失固。
^chinese 滑洩，小便失禁，經期遺尿，產後小便失禁，下消症。
^western 乳糜血尿。.
^combo 氣虛+津滑+氣陷+神虛
^ill〔氣虛不充〕
^symtom ①形體消瘦，面色不聿，②神萎語低，③頭昏，耳鳴，④腰酸腿軟，⑤倦怠無力，四肢乏 力，食慾不振，⑥心悸，⑦缺乳，⑧虛熱。舌象*‧１舌質淡紅無苔，２舌淡苔薄白，３舌紅苔白。
^pulse ①脈緩滑，兩尺較弱，②脈緩而滿，脈黹無力，③脈細，④脈芤象。
^ill2〔津液不固〕
^symtom ①僧洩不禁，②小便失禁，經前小便失禁，淋漓而下，產後小便頻頻失禁，稍轉側身動，小便即自遺，③尿色混濁如泔漿，夾有血絲，甚則尿下濁塊，④白帶甚多，⑤時有遺洩，⑥小便頻數而長。
^ill<sub=1>〔氣機下陷〕
^symtom ①氣短、胸悶，②下身墮結，③少腹墜脹，④下肢腫。
^pulse 脈沉細而數。
^ill<sub=2>〔神氣不振〕
^symtom 精神萎靡，神萎語低。
^formulas
^formula1〔止瀉湯證〕
^origin〔孔伯華方〕
^ingredients3307 鹽炒補骨脂、焦白朮、陳皮、澤瀉 各6g，茯苓皮、炒秫米 各12g，炙甘草3g，煨訶子、法半夏、豬苓 各9g，柴胡、黃 連 各0.9g，升麻0.3g，淡吳萸1.8g，紫衣胡桃1枚。
^formula2〔補中益氣固腎止淫方證〕
^origin〔池繩業方〕
^ingredients3308 炙黃耆15g，太子參12g，當歸、山萸肉 各6g，陳皮、炙甘草 各4.5g，白朮、益智仁 各9g，升麻2.4g。
^ck42z19h126
^norm 氣虛失固。
^chinese 飧洩，乳泣，乳汁自流，帶下。
^combo 氣虛+津滑+液灼+神虛
^ill〔氣虛不充〕
^symtom ①面黃形衰，面容蒼白，面浮，②氣短，③四肢疲乏，④頭暈目花耳鳴，⑤納少便溏，⑥ 腰腿酸軟，腰膝酸痛，⑦腰痛如折，俯仰艱難，⑧經期衍後，色淡量少，⑨頭髮脫落，十性慾淡漠。
^tounge ①舌質淡紅，②苔溥白，苔白質胖。
^pulse .①脈象細弱，②脈兩寸虛大微數，關弦而空，尺細弱無力。
^ill2〔津液不固〕
^symtom _洩數月，藥食人口旋即瀉出，夜稍閉目，遺矢滿床，２乳汁自動外流，乳脹即出，流 淨為止，③無哺乳兒，自流乳汁，④帶下綿綿。，*
^ill<sub=1>〔津液消灼〕
^symtom ①形瘦黧黑，②心中懊依，③有蟻行感。
^ill<sub=2>〔神氣不振〕
^symtom ①神疲乏力，②稍神萎靡，③心悸肉跳，④夜寐夢多。
^formulas
^formula1〔飧洩方證〕
^origin〔尹渠山方〕
^ingredients3309 蓮肉、芡實 各9g，淮山、補骨脂、巴戟、菟絲子、赤石脂末 各6g，人參、木瓜、棗皮 各4.5g，五味子30粒，覆盆子、川牛膝、川柴胡各Sg，升麻1.5g，羌活、獨活 各2.4g。
^formula2〔補脾益腎調理沖任方證〕
^origin〔沈楚翹方〕
^ingredients3310 炙黃耆、黨參、川續斷、桑寄生、狗脊、枸杞、炒麥芽 各15g，炒白朮、炒白巧、佚苓、當歸、陳皮 各10g，炙甘草 4g，柴胡5g，去柴胡、甘草加仙靈脾、肉蓯蓉、丹參 各10g，雞血籐15g。
^ck42z19h162
^norm 氣陰兩虛。
^chinese 蛋白屎，大便不桀，遺尿，裔淋，胎動，滑胎，遺尿，白淫，滑精，白帶。
^western 慢性腎炎，乳糜尿，先兆流產，習慣性流產。
^combo 氣虛+陰虛+陰涸+楮滑+津滑+血滑
^ill〔氣虛不充〕
^symtom ①面色萎黃，麗色恍白，而色蒼白，②糧神萎靡不振，③四肢乏力，手足發麻，④多汗體 倦，四肢欠溫，⑤頭帶，⑥氣短胸悶，語聲低微，⑦食慾不振，厭食，⑧面目浮腫，足腫，⑨心悸，心慌，十小腹墜脹，虛坐努責，?經少色淡，十缺乳。
^tounge ①舌淡苔薄，②舌質淡紅，苔薄白。
^pulse ①脈細滑，②脈細弱無力，尺脈尤為沉弱，③脈弦緩，④脈沉緩，⑤脈沉細，⑥脈象沉弱。
^ill2〔陰虛失養〕
^symtom ①消瘦，②眩暈，頭暈目花耳鳴，③失眠，④虛熱，⑤腰酸腿軟腰痛，腰痛如折，俯仰艱 難，⑥脫髮。
^tounge ①舌紅嫩苔白，②舌淡紅、苔薄黃膩。
^pulse 脈弦細滑。
^ill<sub=1>〔陰液消個〕
^symtom ①咽乾，口乾n苦，②思飲容冷，③心煩氣促，④尿少，⑤大便於結。
^tounge ①舌質紅，邊緣有瘀斑，苔薄黃，②舌質暗紅，苔薄白，③舌邊尖紅，苔白。
^ill<sub=2>〔陰精不固〕
^symtom ①滑精，②尿蛋白久治不愈，③小便混濁，小便島濁，凝結如脂，動後較甚，④白淫，⑤ 白帶如水，綿綿。
^ill2<sub=2>〔津液不固〕
^symtom ①尿頻，小便頻頻失禁，②遺尿，③洩街，④谷道不合，閉目即遺。
^tounge 舌淡苔薄白。‧
^pulse 診脈芤象。
^ill3<sub=2>〔絡血不固〕
^symtom 妊娠陰道流血。
^formulas
^formula1〔固精丸證〕
^origin〔嚴用和方〕
^ingredients3311 治白淫，人房太甚，宗筋馳縱，玉關不固3 牡蠣、菟絲子、榧子、龍骨、五味子、茯苓、桑螵蛸、白石脂。
^formula2〔秘精丸證〕適應小便渾濁不痛，分清濁寧梢室。
^ingredients3312 白朮、淮山、茯苓神、蓮肉、蓮芯、蓮蕊、芡實、牡蠣、黃柏、車前子。
^formula3〔玉鎖丹證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients3313 文蛤240g，茯苓60g，龍骨30g，研末糊丸，空心淡鹽湯下，加蓮須、芡實 各60g，菟絲子12g，牡蠣30g，山藥粉糊丸 更佳。
^ingredients3314 人參、淮山、茯苓、蓮子、芡實、補骨脂、肉蓯蓉、山茱萸、巴戟、五味子、菟絲子、梪盆子。水煎服。
^ingredients3315 ‧黨參、北黃耆、當歸、肉蓯蓉各156，遠志、益智仁、桑螵蛸、箱盆子 各9g，石菖蒲4.5g，大棗5枚。
^ingredients3316 白朮、繭絲子 各20g，砂仁、炙甘草 各6g，桑寄生、杜仲、白芍、阿膠、焦艾葉各IOg，黨參30g，升麻4g，苧麻根
^ingredients3317 (1)淫慾太過，玉關不固，日間偶有感觸，有動於中精，即淋漓而下；或大小便後，梢隨滑出，主助腎封藏，固澀精 竅，約槽丸：韭子、白龍伢；金稷九：金櫻子、芡實、蓮須、龍骨；玉鎖丹：文蛤、龍骨、茯苓。
^ingredients3318 憊，飲食乏味。益腎必先補脾，故予潞參、茯神、山藥、生白朮、惹苡仁、杜仲、芡實、蓮子（俱炒）、何首烏、沙苑子。10數服而愈（見《類證治裁‧淋濁.醫案）)。
^ingredients3319 (7)羅元愷治白帶多如水樣：胃納差，口淡，睡眠欠佳，屁少，舌淡白唇淡脈沉滑略弦。崗稔止帶湯：菟絲子25g，首烏20g，白朮、海螵蛸各l：5g，炙甘草、白芍、白芷 各10g，崗稔根鄧g (《羅元愷醫著選》）。
^ingredients3320 (12)李泰治揭巧蘭，女，I8歲，脈左澀右動，小腹割痛，白帶不止，此肝鬰脾虛之證。擬加味完帶湯：生黃耆、荊 芥、當歸、雲茯等、阿膠、海螵蛸、白芍 各9g，蓮肉6g，吳茱萸、陳皮各.5g，白朮、白雞冠花、山藥 各15g，台黨參、巴戟 各3g (《慎中醫案》）6
^ck42z19h164
^norm 五絕。
^chinese 中風脫證，慢驚風。
^western 腦溢血，小兒肺炎。
^combo 陰涸+氣脫+津脫+陰脫
^ill〔陰液消酒〕
^symtom ①面赤如妝，發熱，體溫38.5T，②頂門下陷，③哭無眼淚，④煩渴，⑤唇紅煩躁。
^tounge 舌赤。
^pulse 脈浮大無根。4
^ill2〔氣虛脫絕〕
^symtom ①卒然昏僕不語，②口開眼合，③鼾聲，④手撒遺尿，⑤或四肢清冷，四肢冰冷，⑥昏沉 不醒，⑦口流涎沫，⑧咽喉痰聲，⑨昏睡餺睛，十擇孔煽動，?面色青白，?喘息起粗，c肌肉跳動，十腹脹多氣。
^pulse 沉細欲絕o*
^ill<sub=1>〔津液脫竭〕
^symtom ①汗串如油，②吐瀉不止，③大便色綠，腹內空鳴，④下瀉上喘。
^pulse 脈弦大中空。
^ill<sub=2>〔陰精脫竭〕
^symtom ①項背皮張，②兩目天吊，③口噤不開，④抽搐，⑤手指固握，⑥口中搖舌，⑦頭低不抬。
^formulas
^formula1〔可保立蘇湯證〕
^origin〔王勳臣方〕
^ingredients3321 生黃耆30~15g，黨參、炒酸棗仁 各9g，白朮、廿草、當歸、白芍、山萸肉、枸杞 各6g，補骨脂3g，核桃1枚。
^formula2〔固脫保元湯證〕
^origin〔王季儒方〕
^ingredients3322 黨參、茯苓 各9g，生黃耆4.5g，五味子3g，龜版12g，山茱萸6g，訶子1.5g。
^ck42z19h225
^norm 氣血虛損。
^chinese 崩中，虛損，痿弱，閉經。
^western Ift症肌無力，貧血。
^combo 陰虛+陽虛+灃滑+血滑+精滑+空竅
^ill〔陰虛失養〕
^symtom ①形體消瘦如柴，面色點黃乏澤，②頭髮枯槁，③心慌心跳心悸，④目光昏暗無神，⑤善 忘，記憶力衰退，⑥時有煩躁，睡眠多夢，⑦皮內發熱，⑧口唇焦燥，⑨閉經。
^tounge 尖紅黯。
^pulse 脈沉滑。
^ill2〔陽氣不振〕
^symtom ①面色?白，楮神疲憊，形神日羸，②毘寒，③肢冷，④疲嗽益甚，侷促似喘，心跳氣短，５氣息微弱，胸悶，氣短，６四肢酸軟無力，眼險下垂，咀嚼無力，吞嚥困難，尤以每日下午疲憊殊甚，７食慾不振，飲 食曰少，８背痛，腰酸。
^tounge 師淡白，苔薄白，胖嫩，d括質淡紅，苔薄白。
^pulse ①脈虛弱，②脈沉細弱，③微欲絕。
^ill3〔津液不固〕
^symtom ①虛汗很多，②內熱便洩。
^ill<sub=1>〔清空失養〕
^symtom ①頭暈，②輕微頭痛。
^ill2<sub=1>〔清竅不利〕
^symtom ①耳鳴，②目眩，兩眼發花。
^ill<sub=2>〔絡血不固〕
^symtom ①姨嗽不舒，繼又失血，②崩中經期不准，忽前忽後，忽多忽少，s多有血塊。
^ill2<sub=2>〔陰精不固〕
^formula1〔參茸湯證〕
^origin〔施今墨方〕
^ingredients3323 野黨參、炒遠志、土白芍、柏子仁、鹿角膠、生地、熟地、潼蒺藜、白蒺藜 各10g，白朮、杜仲、五味子、五倍子、川續斷 各6g，玫瑰花、月季花、甘草、砂仁 各5g，山茱萸炭l5g。
^formula2〔溫補脾背實衛固表方證〕
^origin〔螢振華方〕
^ingredients3324 生黃耆、雞血籐 各30g，黨參、巴戟天、仙靈脾 各10g，茯苓、川桂枝、白芍、菟絲子、肉蓯蓉 各15g，白朮、女貞子  各12g，炙甘草6g。
^ingredients3325 人參、白朮、甘草、陳皮加生薑、山藥、冬蟲牮。
^alias血虛證，血枯證，血虛發熱，血虛肝鬰，tt虛失血，血不營經，血虛生風，血虛發熱，肝脾失和，營衛不和，營衛虛 損，虛火上炎，真寒假熱，虛陽浮越，陰盛格陽，大虛似實，至虛有盛候，氣血兩脫。
^chinese 虛熱，血虛發熱，低熱，Q汗，營虛身痛，虛風，血澳，濕搏，偏枯，風潔，勞瘧，風疹塊，虛斑，厥脫，血脫，失眠，眩翠，脅痛，斑秀，月經先後無定期，乳脹，月經後期，閉經，血沾經閉，乾血瘦，崩漏，產後血崩，鼻齟，衄血，便血，戴陽。
^western 神經衰弱，貧血，原發性血小板竑少性紫癜，乙腦後遺症，中風後遺症，無脈症，乳房纖維腺瘤，宵出血，不排卵性月經，不孕症，功能性子宮出血，手術後發熱，手術後出血。
^ill〔氣虛失養〕
^symtom ①面白唇淡，②肢體疲軟，③不思飲食，④稍勞汗出。
^tounge 舌苔薄白。
^pulse 脈虛無力。
^symtom ①面色瞇白，②目眩，③n唇爪甲色淡不華，④月經後:期，經魚少而色淡，⑤低熱。
^pulse ①脈弦細，②脈象澀弱。
^tounge 舌質談紅、舌嫩紅，答薄白。
^ck43z18h029
^norm 血不營經，血虛生風。
^chinese 虛風，血痺，營虛身痛。
^combo 營虛+血虛+陽鬰+經絡
^ill〔營虛失養〕
^symtom ①面色眛白，②稍勞汗出。
^ill2〔血虛失養〕
^symtom ①目眩，②面色光白，楮明無神，③口唇爪甲色淡不華，④月經進少色淡。
^tounge 舌瘠苔薄。
^pulse 脈沉遲細弦。』
^ill<sub=1>〔陽氣不和〕
^symtom ①面唇青黯，②手指厥冷，手心覺熱，③形寒怕冷，④夜不成寐。
^ill2<sub=1>〔絡脈不榮〕
^symtom ①頭痛自魚尾上攻，②兩手苠顫。
^ill<sub=2>〔經脈不和〕
^symtom ①背麻，②四肢發麻，③早晨十指神屈，偁拘不靈，④驟發大身痛，⑤週身筋脈掣急，⑥ 四支屈蜷難伸。
^ill2<sub=2>〔神志不寧〕
^formula〔黃耆桂枝五物湯證〕
^origin〔《金匱要略》方〕
^ck43z18h017
^norm 營衛不和。
^chinese 風瘧，勞瘧，風疹塊。
^combo 營虛+氣虛+表鬰+陽鬰
^ill〔營虛失榮〕
^symtom ①面色無華，②頭犖心慌，多夢，③午後發熱，動則汗出，④皮膚乾燥多屑，⑤風疹細小 疹塊，色淡紅，劇癢難忍。
^tounge 舌苔淡白，質欠紅潤。
^pulse ①脈貓弱，②脈浮取大，重按緩弱。
^ill2〔腠理不調〕
^symtom ①寒熱往來，汗多，三日一發，②熱退4更是大汗淋漓。
^ill<sub=1>〔陽氣不宣〕
^symtom ①形寒惡風，汗後無風益甚，②怕冷，遇風更甚，得熱則舒。
^tounge 苔白。
^ill<sub=2>〔氣虛失養〕
^symtom ①神憊疲倦，勝酸乏力，②飲食少思，納少，③小勞即發，得微汗即解。
^tounge 舌淡紅，苔白。
^pulse ①脈右寸虛大，右關弦級、②脈細。
^formulas
^formula〔營衛雙調法證〕
^origin〔笛少逸方〕
^ingredients3326 桂枝、白芍、當歸、炙甘草、黨參、黃耆、生薑、大棗。
^ck43z18h015
^norm 營衛虛損。
^chinese 虛熱，自汗。
^combo 陽虛+表虛+營虛+經虛
^ill〔陽氣不振〕
^symtom ①畏冷，②短氣，③頭暈，有時幾欲顛仆，④納呆，⑤怔忡，心慌，⑥帶下淋漓不斷。
^tounge 舌苔白滑。
^pulse ①脈細弱，②脈潘小。
^ill2〔腠理不實〕
^symtom ①汗出咳嗽，②產後自汗更多，③項部自汗，競日淋漓不止。
^pulse 脈浮緩無力。
^ill<sub=1>〔營虛失榮〕
^symtom ①長期發冷發熱，②汗出不止。
^ill<sub=2>〔經脈失榮〕
^symtom 骨節疼痛。
^formula〔桂枝龍骨牡蠣湯證〕
^origin〔《金匱要略》方〕
^ingredients3327 桂枝、芍葯、生薑、龍骨、牡蠣 三兩，甘草 二兩，大棗十二枚。
^ck43z18h018
^norm 經絡失養。
^chinese偏枯，血痺，濕痺。
^western 乙腦後遺症，中風後遺症，無脈症。
^ill〔氣虛失養〕
^symtom ①梢神萎靡，②懶言聲低，③食少，④短氣胸悶，⑤手顫，⑥小便頻數或不黎。
^pulse 脈弦虛，無力。
^ill2〔陽氣不行〕
^symtom ①身體St若，②步履艱澀。
^ill<sub=1>〔經脈不利〕
^symtom ①半身不遂，②腰以下如癱，③腿膝疼痛，④肌膚發酸麻痺。
^ill2<sub=1>〔絡脈不利〕
^symtom ①口眼歪斜，②語言弈澀，③口角流涎。
^pulse 無脈。
^ill<sub=2>〔營虛失養〕
^symtom ①面色無華，②形體消瘦，③頭昏眼花，④心煩不眠，⑤心悸，⑥頭髮焦枯。
^tounge fi‧淡，苔淨。
^pulse 脈弦細數。
^formulas
^formula1〔補陽還五湯證〕
^origin〔《醫林改錯》方〕
^ingredients3328 黃耆120g，當歸尾6g，赤芍葯4.5g，地龍、川芎、桃仁、紅花 各3g。水煎服。
^formula2〔養血祛風湯證〕
^origin〔< 醫醉胳義》方〕
^ingredients3329 生地黃15g，茯苓9g，牛膝、當歸、續斷 各6g，虎脛骨4.5g，白芍葯、白朮、秦艽、獨活 各3g，桂枝1.8g，木香 1.5g，大棗10枚，生薑3片，桑枝1尺。水煎服。
^formula3〔黃耆賽艽湯證〕
^origin〔蔣玉伯方〕
^ingredients3330 黃耆15g，生地、秦艽、杏仁 各9g，當歸、桃仁、千年健、追地風、赤芍 各6g，紅花、防風、桔梗、甘草 各3g。頭暈 面赤加u‧菊、淡子芩；失音不語加薑汁、竹瀝；氣逆便閉加代赭、鬰李仁；痰多加薑汁、半芨；胃弱食少加生淮山、生谷 芽；心煩失眠加茯神、山梔、炒酸棗仁；腰腳疼痛加杜仲、牛膝；脈遲便溏，手足怯冷加附子、肉桂，以熟地易生地。
^ingredients3331 、(2)賴良蒲：加味牽正散：養血熄風，舒筋通絡：黃耆皮15g，當歸、天麻、石決明、鉤籐 各9g，白附子、俚蠶、全 蝸、、菊花 各6g，荊瀝1盅。
^ingredients3332 又方：黃耆皮1化，當歸、?艽、川續斷、鉤籐、豨薟草 各9g，白芍、桑寄生 各12g，甘草6g。
^ingredients3333 (3)沈氏桑尖湯：陽明不能充養四末，風濕得以相乘：桑枝尖、防己、當歸身、黃耆、茯苓、威靈仙、秦艽、川芎、升麻。
^ingredients3334 (4)陳樹修：扶陽溫經和營祛風：川附、川牛膝、防風、白朮、蒼朮、羌活、獨活、青皮、陳皮 各9g，炮姜4.5g，桂 枝6g，茯苓15g，甘草3g，狐、鹿膠、當歸、白芍 各12g，紅棗12枚；另用：陳艾葉18g，路路通、桃枝、桑枝 各30g，威靈仙、紫蘇 各24g，姜皮、香附 各15g，煎水洗浴。‧、
^ingredients3335 又方：織、焦白朮各5g，當歸、白芍、川續斷、鹿膠各2g，生熟惹苡仁、桑枝 各30g，桂枝4.5g，杜仲、帶皮茯 苓各ISg，甘草3g，紅棗12枚，香附9g (《中風專緝》280)。
^ingredients3336 (5)丸方：屈伸不利，痛無虛日，再熱惡寒，首重補陽，養陰血，寓祛寒化痰通其經絡：熟地、茯苓 各240g，當歸、半S、黨參、白朮 各120g，島芍、橘紅、枳殼、阿膠、生黃耆 各60g，虎掌1對，沉香15g，熟附片、炙甘草、風化硝、桂 枝、羌活、海桐皮 各30g，共研細末，用竹瀝蜜水泛丸。
^ingredients3337 (6)曾月根浸酒方：木瓜150g，萆麻、餌蠶、松節、黃耆、當歸、白芍、威靈仙、虎骨、烏藥、淮牛膝、防風、天 麻、川續斷、靈脂 各30g。
^ingredients3338 (7)陳士鐸：兩利湯：白朮、黃耆、茯苓 各15g，惹苡仁30g，人參、半夏、白芍 各3g，肉桂0.9g，甘草、防風各 l-5g0*
^ingredients3339 (8)丁甘仁方：黨參、黃耆、生術、生甘草、附子、桂枝、全歸、白芍、川芎、淮牛膝、杜仲、桑枝、紅棗，指迷茯 苓丸。
^ingredients3340 (9)葉案存真方：生炎?、白芍、當歸、防風、川續斷、萆蘚、S眇、橘絡、虎骨、秦艽。
^ingredients3341 生地、熟地、當歸、白芍、川芎、黃耆、防風、細辛、天麻、秦艽、全蝸、荊芥、白朮、威靈仙。
^ingredients3342 (II)大秦究湯：當歸、川芎、炙甘草、獨活、石奇 各60g，生熟地、白朮、防風、白花、羌活、黃芩 各30g，秦艽 90g，細辛 15g。
^ingredients3343 (4)治中風後，半身唇舌麻木，右耳重聽，行動異常，氣結血凝，宜行氣消瘀，加減補陽還五湯：黃耆30g，歸尾 12g，桃仁、桂枝、赤芍、川續斷、雞血籐、乳 各9g，紅花6g，川芎4.5g，20劑愈。
^ck43z18h142
^chinese 月經後期，血枯經閉，斑禿。
^western 不排卵性月經，原發性不孕症。
^ill〔氣虛失養〕
^symtom ①面白唇淡，②肢體疲軟，③不思飲食。
^tounge 舌苔薄白。
^pulse 脈虛無力。
^ill2〔血虛失榮〕
^symtom ①月經後期，經蜇少而色淡，②經水不至，胸中灼熱，③低熱。
^pulse ①脈弦細，②脈象澀弱。
^tounge 舌質談紅、舌嫩紅，苔溥白。
^ill<sub=1>〔神氣不振〕
^ill2<sub=1>〔清空失養〕
^symtom 頭犖目眩。
^ill<sub=2>〔經脈不榮〕
^ill2<sub=2>〔絡脈不榮〕
^formula1〔當歸補血湯證〕
^origin〔《蘭室秘藏》方〕
^ingredients3344 黃耆30g，當歸6g。水煎服。
^formula2〔滋補氣血方證〕
^origin〔葉熙春調養裔方〕
^formula3〔?烏生發湯證〕
^origin〔《學說探討與臨證》方〕
^ingredients3345 黃耆、雲茯苓、生地、首烏 各15g，太子參、桑椹子 各12g，熟地、黃梢 各9g，思豆30g，當歸4g。
^formula4〔巨勝子方證〕
^origin〔《趙炳南臨床經驗集》方〕
^ingredients3346 巨勝子、黑芝麻、桑椹、川芎、菟絲子、首烏、酒當歸、木瓜、甘草 各9g，炒白朮15g，白芍2g。
^ck43z18h146
^norm 血虛發熱。
^chinese 血虛發熱，低熱，乾血癆。
^western 手術後發熱。
^combo 氣虛+血虛+血蒸+氣蒸+神虛4‧液灼
^ill〔氣虛失養〕
^symtom ①神倦乏力，②眩奪：，③少氣不足以息，少、不思食，得食則滿，⑤下肢微腫。
^tounge 苔白微膩。
^ill2〔血&失榮〕
^symtom ①面黃形瘦，體弱，②頭舉目眩，③頭髮乾枯，④肌膚甲錯，⑤心悸怔忡，⑥不寐驚煩，⑦月經盤少色淡。
^tounge 舌淡。
^pulse 脈細無力。
^ill3〔血熱蘊蒸〕.
^symtom ①毋勉，②紫鍛，流血，根盤褐色紅暈，③經行S少色黑，④潮熱，交陰分內熱口渴，午 後寒熱，⑤盜汗，⑥頭面轟熱，顴紅，⑦煩熱甚，⑧脅下痞，痛在兩脅。
^tounge 舌淡紅。
^ill<sub=1>〔津氣蘊蒸〕
^symtom 口苦，有臭味。
^ill2<sub=1>〔神氣不振〕
^symtom ①依怠神衰，②驚慌不安。
^ill<sub=2>〔津液消灼〕
^symtom ①口乾唇紅，②口舌糜碎，③大便燥結。
^tounge ①舌紅苔少而乾，②舌光紅。
^formulas
^formula1<var=2>〔聖愈湯證〕
^origin〔王少椒方〕
^ingredients3347 當歸、炙貲?、寸麥冬 各6g，白芍、黨參、玄參、金石斛< 川續斷 各9g，生地、熟地、炙甘草 各3g，生谷芽15g。
^formula2〔丹梔逍遙散加生地證〕
^origin〔高鼓峰方〕
^ingredients3348 丹皮、焦山梔、柴胡、當歸、白芍、白朮、茯苓、薄荷、煨姜、甘草、生地。
^ck43z18h143
^norm 氣血不和。
^chinese 閉經。
^western 子宮下垂。
^combo 氣虛+血虛+氣滯+血滯+經絡+陽鬰
^ill〔氣虛失養〕
^symtom ①精神疲怠，②納減，③帶下白物。
^ill2〔血虛失榮〕
^symtom ①唇淡，②肌肉消瘐，③善忘。
^tounge 舌光剝。
^ill<sub=1>〔氣機不利〕
^symtom ①大便不爽.②下腹墜痛，小腹劇痛。
^ill2<sub=1>〔血滯不行〕
^symtom ①經閉不行，②面色滯晦。
^tounge 舌暗紅。
^pulse 脈沉弦勁，沉澀。
^ill2〔經脈不和〕
^ill<sub=2>〔絡脈不和〕
^symtom 腰屈不伸，腰酸。
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔尖花湯證〕
^origin〔施今墨方〕
^formula2〔參歸湯證〕
^origin〔李聰甫方〕
^formula3〔通經湯證〕
^origin〔程門雪方〕
^ingredients3349 大生地、當歸、丹參 各12g，川芎3g，制香附、茺蔚子、澤蘭葉 各9g，橘葉、橘皮、廣鬰金 各4.5g。
^ck43z18h294
^norm 血虛肝鬰，肝脾失和。
^chinese 失眠，眩暈，月經先後無定期，乳脹。
^western 神經衰弱，貧血，不孕症，乳房纖辨腺瘤
^combo 氣虛+血虛+氣鬱+氣滯+陽鬰
^ill〔氣虛不充〕
^symtom ①體瘦面胱，疲倦無力，②氣短，③飲食無味，④下肢微腫，⑤平時帶下，⑥經期超前。
^pulse 濡細。
^ill2〔氣機不宣〕
^symtom ①鬱悶不舒，②不饑不食，③中脘不舒，④時噁心。
^ill<sub=1>〔氣機不利〕
^symtom ①納谷作脹，噯氣則舒，②胸中滿悶，③乳房脹痛。
^ill2<sub=1>〔血虛失養〕
^symtom ①面色萎黃，唇甲無華，唇舌俱淡，②眩暈量少，③心悸，驚悸，④煩躁易怒，⑤人夜易 醒或徹夜不眠，⑥多夢，⑦目乾澀，&花/⑧腰膝酸軟，⑨經來或先或後。
^tounge 舌淡。
^pulse ①脈弦，左關獨盛，②細弦。
^ill<sub=2>〔陽氣不和〕
^symtom ①大便乾燥，小便短赤，②少腹感涼。_
^tounge 尖紅。
^formulas
^formula1〔加味逍遙散證〕
^origin〔陳大年方〕
^formula2〔理脾益氣血方證〕
^origin〔董德懋方〕
^ingredients3350 黃耆、熟地、當歸、白芍、鹿膠、阿膠、茯苓、香附各IOg，白朮、染胡、橘核、小茴 各6g，川卷、艾葉、炙甘草  各5g。
^ck43z18h301
^norm 血虛氣滯。
^chinese 脅痛。，*
^combo 血虛+氣滯+絡脈+陽鬰
^ill〔血虛失養〕
^tounge 舌紅，苔少而乾。
^pulse 脈虛弦。
^ill2〔氣機不利〕
^symtom ①不思食，得食則滿，②胸脅脹痛。
^ill<sub=1>〔絡脈不和〕
^symtom ①痛在兩脅，②胸脅痛喜按，哺劇春發。
^ill<sub=2>〔陽氣不和〕
^formulas
^ingredients3351 當歸身、白芍、阿膠、枸杞子、五味子、川芎、茯苓、廣陳皮、木番、姜、棗。
^ingredients3352 2.病案：謝楚材治梅彩蓮，女，30歲，胸脅常作痛，按之稍舒，脈弦細。此系操勞太過，氣血失調，故痛而喜按也。加味補血湯主之：當歸身、酸棗仁、茯苓 各6g，炒芍、阿膠、木香 各4.5g，川芎2.4g，枸杞子9g，廣陳皮3g，五味子 1.5g，大棗3枚，生薑3片（《福建中醫醫案醫話選編（一）） 84)。‧
^ck43z18h177
^norm 陽虛失血。
^chinese 鼻衄，便血，產後血崩。
^western 胃出血，手術後出血。
^combo 陽虛+血滑+氣虛+陽浮
^ill〔陽氣不振〕
^symtom ①面色蒼白，目無神采，語言低緩，神倦乏力，臥床未起，②鋝甲無華，唇舌皆無血色，３腹痛，痛在心下，或只感有時微痛，４關節與腰部均疼痛。
^tounge 舌淡苔臼。
^pulse ①脈弦大而無力，②六脈微細。
^ill2〔血絡不固〕
^symtom ①連年典衄，②大便鮪黑如柏油，③產後血崩不止。
^ill<sub=1>〔氣虛不充〕
^symtom ①神疲肢倦，②萎糜不振，③頭暈，④飲食不思，⑤稀溏不成，⑥小便淋漓不禁，⑦面目 手足浮腫，⑧右下肢不仁，左下肢麻木。
^tounge 舌淨無苔。
^pulse 脈緩弱。
^ill<sub=2>〔陽氣浮越〕
^symtom ①心悸，時覺心慌，②失眠，③夜晚口乾，口乾不欲飲水，④虛煩不眠，⑤咳嗽氣喘，喉 中痰鳴，咯大魚白色泡沫痰液，⑥汗出如淋，尤以入夜為甚。
^pulse 脈細數。
^tounge ①苔白燥，②舌邊紅，舌苔白。
^pulse 左脈弦大，右脈呈弱。
^formulas
^formula<var=2>〔黃土湯證〕
^origin〔胃熙方〕
^ingredients3353 生地、潞黨參各I5g，杭芍、黑地榆、阿膠（沖服） 各9g，伏龍肝（荷葉包煎）12g，炮姜炭、炙甘草 各3g。
^ck43z18h149
^norm 血虛發熱，大虛似實。
^chinese 血虛發熱。
^combo 血虛+陽浮+氣虛+神虛+絡脈
^ill〔血虛失榮〕
^symtom ①惡茈未盡，②小腹痛。
^pulse 六脈微弱。
^ill2〔陽氣浮越〕
^symtom ①肌馱壯熱，②面赤目紅，③口渴飲引，晝夜不休，④煩躁，⑤甚至譫語，⑥咳喘反劇，
^pulse 右大於左。
^ill<sub=1>〔氣虛失養〕
^symtom ①懶言，②自汗，③渾身酸軟。
^tounge 苔白膩。
^pulse 脈浮弱。
^ill2<sub=1>〔絡脈不和〕
^ill<sub=2>〔神氣不振〕
^formulas
^formula1〔當歸補血湯證〕
^origin〔《蘭室秘藏》方〕
^formula2〔加味生化湯證〕
^origin〔池泉清方〕
^ingredients3354 治產後傷風，服疏風散，致咳喘反劇，不能臥，口渴煩跺/自汗，_浮弱，詳見病 案（l)o　　　川芎、酒制白芍、炮姜 各4.5g，黨參、黃耆、天花粉、當歸、桃仁、山楂炭、炙甘草、五味子、桂枝、寸麥冬、款冬。
^ck43z18h182
^norm 真寒假熱，虛陽浮越，陰盛格陽，大虛似實，至虛有盛候。
^chinese 戴陽。
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①面色光白，②畏風提寒，③肢體睏倦，軟而無力，④惡寒發熱，⑤件出不止；⑥食S 全缺。
^pulse 脈虛微右微甚。
^tounge 其舌邊胖大，舌底潤滑者。
^ill2〔陽氣浮越〕
^symtom ①面目俱赤，②身熱如烙，清熱和解，熱愈甚，覆蓋盡去不欲近衣，③膈間有火，漱水不 咽，④唇焦口燥，⑤口渴咽乾，口3￡大渴，⑥亦有容冷飲者，惟飲不必多，⑦體內潮熱，⑧小便微黃，大便不通，⑨心神 煩躁，熾熱躁擾，張目不眠，R妄語，譫語，亂言無倫，?甚則起坐不安，譫語詈罵，發狂而不識人者，旦甚有力，逾牆
^tounge ①舌苔白而黃，②舌苔膠貨，③舌黃上加黑，滋潤不燥，④由黃而焦；或枯黑燥裂，甚有 舌底亦燥，而絕無津液，其燥刺如沙皮，斂束如荔子者。
^pulse ①脈浮數無力，浮湍而數，②脈數大，按之豁然，③或總疾糊數少神，④脈洪鼓，左甚，
^ill<sub=1>〔陽氣不行〕
^symtom ①惡寒、足冷，②頭目暈痛，③胸膈脹滿，胸背作痛，腹痛，④清涎湧逆，吐痰甚多，⑤ 大便不實。
^tounge 舌必白潤。-
^ill<sub=2>〔陽氣脫絕〕
^symtom ①神思似清，而時昏聵，②喘:自汗，③或語次間忽作鼾聲，④神憤，譫語，鄭蜇而語 無倫次，時斷時續，⑤口噤不語，⑥撮空循衣摸床。
^pulse ①脈浮敗而數，中候即空，②或沉細沉微，③或短促無根。
^formulas
^formula1〔人參養營湯加附子證〕
^origin〔王雨三方〕
^ingredients3355 人參、麥門冬、五味子、生地黃、當歸、白芍葯、知母、陳皮、甘貨。加附子、炮姜。
^formula2〔壯陽降逆理中湯證〕
^origin〔陳務齋方〕
^ingredients3356 肉桂3g，熟附片、乾薑 各15g，炒白朮18g，半夏、白芍 各9g，陳皮1.5g，茯苓、防黨 各12g，當歸身、五味子、砂仁  各6g。
^ck43z18h150
^norm 亡血厥脫。
^chinese 下血，崩鉍，厥脫。
^western 功血。
^formulas
^formula〔加減膠艾湯證〕
^origin〔何少山方〕
^ck43z18h151
^norm 氣血兩脫。
^chinese 血脫。
^combo 血滑+氣脫+神脫
^ill〔絡血不固〕
^symtom ①大吐大崩，②產後惡茈過多不止，③九竅流血。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①氣息奄奄，欲臥，不欲見H，頭暈身閒，②汗出如淋，③厥冷，④卒無所知。
^tounge 苔薄白。
^pulse 脈微欲絕。
^ill<sub=2>〔神氣散脫〕
^symtom ①神倦乏力，臥床未起，②神識昏蒙。
^formulas
^formula1〔花蕊石散證〕
^origin〔《十藥神書》方〕
^formula2〔獨參湯證〕治失血昏暈。
^ingredients3357 人參60g，清水濃煎頓服。
^formula3〔參附湯證〕
^origin〔<世醫得效方》方〕
^ingredients3358 人參30g，附子15g，或加黃耆。
^ingredients3359 (3)陳士鐸：熱血妄行，散走九竅，九竅流血，氣息奄奄，欲臥，不欲見R，頭翬身困，加味當歸補血湯：黃耆30g，當歸、白朮、生地 各15g，人參、炒黑荊芥 各9g;或掩竅丹：人參、當歸、生地、玄參 各30g，炒黑荊芥9g，甘草3g。
^chinese 心悸，心痛，怔仲，不寐，失血，脫血，經行愆期，同房發痙證:，虛熱，血虛發熱，虛勞，脫力黃，鼻偉，夢交。
^western白細胞減少症，胃、十二指腸潰瘍出血。
^ill〔氣虛失養〕
^symtom ①面色少華，②頭眩目重，③氣怯懶言，氣短，④體倦無力，睏倦不起，⑤納呆食少，⑥盜汗，⑦便溏，⑧帶下赤白相兼，⑨經行時間長。
^tounge 質淡，邊有齒印，苔薄白，②舌淡嫩，苔薄白而滑。
^pulse ①緩弱，②脈細弱，③脈細軟無祌，脈沉細略弦。
^symtom ①面色淡白不澤，形體瘦弱，②少寐多夢，③經行愆期，色淡盤少。
^tounge 舌淡紅，苔薄白。
^pulse ①脈弦細，②脈象餓細帶數，③脈澀無力，④脈空虛。
^symtom ①頭畢，眩暈，②鳧癢不已，③眩暈，④頭垂目合。
^symtom ①體瘦神疲，神怠閒憊，嗜臥，
^symtom ①失眠多夢，忽寐忽醒，有時徹 —Hl42
^ck43z08h243
^norm 血不養心。
^chinese 心淨，怔忡，不寐。
^combo 血虛+神虛+氣虛+神擾'
^ill〔血虛失養〕
^symtom ①而色不澤，面色無華，②頭暈，眩暈，③心慌，驚悸，④胸中嘈雜作痛，飢渴消瘦，⑤ 月汛愆期誑少，經色淡而不暢，經行腹痛懶言。
^tounge ①舌淡紅苔薄白，②苔薄糙。
^pulse ①?弦細，②脈象潘細帶數。
^ill2〔神氣不振〕
^symtom ①體瘦神疲，神怠困憊，嗜臥，②心悸驚惕，③健忘，恍惚，④其人如癡，言語妄謬。〔氣虛不充〕
^symtom ①體倦無力，少氣懶言，②頭眩目重，③納呆食少，④便游，⑤盜汗，⑥帶下赤白相兼，
^tounge 舌質淡，邊有齒印，苔薄白。
^pulse 脈細弱。
^ill<sub=2>〔神志不寧〕
^symtom ①失眠多夢，忽寐忽醒，有時徹夜不寐，②煩躁，③心悸，.怔忡，饑則怔忡。
^formulas
^formula〔歸脾湯證〕
^origin〔《濟生方》方〕
^ingredients3360 當歸、遠志、炒酸棗仁 各3g，白朮、炙黃耆、茯神、人參、龍眼肉 各7.5g，木香、炙甘草 各1.5g。水煎服。
^ck43z08h142
^norm 氣血兩虛。
^chinese 失血，脫血，經行愆期，與癢，同房發痙證。
^western 白細胞減少症，胃、十二指腸潰瘍出血。
^combo 氣虛+血虛+神虛+清空+經絡
^ill〔氣虛失養〕
^symtom ①面色少華，②頭母乏力，③氣怯懶言，氣短，④睏倦不起，⑤納谷不馨，不飲不食，⑥ 經行時間長。
^tounge 舌質淡，邊有齒印，苔澳白，舌淡嫩苔溥白而滑。
^pulse ①緩弱，②脈細弱，③脈細軟無神，脈沉細略弦。
^symtom ①面色淡白不澤，形體瘦弱，②少寐多夢，③經行愆期，色淡蛩少。
^tounge 舌淡紅，苔薄白。
^pulse ①脈澀無力，②脈空虛。
^symtom 心
^symtom ①頭犖，②毋癢不已，③眩暈，④頭垂目合。
^ill<sub=2>〔絡脈不榮〕
^symtom ①不省人事，呼之不應，②頸項及四肢強硬，待片刻可自行緩解。
^symtom 腰楚跗軟。‧ ‧
^formulas
^formula〔加味歸脾湯證〕
^origin〔熊魁梧方〕
^ingredients3361 山藥、黃耆、黨參、茯神、龍眼肉 各15g，阿膠（烊化）、白朮、當歸 各12g，酸棗仁IOg，炙遠志9g，木香、炙甘草  各6g，大棗10枚。濃煎溫服。
^ingredients3362 葉師治氣血兩虛引起的月經不調常用歸脾湯，以黨參、白朮補脾制濕，丹參、酸棗仁養心血益心氣，黃耆、當歸補氣 生血，木香、陳皮醒胃運中，佐以杜仲、川續斷、菟絲子、潼蒺藜升固奇經，溫養八脈，茁八脈隸於陽明、麗於肝腎之意。挾濕者參以茯苓、蒼朮，挾痰者加入半夏、陳皮，挾寒者改用歸耆達中法。
^ck43z08h029
^norm 血不榮心。
^chinese 虛勞，脫力黃。
^combo 營虛+血虛+陽鬰+經絡+神擾
^ill〔營虛失養〕
^symtom ①面黃而淡，呈暗貨色，黃色淡白不澤，②小便清利。
^ill2〔血虛失養〕
^symtom ①睏倦，②眩舉，③耳鳴，④神衰氣短。
^tounge 舌苔淡白。
^pulse ①脈浮弦無力，②六脈弦細。
^ill<sub=1>〔陽氣不和〕
^symtom ①形寒時而身熱，②心中悸而煩，③氣短神疲，④食慾減退，腹滿不欲食。
^ill2<sub=1>〔絳脈不榮〕
^ill<sub=2>〔經脈不和〕
^symtom R倦怠無力，） ２嗜臥。
^ill2<sub=2>〔神志不寧〕
^symtom 心悸，怔仲9"
^formulas
^formula1〔小建中湯〕
^origin〔又名虛勞小建中湯。《傷寒論》方〕
^ck43z08h146
^norm 心脾勞熱。
^chinese 虛熱，血虛發熱。
^western 單核性紫癱症。
^combo 氣虛+血虛+熱蒸
^ill〔氣虛失養〕
^symtom ①倦怠乏力，腰酸肢懶，②頭昏短1，③飲則喜溫，④食來乏味惡:
^pulse ①脈浮小而緩，②沉細無力。
^ill2〔血虛失榮〕
^symtom ①面胱無華，②頭暈頭痛，③失眠多夢。
^tounge 舌紅苔少，中有裂紋。
^pulse 脈六部細而數，按之虛豁。
^ill3〔津氣蘊蒸〕
^symtom ①身熱汗出。
^tounge 舌紅。
^ill<sub=1>〔血熱蘊蒸〕
^symtom ①手足心熱，②潮熱自汗，③手足陰渙紫癜，輕度瘙癢，④大便黑褐色。
^ill2<sub=1>〔神氣不振〕
^symtom ①昏憒語亂，②少寐心悸。
^ill<sub=2>〔津液消灼〕
^symtom 身熱汗出。
^tounge 舌紅無苔。
^formulas
^formula<var=2>〔歸脾湯證〕
^origin〔郭潔宗方〕
^ingredients3363 炙黃耆15g，台參、白朮、茯神、桂圓肉、菟絲子、菊花 各9g，炒酸棗仁12g，遠志、廣陳皮 各4.5g，雞血籐（代當 歸）6g，炙甘草3g。
^alias心血虛證，.血不養心，血虛生風，血不養筋，營氣不足，血虛肝鬰，陽氣獨上，陽欲飛騰。
^chinese：*俘，怔忡，驚俘，多夢易驚，脅怖，振搖，攣急，身痛，瘥後發痿，閉經，牮厥，產後發痙，厥脫。
^western 缺鐵性貧血，心絞痛，風心病，腦菝蕩後遺症，肝炎後期。
^ill〔血虛失養〕
^symtom ①形體消瘦，面色恍白無華.唇舌淡白，②頭昏，③心煩，少寐，睡眠欠佳，④心痛頻發，短暫 即止，⑤腰痛。
^tounge ①舌質淡少苔，②舌質淡紅無苔。
^pulse ①左關弦勁，②脈結代。
^symtom ①聲低氣短，呼吸短促，②食慾不振，③面及下肢時有浮腫，④人寐汗出。
^pulse ①右關譎數，至數模糊不清，②右脈虛數，③右脈虛微，④脈細無力，⑤脈象沉弱。
^symtom ①精神疲倦，②神思恍惚，若有所失，③健忘，④多夢，⑤聞聲驚醒。心驚動跳，坐臥不安，
^symtom ①心悸怔忡，②失眠多夢，本證一 H243心血失養候H302肝血失養候
^symtom ①眩強』②目澀-變證一H143氣血失調候出見氣血厥脫候
^symtom 攣急。圖278心肝血虛證證候結構圖
^ck43z10h243
^norm 心血虛證，血不養心。
^chinese 心擇，怔忡，驚俘，帶厥。
^western 心絞痛，風心病。
^ill〔血虛失養〕
^symtom ①形體消瘦，面色恍白無華，唇舌淡白，②頭昏，③心煩，少寐，睡眠欠佳，④心痛頻發，短暫即止，⑤腰痛。
^tounge ①舌質淡少苔，②舌界淡紅無苔。
^pulse ①左關弦勁，②脈結
^ill2〔神氣不振〕
^symtom ①精神疲倦，②神思恍惚，若有所失，③健忘，④多夢，⑤聞聲驚醒。心驚動跳，坐臥不 安，⑥突然昏僕，不省人事，面色蒼白，移時甦醒，復如常人。
^ill<sub=1>〔氣虛不充〕
^symtom ①聲低氣短，呼吸辱促，②食慾不振，③面及下肢時有浮腫，④入寐汗出。、
^pulse <D右關貓數，至數模糊不清，②右脈虛數，③右脈虛微，④脈細無力，⑤脈象沉弱。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸怔仲，②失眠多夢，③睡後易驚，④少寐，⑤心煩。
^formulas
^formula1<var=1>〔生脈散證〕
^origin〔黃中柱方〕
^ingredients3364 黨參20g，麥冬、白芍 各9g，龍骨30g，酸棗仁IOg，當歸、枸杞 各12g、五味子、炙甘專 各6g。
^formula2<var=1>〔白薇湯證〕
^origin〔曾紹裘方〕
^ingredients3365 治產後失血頗多，遂感心悸。突然昏僕，不昝人事，面色蒼白，移時甦醒，詳見病案（3)。黨參30g，當歸24g，酸棗仁.12g，白薇、丹參、甘草各IOg。
^ingredients3366 (2)心主血，血不養心，則心無所護，觸驚則內亂，心驚動跳，坐臥不安，若有所失，神思恍惚，健忘，少寐，右脈 虛微，主益血養心鎮驚，琥珀養心丹：琥珀、龍齒、遠志、菖蒲、茯神、人參、酸棗仁、當歸身、生地、柏子仁、黃連、硃砂、牛黃，豬心血和丸，金箔為衣。
^ck43z10h302
^norm 血虛生風，血不養筋。
^chinese 產後發痙。
^combo 血虛+氣虛+清空+絡脈+陽鬰』
^ill〔血虛失養〕
^symtom ①心悸怔仲。
^pulse 脈浮軟，脈弦無力。
^tounge 舌淡。
^ill2〔清空失養〕
^symtom ①眩牽，②目澀。
^ill<sub=1>〔氣虛失養〕
^symtom ①食慾不振，②自汗。
^ill2<sub=1>〔絡脈失榮〕
^symtom 孿急。
^ill<sub=2>〔陽氣不和〕
^symtom 指冷。
^ill2<sub=2>〔絡脈不和〕
^symtom 發痙，痙帟不止。
^formulas
^formula1〔補肝養營湯證〕宵陰熄風，治亡血過多，肝血不足，肝失所養廠虛風渙散，凡吐衄，崩漏，產後亡陰，肝家不能收 攝苕氣，眩暈怔忡，詳見論著（2)。（原文無藥味記載）
^formula2〔加味當歸補血湯證〕
^origin〔俞根初方〕
^ingredients3367 炙黃耆15g，當歸9g，炙甘草、防風、羌活 各4.5g，竹瀝1杯，薑汁1瓢主之。
^ck43z10h029
^norm 營氣不足，血不養筋，血虛生風。
^chinese 振搖，攣急，身痛。
^combo 營虛+血虛+陽鬰+經絡神擾
^ill〔營虛失養〕
^symtom ①眩犖，②少氣，③心悸。
^tounge 苔白膩。
^pulse 尺脈遲，脈緩滑。、
^ill<sub=1>〔陽氣不和〕
^symtom 咽乾唇燥。』
^ill2<sub=1>〔絡脈不榮〕
^symtom ①小腹拘急，②筋惕肉昀，③兩臂麻木不仁，④胸悶室塞，既而兩臂攣急。
^ill<sub=2>〔經脈不和〕
^symtom ①四肢沉滯，②兩腿轉筋掣痛，腰背強痛，③身痛，④振搖，不能主持。
^symtom ①怔忡，②心慌。
^formulas
^formula〔人參養榮湯證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients3368 白芍葯90g，當歸、橘皮、黃耆、肉桂、A參、白朮、炙甘草 各30g，熟地黃、五味子、獲著 各22.5g，遠志5g。為粗 末，每服12g，加生薑3片、大棗2枚，水煎服。
^ck43z10h198
^norm 血虛肝鬰。
^chinese 多夢易驚，瘥後發痿。
^western 缺鐵性貧血。
^combo 血虛+陰虛+經脈
^ill〔血虛失養〕
^symtom ①頭帚，③食慾不振。
^pulse 脈細無力。1
^ill2〔陰虛失榮〕
^symtom ①目澀，②睡眠不佳，多夢易驚，③入寐汗出，④大便乾燥。
^ill<sub=1>〔經脈不榮〕
^symtom 四肢不能移動。
^ill2<sub=1>〔絡脈不榮〕
^ill<sub=2>〔絡脈不和〕
^formula〔養血安神證〕
^origin〔李英麟方〕
^ingredients3369 (0陳士鐸：臥則夢魂飛蕩，身雖在床，而魂若遠離，聞聲則驚醒而不寐。引寐湯：白芍30g，當歸、寸麥冬 各15g，龍齒、柏子仁 各6g，菟絲子、巴戟、酸棗仁、茯神 各9g;或濯枝湯：炒扼子仁9g，白芍、當歸、酸棗仁 各15g，遠志 2.4g，柴胡0.9g，丹砂、甘草、法半里 各3g。
^ck43z10h143
^norm 氣血失和。
^chinese 閉經，脅痛。
^western 腦袋蕩後遺症，肝炎後期。
^combo 氣虛+血虛+氣滯+血滯+經格+陽鬰
^ill〔氣虛失養〕
^symtom ①神疲肢倦—②胃納不香。
^formulas
^formula1〔生地黃湯證〕
^origin〔《醫學心悟》方〕
^ingredients3370 生地、牛膝、丹皮、黑梔、丹參、元參、寸麥冬、白芍、鬰金、三七、荷葉、攝汁、童便。
^formula2〔活血調經湯證〕
^origin〔羅元愷方〕
^ingredients3371 當歸、枳實 各12g，川寫、白朮 各10g，丹參15g，遠志6g，磁石、桑椹 各30g，牛膝、熟地 各25g。
^ck43z10h150
^chinese 厥脫。
^combo 血虛+氣虛+陽浮+氣脫
^ill〔血虛失榮〕
^symtom ①面色膚白。
^ill2〔陽氣浮越〕
^symtom ①神昏發熱，發熱不止，②唇燥舌枯，③眩暈目閉不能開，④昏厥不醒，⑤面赤，⑥手足
^pulse 脈大洪。
^ill<sub=1>〔氣虛失養〕
^symtom ①自汗出，②氣乏神疲。』
^tounge 苔白。
^ill2〔神氣不振〕
^symtom ①語言錯亂，②神志不定。
^ill2〔氣虛脫絕〕
^symtom ①臥床如屍，②汗出不止，③肢冷，④昏迷嗜睡，譫語遺尿，喚之兩目炯炯轉盼，⑤呼
^pulse ①切脈豁大，按之無力，②脈伏。
^formulas
^formula1〔白薇湯證〕
^origin〔謝映廬方〕
^ingredients3372 白薇、當歸 各30g，人參15g，甘草4.5g。
^formula2〔養陰攝陽方證〕
^origin〔朱顏方〕
^ingredients3373 東洋參9g，茯神、當歸、白芍 各6g，遠志、菖蒲、白朮 各3g，龍眼肉、安桂 各2g，甘草15g。
^alias血虛肝燥，血虛液燥，血不養筋，氣血失調/沖任失調，陽維脈衰，營衛不和，氣血兩虛，上盛下虛，戴陽，格陽。
^chinese虛熱，虛勞，血虛發熱，陽虛發熱，產後發熱，術後發熱，血虛脅痛，血虛腰痛，拘攣，麻木，左偏癱，小 兒五軟，月經澀少，月經不調，痛經，崩泥，子腫，大厥，厥脫，產後脫髮，斑秀，目痛。
^western 白細胞減少症，再生障礙性貧血，慢性子宮內膜炎，子宮內膜增殖，晚期妊娠中毒症，子宮破裂全切除術後 發熱。
^ill〔血虛失養〕
^symtom ①形體虛羸，顏面蒼白，（i）精神萎頓，聲低息短，少氣懶言，食慾不振，③經血費少，色黑，甚 至一現輒淨，$經行錯亂，提前或落後，一月一行、或二月一行，裡較多。
^tounge 舌苔淨少，苔薄。
^pulse 脈象澀弱。
^symtom 目昏不明。
^symtom ①麻木不仁，②手指麻木，僅發於食指中指，３腰痛柚掣，屈伸不利，４腰間酸軟痛楚。本證一一《302肝血失養候H301.肝格失和候
^symtom ①脅下筋急，②腰酸』③四肢拘孿。轉證一出42氣血失養候出98陰血失養候
^symtom ①肢體掣強』伸縮不利，②左手；足變證:一 H204陰血虛損候出82虛陽浮越候H23陰碑陽厥候 筋洛不舒。‧ 圖279肝腎血虛證證候犖構圖
^ck43z21h302
^norm 血虛肝*1，血不養筋。
^chinese 血虛脅痛，血虛腰痛，月經澀少。
^combo 血虛+氣虛+清空+絡脈+陽鬰
^ill〔血虛失養〕
^symtom ①形體虛羸，②顏面蒼白，③月經澀少，甚至一現輒淨。
^tounge 舌苔淨少。
^pulse ①脈弦細，②脈象澀弱。
^ill2〔清空失養〕
^symtom 目昏不明。
^ill<sub=1>〔氣虛失養〕
^symtom ①神萎頓，②聲低息短，.③少氣懶言，④欲不振。
^ill2<sub=1>〔絡脈失榮〕
^symtom ①腰痛抽犁，屈伸不利，②腰間酸軟痛楚。
^ill<sub=2>〔陽氣不和〕
^symtom 心煩口禍。
^ill2<sub=2>〔絡脈不和〕
^symtom ①脅下筋急，②不得太息。
^formulas
^formula〔i.廟氏補肝寄生湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3374 生地、當歸身、山萸肉、淮山、酸棗仁、桑寄生 各9g，木瓜3g，白朮.5g，川芎.8g，五味子20粒。
^formula2〔補肝散證〕
^origin〔《證治準繩》引滑伯仁方〕
^ingredients3375 (2)肝血不足，筋脈失養，腰痛抽掣，屈伸不利，脈弦細，當予養血舒筋加味，當歸地黃飲：熟地、當歸、淮山，、吐 仲、牛膝、山萸、寄生、秦艽、甘草。1
^ck43z21h301
^norm 氣血失調，沖任失調。
^chinese 月經不調，痛經，崩漏。
^combo 血虛+氣滯+絡脈—陽鬰
^ill〔血虛失養〕
^symtom ①形體虛嬴，②顏面蒼白，③經血盤少，色黑，甚至一現輒淨，④經行錯亂，或提前或落 後，一月一行，或二月一行，it較多。
^formulas
^formula1〔歸膠湯證〕
^origin〔《蒲輔周醫療經驗》方〕
^ingredients3376 阿膠、當歸 各30g，紅花24g，冬瓜仁15g，童便貿酒水等份和勻煎。
^ingredients3377 菟絲子、白芍、當歸 各12g，熟地、茯苓‧、山藥 各9g，炒黑荊芥穗、柴胡 各6g。
^formula3〔橘核溫經湯證〕
^origin〔施今墨方〕
^ingredients3378 鹽橘核、鹽荔核、醋香附、白芍、酒當歸、阿膠珠、酒玄胡 各10g，砂仁、酒川芎 各5g，生地、熟地、祁艾、台鳥、川楝子 各6g，益母群12g，桂枝、炙甘草、柴胡 各3g。
^ck43z21h142
^norm 氣血兩虛。
^ill<sub=2>〔經脈失養〕
^ill2<sub=2>〔絡脈失養〕
^formulas
^formula1〔益氣生精飲證〕
^origin〔王雨三方〕
^ingredients3379 人參、白朮、茯苓、當歸身、白芍、杜仲、川續斷、生薑、炙甘草、熟地、黃耆、新會皮、桂枝、大棗、桑枝。
^formula2〔脫髮生發湯證〕
^origin〔鄒雲翔方〕
^ingredients3380 制首烏15g，砂仁lg拌炒熟地9g，旱蓮草、女貞、枸杞、豨薟草、黑芝麻、桑椹子、黨參、炙貿?、當歸、白芍、阿 膠、桂岡肉 各9g，炙甘草3g，橘皮4.5g，紅棗5枚。
^ingredients3381 (2)小兒顱縫分裂，前囟擴大，不能閉合，頭現青筋，面色瞇白，神情呆鈍，甚至顱骨擴大頸骨細弱，不能支持，目珠下垂，白睛暴露，內服扶正散：人參、III術、茯苓神、黃耆、熟地、山藥、炙甘草、當歸、白芍、川芎、葛蒲、姜、棗；外敷封鎖散：柏子仁、防風、南星研末，豬膽汁調勻塗敷囟門，一日一換，時時用水濕潤。
^ck43z21h198
^norm 血虛肝燥，血虛液燥。
^chinese 拘孿，麻木，左偏癱。
^combo 血虛+陰虛+經絡』
^ill〔血虛失養〕
^symtom ①唇平淡白，②B眩暈耳鳴。
^pulse 脈細而芤或澀級。
^ill2〔陰虛失養〕
^symtom ①面垢毋煤，口舌糜碎.②皮枯肉臘，③膚腠瘙癢。
^pulse 脈弦而堅，左關尺殊澀數。
^tounge 嫩紅少津。
^ill<sub=1>〔經脈不榮〕
^symtom ①掣痛，肢體掣強，伸縮不利，②左手足筋絡不舒，③俚直莫能動，動則欲死。
^ill2<sub=1>〔絡脈不榮〕
^symtom ①麻木不仁，②手指麻木，僅發於食指中指。
^ill<sub=2>〔絡脈不和〕
^symtom ①四肢拘攣，②肢節麻木。
^formula1〔舒筋通絡湯證〕
^origin〔費伯雄方〕
^ingredients3382 生地、當歸、白芍、川芎、枸杞、木瓜、狗脊、楮實、川續斷、獨活、牛膝、恭艽、桑枝、姜、棗。
^formula2〔加減養血地黃丸證〕治血液枯燥，筋失所養，四肢拘孿，詳見論著（3)。
^ingredients3383 熟地、山茱萸、白朮、狗脊、荽荊子、地膚子、車前子、萆蘚、山藥、澤瀉、牛膝、首烏、白芍、羚角。
^ingredients3384 手指麻木，僅發於食指中指者為中風之先兆，三年內須防中風，以氣血空虛之象，已菥於經脈之向，因空穴必來風乘 也。豨薟奔：鮮豨薟汁、生地、甘草，煉蜜收音。桑枝耷九：首烏、枸杞、當歸身、芝麻、菊花炭、柏子仁、蒺黎、桑枝 奇為丸。
^ingredients3385 茯神、青鹽（《續名醫類案》325)。
^ck43z21h204
^norm 血虛勞損。
^chinese 虛勞。
^western 再生障礙性貧血。
^combo 陰虛+陰涸+血虛+血滑+陰熾+血熾
^ill〔陰虛失養〕
^ill<sub=1>〔血虛失榮〕
^symtom ①面色瞇白，眼瞼及指甲蒼白，②身疲乏力，納呆，③面部略有虛浮。
^pulse 六脈‧沉細無力。
^tounge 舌質淡嫩，苔薄白。
^symtom ①齒齦滲血，②下肢紫癜。
^ill<sub=2>〔陰熱蘊熾〕
^ill2<sub=2>〔血熱蘊蒸〕
^formulas
^formula<var=1>〔當歸補血湯證〕
^origin〔田乃庚方〕
^ingredients3386 黃耆24g，.熟地25g，當歸、阿膠（烊化） 各9g，肉桂4.5g，白句2g，仙鶴蘋18g，天冬、炙首烏、丹參 各15g。
^ck43z21h182
^norm 血虛發熱，陽虛發熱，戴陽，格陽。
^chinese 血崩，產後發熱，術後發熱。
^western 子官破裂全切除術後發熱。
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①顏而蒼白，②神疲乏力，少氣懶言，③口淡不渴，④頭疼目暗，⑤冷汗，⑥白濁，⑦兩 足微腫。
^pulse 六脈沉細。-
^tounge 舌質淡紅。、
^ill2〔陽氣浮越〕
^symtom ①發熱（38.51)，惡寒發熱，午後下夜發熱，②肢涼額熱，③兩鵪紅暈，④心煩，時時微 煩，⑤頭汗出，⑥口苦口乾但謙水，渴不多飲，⑦泛泛作惡。
^tounge ①質絳，舌苔白，②苔薄黃欠潤。『
^pulse 脈左洪右動。
^ill<sub=1>〔陽氣不行〕
^symtom ①姥臥形似惡寒，②肢涼，③腰腹氣痛。
^pulse 沉細而數，應指不清。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①頭暈，心慌，②全身發抖，③兩目上視，時欲休克，④汗出，⑤反覆大S出血，血流
^pulse 脈細撖。
^formulas
^formula1〔從陽引陰方證〕
^origin〔劉鶴方〕
^formula2〔大補營衛引陽入陰方證〕
^origin〔李庭玉方〕
^ingredients3387 黃耆30g，當歸24g，炮姜、川芎、天麻、遠志 各9g，白芍15g，熟地18g，巴戟12g，肉桂、甘草 各6g。
^ck43z21h213
^norm 虛陽上脫。
^chinese 大厥，厥脫。
^combo 陰涸+陽浮+清空+絡脈+氣逆+神擾+氣脫
^pulse 脈伏而細，
^formulas
^formula1〔芎歸養營湯證〕治猝然厥倒，昏不識人，手足厥熱，脈伏而細。詳見論著。
^ingredients3388 當歸、川芎、白芍、熟地、川黃柏、知母、寸麥冬、甘草、姜、棗。-
^formula2〔治厥方證〕
^origin〔葉天士方〕
^ingredients3389 熟地、磁石、赭石、五味子、白芍、人參、紫河車。
^alias肺失潘養，陰虛勞損，虛勞失血。
^chinese 虛癆，肺痿，久咳，久喑，咳血，荈血，虛熱，上巾消。
^western糖尿病。
^ill〔陰虛失養〕
^symtom ①內熱頭痛，肌熱於午後，日晡發熱，②五心多熱，③為咳為喘，咳甚於夜間。
^pulse ①脈細數，②脈左搏堅。
^symtom ①面色少華，②倦怠乏力，③饑不欲食，食慾不振，④氣怯，行動數武氣欲喘急，喘息少氣，提之若不能升，吞之若不能續，惶惶然若氣欲斷，⑤喘則汗出，⑥足背浮腫，⑦咳唾鼻流清涕。
^pulse 脈數而虛，右寸偏大。
^symtom ①胸悶，②咳嗆。
^symtom ①口乾，②唇咽乾燥，③口吐涎沫，時吐白沫如米粥，④皮毛焦枯。
^tounge 舌紅苔薄黃，舌邊紅，中有黃苔。「'
^pulse ①脈濡滑數，②脈弦數。
^symtom ①咳血，②咳嗽時咯血。本證一H235肺陰失養候
^symtom ①咽喉燥癢，②咽痛音啞，③音聲轉證一出55氣陰兩虛候H161氣陰不祖候
^ck44z12h235
^norm 肺失湔養。
^chinese 肺瘦，久咳，久喑。
^combo 氣虛+陰虛+液灼+氣鬱+血溢+清竅
^ill〔陰虛失養〕
^symtom ①內熱頭痛，②五心多熱。
^pulse ①脈細數，②脈左搏堅。
^ill2〔氣虛不充〕
^symtom ①面色少華，②倦怠乏力，③饑不欲食，食慾不振，④氣怯，行動數武，氣欲喘急，⑤足 背浮腫。：
^pulse 脈數而虛，右寸偏大。
^ill3〔氣機不宣〕
^symtom ①胸悶，②咳嗆。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾，②唇咽乾燥，③口吐涎沫，時吐白沫如米粥。
^tounge 舌紅苔薄黃，舌邊紅，中有黃苔。
^pulse ①脈湔滑數，②脈弦數。
^ill2<sub=1>〔絡血妄行〕
^symtom ①咳血，②咳嗽時咯血。
^ill<sub=2>〔清竅不利〕
^symtom ①咽喉燥癢，②咽痛音啞，③音聲不揚，聲音低沉，甚語言難出。
^ill2<sub=2>〔氣機不降〕
^symtom ①氣逆，②氣壅不降。
^formulas
^formula1〔保肺湯證〕治時吐白沫如米粥。詳見論著（2)。
^ingredients3390 知母、寸麥冬 各6g，貝母、薏該仁、甜杏仁 各9g，天冬、桔梗、馬兜鈴、百合 各3g，阿膠4.5g，澳荷、五味子、甘草 各 1.5g。
^formula2〔加減百合固金湯證〕
^origin〔陳國治方〕
^ingredients3391 百合、生地、瓜英實、藕節、白及各28，玄參、川貝母、桔梗、天冬、麥冬、紫菀 各9g，甘草3g，後加沙參、、阿膠、牛蒡子、馬兜鈴 各9g。
^formula3<var=2>〔補肺阿膠湯證〕
^origin〔丁甘仁方〕
^ingredients3392 阿膠珠、馬兜鈴、牛蒡子、甜杏仁、川象貝母、蔞皮、桑葉、冬瓜子、生甘草、胖大海、蘆根、枇杷葉、秫米、枇杷
^ingredients3393 (1)葉天士治血後喉燥癢欲嗆，脈左搏堅：玉竹、天花粉、沙參、川石斛、桑葉，粳米飲煎U臨證指南醫案》％)。
^ck44z12h155
^norm 陰虛勞損。
^chinese 虛癆，肺痿。
^combo 氣虛+陰虛+陰洞+經脈
^ill〔氣虛不充〕
^symtom _息少氣，提之若不能升，吞之若不能續，惶惶然若氣欲斷，２喘則汗出，③咳唾典流 清涕，④少體倦，⑤咳血。
^symtom ①為咳為喘，咳甚於夜間，②肌熱於午後，日晡發熱。
^ill<sub=1>〔陰液消涸〕
^symtom 皮毛焦祜。
^ill<sub=2>〔經脈失養〕
^formulas
^formula1〔人參清肺湯證〕治喘息少氣，提之若不能升，吞之若不能續，惶惶然若氣欲斷，喘則汗出，寸口獨弱。
^ingredients3394 人參、杏仁、阿膠、粟殼、炎甘草、兔皮、知母、地骨皮、烏梅、紅棗。
^formula2〔紫菀散證〕適應咳血虛癆，肺痿成癰。
^ingredients3395 紫斃、人參、阿膠珠 各3g，獲苓、知母、桔梗、川貝 各4.5g，五味子15粒，炙甘草1.5g。
^formula3〔三參冬燕湯證〕
^origin〔《通俗傷寒論》方〕
^formula4〔參麥阿膠湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3396 (2)喘嗽見血，皮毛焦枯，多年不愈，鐘乳補肺湯：人參、寸麥冬、五味子、冬花、紫菀、桑皮、桂枝、鐘乳、白石 英、糯米、大棗、生薑。
^ingredients3397 (1)尤在涇治風熱不解，漸成虛損，為咳為喘，日晡發熱，食少體倦，錢氏阿膠散：阿膠、茯苓、馬兜鈴、薏苡仁、杏仁、炙甘草、橘米、芡實（《清代名醫醫案精華》尤在涇7)。
^ck44z12h161
^norm 虛勞失血。
^chinese 咳血，鼻血。
^combo 氣虛+血虛+血滑+陰涸
^ill〔絡血不固〕
^symtom ①咳血，②甚則嘔血，③兩鼻孔出血蛩多，血色淡紅。
^ill<sub=1>〔氣虛不充〕
^symtom ①面色蒼白，目瞼內無血色，②頭暈，③倦怠乏力，④汗出氣短。
^ill<sub=2>〔陰虛失養〕
^symtom ①虛煩不眠，②口乾不思飲。
^tounge 舌邊尖紅，苔薄白。
^pulse 細軟數。
^ill2〔陰液消湎〕
^symtom ①咽乾，喉乾，鼻燥，抓粗似喘，③痰白如銀絲，④嘈雜似饑，⑤身熱胸痞。
^tounge 0）舌紅而燥，苔薄，②舌苔乾燥，前半焦黃。
^formulas
^formula1〔益氣養陰法證〕
^origin〔張贊臣方〕
^formula2〔清寧肺絡葫血方證〕
^origin〔何紹彭方〕
^ingredients3398 .茅花、桑葉、芝麻、紫菀 各4.5g，蔥攻仁、鮮生地 各9g，百草祐3g，炮姜0.6g，西洋參、阿膠 各3.9g。
^ingredients3399 (2)典衄，鼻燥喉乾，氣粗似喘，主清燥救肺湯加茅根柿餅。肺素有熱，迫血上溢者，用雞蘇散：薄荷、生黃耆、? 地、阿膠、茅根、寸麥冬、蒲黃、貝母、桑皮、甘草、桔梗。（痰白如銀絲，嘈雜似饑）。
^ck44z12h112
^chinese 上中消。
^western 糖尿病。
^combo 液涸氣虛+神虛+經脈
^ill〔津液枯湎〕
^symtom ①形體消瘦，②面色晦暗，③消谷善饑，④口渴，煩渴多飲。
^tounge 游質紅，苔白厚微乾，②舌中心有小裂紋。
^pulse ①脈弦滑帶細數，②脈沉滑。
^ill2〔氣虛不充〕
^symtom ①神疲嬴瘦，②疲倦無力，③小便頻數。
^ill<sub=1>〔神氣不振〕
^symtom ①夜不能寐，甚至每一合眼即驚跳，②精神恍惚。
^ill<sub=2>〔經脈失養〕
^formulas
^formula〔救陰生津方證〕
^origin〔楊致孫方〕
^ck44z12h211
^norm 熱消陰液。
^chinese 虛熱。
^combo 陰涸+液涸+神虛+陽浮
^ill〔陰液消涸〕
^symtom 聲調如啞。
^ill2〔津液枯涸〕
^symtom ①發熱不止，②大便乾結。
^ill<sub=1>〔神氣不振〕
^ill<sub=2>〔陽氣浮越〕
^symtom ①喘逆倚息不得臥，②頭面赤熱，手足逆冷。
^pulse 寸關虛大數。
^formulas
^formula1〔甘涼養陰方證〕
^origin〔何廉臣方〕
^ingredients3400 沙參、地伢皮、寸麥冬、玉竹；雲茯苓、笛山石斛、生地、白芍、丹皮、甘草
^formula2〔豬膚膏證〕
^origin〔張石頑方〕
^ingredients3401 (4)津祜失潤，賁門難納，食雖下嚥，膈間梗痛，大便閉，脈潘，主滋陰潤導，登膈資：人參、牛乳、蔗汁、梨汁、蘆根汁、龍眼汁、薑汁、人乳、蜜。
^ingredients3402 (5)肺為水之上源，肺虛不能生水，水虛而作渴，口燥舌千，煩渴引飲，小便短少，脈右寸虛，主清潤二冬湯：天麥 冬、天花粉、黃芩、知母、人參、甘草、荷葉。
^alias心營虧損，心神不安，心陰虧損，胸陽閉阻。
^chinese心咳，心悸，怔忡，健忘，百合病，胸痺，低燒。
^western 冠心病，心絞痛，二尖瓣脫垂，急性後壁心肌梗塞，不完全性右束支傳導阻滯，I度房室傳導阻滯，第二度 房室傳導阻滯，發作性心動過速，竇性心動過速，風濕性心肌炎，慢性風濕性心臟病，房性早搏，室性早搏，頻發性交界 性早搏，高血脂，高血壓，兩肺小葉肺炎。
^ill〔陰虛失養〕
^symtom ①日漸消瘦，②心t而煩，③忡不寐，④手足心熱。
^symtom ①面腫，疲乏無力，②易自汗出，③胸悶氣短，胸口壓適感，④驚悸。
^ck44z03h235
^chinese 心咳。
^western 頻發性交界性早搏。
^combo 氣虛+陰虛+液灼+氣鬱+血溢
^ill〔陰虛失養〕
^symtom ①日漸消瘦，②心悸而煩，③怔忡不寐。
^pulse 脈細。
^tounge 苔薄白而有津，舌質淡紅。
^pulse 脈細結代。
^symtom 胸悶。
^symtom ①乾咳，②煩熱痰咳，③心煩不寐。
^tounge 舌紅。
^ill<sub=2>〔清竅不利〕
^ill2<sub=2>〔氣機不降〕
^formulas
^formula〔益陰定悸湯證〕
^origin〔張伯臾方〕
^ingredients3403 1.論著：費伯雄：久咳不止，心煩不寐，主玄妙敢：元參、沙參、丹參、茯神、柏子仁、朱茯苓、桔梗、貝母、杏 仁、夜合花、竹葉、燈芯。
^ck44z03h244
^norm 心哲虧損。
^chinese 怔忡，健忘。
^western冠心病，心絞痛，不完全性右束支傳導阻滯，I度房室傳導阻滯，n度房室傳導阻滯，發作性心 動過速，竇性心動過速，風濕性心肌炎，慢性風濕性心臟病。
^combo 陰虛+液灼+氣虛+神虛+神擾
^ill〔陰虛失養〕
^symtom ①手足心熱，②關節痛。
^tounge 舌苔薄淨，質淡紅。
^pulse ①脈數，②脈細數而澀促。
^symtom 健忘，遇事答應不周，心情不定，或可記憶，或不可記憶。
^symtom ①心悸怔忡，②心煩夜甚，夜難成寐，③心煩神亂，夜不安寐，④多夢。
^symtom ①口燥咽乾，②口舌乾燥，③咯血。
^symtom ①面腫，疲乏無力，②易自汗出，③胸悶氣短，胸口壓迫感，④驚俘。
^pulse ①脈弦細遲，②脈虛細，偶覓結代，③脈虛大或微細。
^tounge 舌質淡，有裂紋，邊有瘀點，舌苔白稍剝。
^formulas
^formula1〔麥冬養營湯證〕
^origin〔(通俗傷寒論） 方〕
^ingredients3404 黨參、寸麥冬、當歸身、生地、白芍 各9g，知母6g，五味子20粒，鹽陳皮2.4g，炙甘草1.8g，大棗3枚。
^formula2〔天王補心丹證〕
^origin〔《世醫得效方》方〕
^ingredients3405 熟地黃、人參、茯苓、遠志、菖蒲、玄參、柏子仁、桔梗、天門冬、丹參、酸棗仁、甘草、麥門冬、百部、杜仲、茯 神、當歸、五味子各等分。蜜丸金箔為衣（現多不用），每服3g，燈心蓽、大棗煎湯考服。
^formula3〔柏蓮湯證〕
^origin〔陳士鐸方〕
^ingredients3406 人參、玄參、寸麥冬 各15g，茯苓、柏子仁、酸棗仁、丹皮 各9g，丹參6g，半夏、蓮芯 各3g。
^formula4<var=1>〔生脈散證〕
^origin〔鄧鐵濤方〕
^ingredients3407 太子參21g，麥門冬、五味子 各9g，桑椹子、沙參 各12g，女貞子、丹參、玉竹 各15g，甘草6g，枳殼4.5g，桑寄 生 30g。
^ingredients3408 (1)心煩夜甚者，生脈散加生地、酸棗仁、茯神。‧
^ingredients3409 (3)董廢翁：脈虛大或微細，心煩不眠，主生脈散加柏子仁、茯神、當歸；有火者加涼藥一二味，玄參、炒梔子、竹 茹、天花粉；或遠志飲子：人參、石斛、遠志、酸棗仁、黃耆、當歸、茯神、甘草，寸麥冬、生薑；煩甚加竹葉、知母。
^ck44z03h236
^norm 心神不安。
^chinese 心淨，百合病。
^western 早期冠心病，高血脂，陣發性心動過速。
^combo 神擾+氣蒸+液灼
^ill〔神志不寧〕
^symtom ①胸悶，心淨，發時心跳應衣，②夜寐不安，③心悸慌亂，呼吸緊迫，自覺難支，④悲傷 欲哭，⑤心煩易怒，情緒容易激動，不能控制。
^tounge 舌紅少苔。
^pulse 脈浮大無力。
^ill<sub=1>〔津氣蘊蒸〕
^symtom R胸悶氣促，２面赤烘熱，汗出津津。
^tounge ‧尖紅、邊瘀紫、萏薄白。
^ill<sub=2>〔津液消灼〕
^symtom ①乾咳，②小便短赤。
^tounge 舌紅而瘦。‧
^pulse 脈細弦，脈細，時有結代。
^formulas
^ingredients3410 川百合、生地 各15g，淮小麥30g，炙甘草4.5g，大棗10枚，紫石英、生白芍、仙靈脾、黃精、益元散 各12g，朱茯 苓、阿膠 各9g，廣木香4.5g。
^ingredients3411 丹參0g，玄參、生地、茯苓、鬰金、合歡皮、石菖蒲、朱麥冬 各9g，百合15g，山藥、牡蠣 各12g，甘草3g。
^ck44z03h245
^norm 虛中夾滯。
^chinese 心悸。
^western 室性早搏。
^combo 陰虛氣虛+氣鬱+神擾絡滯+陽鬰
^formulas
^formula1〔炙甘草湯加減〕
^origin〔陳瑞春方〕
^ingredients3412 治心悸，胸悶氣憋，尤其以陰雨天氣壓低，胸悶更甚；脈象結代，舌淡紅潤。詳見病案。炙甘草、黨參、生黃耆、生地、丹參 各15g，桂枝6g，麥冬10g，火麻仁、阿膠（烊服） 各12g，大棗4枚，以米灑
^ck44z03h157
^norm 心陰虧損，胸陽閉阻。
^chinese 胸痺。
^western 高血壓，冠心，心絞痛，二尖瓣脫垂，急性後壁心肌梗塞，房性早搏，兩肺小葉肺炎。
^ill〔氣虛不充〕
^symtom ①右手麻木，②便溏，③動則氣急。
^pulse 脈沉細。
^ill2〔氣機不利〕
^symtom ①心前區痛，②胸骨後劇痛。
^pulse 脈弦細。
^ill<sub=1>〔陰虛失養〕
^symtom ①午後頭痛，頭翠，②而紅目赤，③口乾搜與，敝眠，⑤便秘。
^tounge 舌紅無苔，苔黃燥。
^ill2〔氣機不宣〕
^symtom ①胸悶，②下夜胸似重物所壓，陰雨天尤甚。
^ill<sub=2>〔氣機不降〕
^formulas
^formula1〔參脈合丹參飲證〕
^origin〔張天方〕
^ingredients3413 淡附片、五味子、遠志、生甘草 各5g，太子參15g，丹參30g，白檀香、春砂殼 各3g，全歸、制玄參、生地、熟地、茯 神 各10go
^formula2〔養心湯證〕
^origin〔關幼波方〕
^ingredients3414 生黃耆、丹參、南北沙參 各15g，天冬、寸表冬、當歸、炙甘草、川貝母、遠志、鬰金各IOg，五味子、生地、瓜蔞、首烏 各12g，川芎6g，紅參4.5g。
^alias營衛虛損，陰陽兩損，陰虛液涸，肺陰虛損，陰虛勞損，木火刑金，肝火凌金，木扣金鳴，血虛腸燥，陰拈腸燥。
^chinese 病後自汗，睡後多汗，燥瘺，厥脫，失血，咳逆，咯血，咳血，虛癆，虛熱，低熱，虛秘，產後便秘，肺 痿證。
^western 血友病甲，顆粒性白血球減少症，支氣管炎，支氣管擴張，重症遷延性肺炎，小兒病毒肺炎，肺結核，肺結 核伴肺不張。
^symtom ①體質消瘦，②心慌心煩少眠，③顴部殷紅，④午後低熱，手足心熱，⑤盜汗，頭痛偏左。
^tounge 舌淨，質偏紅。
^pulse 兩脈細數。
^symtom ①頭暈，目眩，②精神不振，③自汗溱溱，④胃納減少，⑤面部浮腫。
^pulse ①脈細，②脈浮大。
^symtom ①胸悶，短氣，②時而作痛。
^symtom ①乾咳，咳嗽痰少，②心煩口乾，舌燥，③嘈雜易饑，④久咳灼熱自汗，⑤大便乾結，⑥小便
^ck44z04h235
^norm 肺陰虛損。
^chinese 咳血，虛癆乾咳。
^western 支氣會擴張。
^combo 陰虛+氣虛+液灼+氣鬱+血溢+清竅
^ill〔陰虛失養〕
^symtom ①體質消瘦，②心慌心煩少眠，③願部股紅，④午後低熱，手足心熱，⑤盜汗，頭痛偏左。
^tounge 舌淨，質偏紅。
^pulse 兩脈細數。
^ill2〔氣虛不充〕
^symtom ①頭牽目眩，②梢神不振，③自汗溱溱，④胃納減少，⑤面部浮腫。
^pulse ①脈細，②脈浮大。
^ill2〔氣機不宣〕
^symtom ①胸悶，短氣，②時而作痛。
^ill2〔津液消灼〕
^symtom ①乾咳，咳嗽痰少，②心煩口乾，舌燥，③咕雜易饑，④久咳灼熱自汗，⑤大便乾結，⑥
^tounge ①舌紅，苔薄黃，②苔薄質絳，③舌紅少苔。
^pulse ①六脈滿大無力，右寸關獨盛而澀，②脈弦，③脈細滑。
^symtom ①痰中帶血，痰色暗紅，不易咯出，②咳血，咯吐鮮血。
^symtom ①久咳聲啞，②咽喉乾燥，咽痛，乾燥隱痛，③作癢咳嗽，咽常似有物梗阻。
^symtom 呼吸不平。
^formulas
^formula1〔養陰清肺湯〕
^origin〔《重樓玉鑰》方〕
^ingredients3415 生地黃6g，麥門冬3.6g，生甘草、玄參、薄荷 各1.5g，貝母、丹皮、白芍葯 各2.4g。水煎服。
^formula2〔瓊玉慎證〕
^origin〔《洪氏集驗方） (宋‧洪景嚴撰）引申鐵甕方〕
^ingredients3416 生地15j5，阿膠珠、玄參、冬花、紫菀、當料、白芍、丹皮 各10g，貝母5g，海蛤殼，、，參 各12g，炙甘草6g，蜂蜜 1匙。
^ingredients3417 (1)久咳聲啞，痰中帶血，急救垂危之陰，瓊玉奔、清音湯：人參、當歸、茯苓、生地、天冬、麥冬V烏梅、訶子、阿膠、人乳、牛乳、梨汁、白蜜。養金湯：生地、桑皮、杏仁、阿膠、知母、沙參、寸變冬、白蜜。
^ingredients3418 (1)張璐玉治久咳灼熱自汗，六脈譎大無力，右寸關獨盛而澀，主大劑玉竹、川芎、杏仁、白薇、甘草。玉竹湯之半 更以當歸、桔梗、五味子、黃耆益氣生律斂肺。
^ingredients3419 (4)趙莊庵治久咳金傷聲嘶，心煩芾燥，主百合固金湯：生地、熟地、當歸、白芍、桔梗、貝母、寸麥冬、甘草、玄 參、百合加五味子、訶子（《趙蕺庵》）。
^ingredients3420 小薊炭、地骨皮、洋菜、炙桑皮、旱蓮草 各9g，粉甘草3g (《章次公醫案》）。
^ck44z04h289
^norm 木火刑金，肝火凌金，木扣金鳴。
^chinese 咳逆，咯血，咳血。
^western 支氣管炎。
^combo 氣虛+陰虛+氣逆+氣熾+清空+氣滯+陽鬰
^ill〔氣虛失養〕
^symtom ①勞動氣促，②甚則汗出泛惡。
^tounge 舌淡少華。
^pulse 脈虛數。'
^ill2〔陰虛失養〕
^symtom ①肉脫形瘦，②連綿內熱，③臥不能寐，④腰脊酸痛。
^tounge 苔薄根膩。
^pulse ①脈細小弦，②脈細數微滑，③脈細數有急促之箄，④脈細數而促。
^ill3〔氣機沖逆〕
^symtom ①咽中熱沖即作嗆咳，②咳痰黏著難出，其色粉紅，或帶血絲，③甚則巨口咯出，鮮紫不４汗出不能左臥。
^ill<sub=1>〔津氣逭熾〕
^ill<sub=2>〔氣機不利〕
^formulas
^formula1〔清金保肺湯證〕
^origin〔《醫醇媵義》方〕
^ingredients3421 天安冬、南北沙參、石斛、玉竹、貝母、茜根、杏仁、桑皮、獲苓、蛤粉、梨、藕。
^formula2〔生地黃散證〕
^origin〔《血證論》方〕
^ingredients3422 生地1化，川考、甘草 各4.5g，白芍、黃考、丹皮、蒲貨 各9g，桔梗、梔仁、阿膠 各6g，側柏葉、茅根 各9g，竟便、萊菔汁各1杯。
^formula3〔養陰肅肺柔肝方證〕
^origin〔馬培之方〕
^ingredients3423 南沙參、丹參、丹皮、合歡皮、茜草、牛膝、杏仁、貝母、茯神、參三七、瓜蔞仁、石決明、藕節、生瓜子殼。
^ingredients3424 訶子、蔞霜、悔石、滿梔、宵黛；血不止加耦節、生地、寸麥冬、阿膠、旱蓮草、仙鶴草；或H合固金湯。
^ck44z04h203
^norm 血虛腸燥，陰枯腸燥。
^chinese 虛秘，產後便秘。
^combo 陰虛+陰涸+血虛+氣結
^ill〔陰虛失養〕
^symtom ①眩學，②耳鳴。
^pulse 脈細弦。
^ill2〔陰液消涸〕
^symtom ①口燥津乾，②潮熱，③汗出不止。
^tounge 舌紅，舌深紅。
^ill<sub=1>〔血虛失養〕
^symtom ①心悸，②梢神困憊，③食慾銳減，④痔血甚多。
^pulse 脈虛濡無力。
^ill<sub=2>〔氣機鬱結〕
^symtom ①大便乾結如彈丸，②產後便秘。
^formulas
^formula1〔當歸麥冬湯證〕
^origin〔李聰茁方〕
^ingredients3425 當歸玢、肉蓯蘚、地骨皮、火麻仁 各10g，雲茯苓、寸麥冬 各6g，桃仁、廣陳皮 各5g，白蜜30g，川芎、炙甘草、正力 參 各3g，北五味子lg。
^formula2〔滋養陰血，增液潤腸方證〕
^origin〔王正分方〕
^ingredients3426 當歸、赤芍、生地、玄參、鮮首烏、火麻仁、南沙參、北沙參、玉竹、寸麥冬、柏子仁、天花粉、瓜蔞仁。
^ck44z04h204
^norm 陰虛勞損。‧
^chinese 咯血。
^western 肺結核。
^combo 陰虛+陰涸+血虛+血溢+陰熾+血熾
^formulas
^ingredients3427 生地、地骨皮、玄參、川貝母、丹皮、白芍、寸麥冬、天花粉、甘草。
^formula2〔繆仲淳驗方證〕
^origin〔繆仲淳方〕
^ingredients3428 生地、牛膝、鱉甲 各12g，白巧、生薏苡仁、蘇子各％，寸麥冬15g，天冬、川貝母、桑皮、橘紅 各6g，降香3g，枇 杷葉3片，茅根9~12g，代水。
^formula3〔養陰柔肝湯證〕
^origin〔高凌雲方〕
^formula4〔月華丸證〕
^origin〔《醫學心悟》方〕
^ingredients3429 天門冬、麥門冬、生地黃、熟地黃、
^formula5〔肺癆咳嗽咯血方證〕
^origin〔沈紹九方〕
^ingredients3430 廣三七、荽炭、茅根、白芍、丹皮、
^ingredients3431 合、童便。
^ingredients3432 (1)何廉臣：鬱怒成癆，宜紫菀散：紫菀、北沙參 各90g，寸麥冬、桔梗、茯苓、阿膠、川貝 各30g，五味子、炙甘草  各15g為末，每服12~15g，水煎去液。劫癆散：細生地、生白芍 各9g，當白身6g，黨參、阿膠、仙半夏、炙黃耆 各4.5g，炙甘草3g，五味子1.5g，為散，每服9~12g，溫湯調下空心服。顧氏清金散（桑皮、百合、款冬花、川貝 各9g，想苡仁 15g，地骨皮12g，寸麥冬6g，生甘牮2.4g，藕汁1杯，童便1杯，枇杷葉、茅根備30g代水）等選用。
^ck44z04h225
^norm 陰陽兩損。
^chinese 久咳痰血，低熱，肺瘺證。
^western 顆粒性白血球減少症，肺結核伴肺不張。
^combo 陰虛+陽虛+津滑+血滑+空竅
^ill〔陰虛失養〕
^symtom ①消瘦，②低燒，午後面部潮熱，經常高燒，午前輕，午後重，③盜汗，辦C、煩易醒，夜 寐不寧，⑤口乾咽燥，喜飲水，⑥大便乾燥。
^tounge 舌光少苔。『
^ill2〔陽氣不振〕
^symtom ①面色不華，面色蒼白，兩目下陷，面色黃黯，②精神萎靡，週身無力，語聲低弱，③頭 暈頭沉，④畏寒，背惡寒，夜睡時脊背正中有冷束感，⑤口渴喜熱飲，⑥噁心，口淡無味，食慾欠佳，厭食，⑦心慌，心 跳氣短，⑧咳嗽，氣喘不續，⑨腰背酸疼，少腹龠，十小便頻數，色淡黃。
^tounge ①舌淡紅，苔白膩，②荇白膩尖紅，③舌質淡，少苔。
^pulse ①脈浮芤無力，②脈沉軟，③脈細弱結代。
^ill3〔津液不固〕
^symtom （5頭有汗，２盜汗，③咳唾涎沫稀而螢多。
^ill<sub=1>〔清空失養〕
^symtom ①頭眩，②頭頂麻木。
^ill2<sub=1>〔清竅不利〕
^symtom 咽痛。一
^ill<sub=2>〔絡血不固〕
^symtom ①痰血，②大便溏瀉褐色，大便色黑，③月經適多，色暗有塊。
^formula1<var=1>〔炙甘草湯證〕治肺痿，咳唾涎沫，心慌心悸脈結代者。詳見病案（4)。
^ingredients3433 炙甘草、阿膠、黨參 各15g，生地20g，麥冬、火麻仁、生薑 各12g，大棗6枚，藕節5個（打碎），桂枝、血余炭 各 l.Ogo
^formula2〔附冬湯證〕
^origin〔章次公方〕
^ingredients3434 炮附片、甘萆 各4.5g，大生地15g，五味子3g，麥冬、白芍、旋復花、延胡索、秦艽 各9g，當歸6g，浮小麥12g，段 牡蠣30g。
^ck44z04h213
^norm 陰虛液涸。
^chinese 虛癆，厥脫。
^western重症遷延性肺炎，三度營養不良，貧血，小兒病毐肺炎。
^combo 陰涸+陽浮+氣逆+神擾+清空+絡脈+氣脫
^ill〔陰液消涸〕
^symtom ①肌肉消瘦，形搞神呆，②皮膚乾燥，肌膚甲錯，③口渴引飲，④齒枯，⑤無涕淚，⑥尿
^tounge ①舌紅無苔少津，②舌紅苔黃，③苔薄黑無津。
^pulse ①右滑數，②脈沉伏數。
^ill2〔陽氣浮越〕
^symtom ①面潮紅，②膠額熱，③久熱不退，體溫忽高忽低，發熱四肢清涼，④午後微熱，⑤咳嗽 帶血，⑥咽紅，⑦請語，撮空。
^pulse 脈左弦。
^ill3〔清空不寧〕
^ill<sub=1>〔絡脈不和〕
^symtom 四肢拘緊現象。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①咳嗽微喘，②喘而鼻煽煽動。
^ill<sub=2>〔神志不寧〕
^symtom ①躁擾$安，時煩躁。
^ill2〔氣虛脫絕〕
^symtom ①精神羨乏，精神萎靡，②頭暈，③神識不清不能言語，呼吸短促，喉間有痰，④面色蒼
^pulse 脈短澀。
^formulas
^formula1〔復脈加減湯證〕
^origin〔蒲輔周方〕
^ingredients3435 炙甘草18g，白芍、乾生地、寸麥冬 各12g，阿膠15g，生牡蠣SOg，西洋參9g。
^formula2〔宵陰益氣固脫證〕
^origin〔祁振華方〕
^ingredients3436 首烏12g，贅甲、龜版各％，天冬4.5g，地骨皮6g，五味子3g，訶子1.5g。
^formula3<var=2>〔三甲復脈湯合定風珠證〕
^origin〔蒲輔周方〕
^ingredients3437 乾生地12g，寸麥冬6g，阿膠、炙甘草、白芍、台黨參、生龍骨 各9g，生牡蠣12g，制龜版、炙鱉甲 各24g，遠志 4.5g，濃煎300ml，雞子黃1枚，童便1小杯先服。
^alias陰虛勞熱，陽逼陰洩，虛火上炎，陰火上衝，陰火上逆，陰虛喉痺，上實下;If，陰虛陽浮，陰竭陽越，血溢氣脫，氣 血兩脫，陰陽兩損，金碎不鳴，孤陽上脫，龍雷暴脫，腎虛氣逆，衝脈氣逆。
^chinese 頭面黑汗，格陽戴陽證，亡陰，陰脫，暴脫，久咳，虛喘，哮喘，麻後喘，病後失音，久喑，陰虛喉痺，肺 裙』虛損，虛勞咽痛，陰虛勞熱，產後發熱，吐白沫，虛斑，咯血，便血，肌細，尿血，消渴，下消，夜尿，小便頻數，五吏洩。
^western系統性紅性狼瘡，支擴，哮喘，慢性咽喉炎，麻疹肺炎，肺結核病，肺空洞，肺氣腫，肺心病，慢性腎盂 炎，糖尿病。
^ill〔陰虛失養〕
^symtom ①臨晚潮熱，②虛弱骨蒸，③領赤，耳鳴，④;5鐸夜劇，⑤夜有盜汗，⑥心悸少寐，⑦腰痛。
^tounge 舌紅苔花剝。
^pulse 脈細數。
^symtom ①乏力倦怠，四肢痠軟，②心悸氣短，喘息少氣，提之若不能升，吞之若不能續，惶惶然若氣欲 斷，③甚則有汗，喘則汗出，④背寒，義少
^tounge 舌苔薄白。
^pulse ①寸口獨弱，②脈細。
^symtom ①咳嗽痰少，咯痰黏白，②胸部悶痛。
^symtom ①咳嗽作嗆，咳逆氣短，②喘嗽。
^symtom ①口乾不欲多飲，②大便乾燥。
^tounge 舌絳燥無苔，舌焦。
^pulse ①脈沉數，②脈左弦疾，右浮洪而尺傅指。
^symtom ①姨夾紅絲，痰紅，②唾血鮮紅。
^symtom ①咽喉乾燥，②咽破失音。
^symtom ①潮熱，低熱久熱，午後低熱，夜間汗出，②發熱，夜間尤甚，③臨晚寒熱，④五心煩熱，（D口 唇紅赤，口苦，⑥時煩躁，心煩眠差，⑦咳血聲啞，⑧皮膚發斑，灼熱疼痛，⑨下肢腫痛，步履艱難，十盜汗，遺楮。
^tounge 舌紅苔膩。
^pulse ①脈弦數，②脈微數，③細數，④脈象虛數。
^symtom ①形搞毛枯，②肌肉消瘦，③舌燥口渴，咽乾口燥，④尿少灼熱，二便艱澀，大便閉結，⑤咳嗽 上氣，咳喘痰稠，⑥汗出口渴。
^tounge ①舌體較小，舌紅苔淡白，②舌紅少苔、舌無苔，③舌千苔白。
^pulse 脈濡數。
^ck44z05h234
^norm 陰虛喉痺。
^chinese 病後失音，久喑，陰虛喉痺。
^western 慢性咽喉炎。
^ill〔津液消灼〕
^symtom ①勞損怯弱，②神倦氣短，③頭暈乏力，④內熱。
^formulas
^formula1〔拯陰理勞湯證〕
^origin〔鄧啟源方〕
^ingredients3438 甘草。去橘紅，加桔梗。
^formula2〔益氣養陰利咽開音方證〕
^origin〔胡建華方〕
^ingredients3439 (3)陳士鋒：助音湯：熟地、寸麥冬、五味子、甘草、蘇子、天冬、貝母、款冬、沙參，後加人參、山藥、茯苓。留 線湯：熟地、款冬、山茱萸、寸麥冬、地伢皮、貝母、蘇子、山藥、芡實、百部。
^ingredients3440 (4)費伯雄：久咳肌表微熱‧神倦氣短，不時火升失血，咽痛，內熱咽乾，保肺濟生丹：天冬、麥冬、人參、沙參、五味子、玉竹、女貞子、茯苓、山藥、貝母、茜根、杏仁、藕。
^ck44z05h235
^norm 金碎不鳴。
^chinese 肺癆，虛損，虛勞咽痛。
^western肺空洞。
^combo 氣虛+陰虛+液灼+氣鬱+血溢+清竅
^ill〔陰虛失養〕
^symtom ①臨晚潮熱，②虛弱骨蒸，③頰赤，耳鳴，④晝輕夜劇，⑤夜有盜汗，⑥心悸少寐，７腰痛0
^tounge 舌紅苔花剝。
^pulse 脈細數。
^ill2〔氣虛不充〕
^symtom ①乏力倦i，四肢痠軟，②心悸氣短，喘息少氣，提之若不能升，吞之若不能續，惶惶然３甚則有汗，喘則汗出，４背寒，５納少。
^tounge 舌苔薄白。
^pulse ①寸口獨弱，②脈細。
^ill3〔氣機不宣〕
^symtom ①咳嗽痰少，咯痰黏白，②胸部悶痛。
^ill4〔津液消灼〕
^symtom ①口乾不欲多飲，②大便乾燥。
^tounge 舌絳燥無苔，舌焦。
^pulse ①脈沉數，②脈左弦疾，右浮洪而尺搏指。
^ill5〔絡血妄行〕
^symtom ①痰夾紅絲，痰紅，②唾血鮮紅。
^ill<sub=2>〔清竅不利〕
^symtom ①咽喉乾燥，②咽破失音。
^ill2<sub=2>〔氣機不降〕
^symtom ①咳嗽作嗆，咳逆氣短，②喘嗽。
^formulas
^formula1〔人參固本丸證〕
^origin〔葉天士方〕
^ingredients3441 人參、生地、熟地、天冬、麥冬。
^formula2〔補肺丸證〕
^origin〔陳瑞園方〕
^formula3〔肺血奇證〕
^origin〔陳瑞園方〕
^formula4〔滋陰降火湯證〕
^origin〔《沈氏尊生方》方〕
^ingredients3442 白芍、當歸 各4.5g，熟地、白朮、天冬、麥冬 各3g，酒生地2.4g，陳皮2.1g，黃柏、知母、甘草 各1.5g。
^formula5〔葆肺湯證〕
^origin〔《上海鐵道醫學院附院方》方〕
^ingredients3443 南北沙參、冬蟲草、百合、白朮、山藥、生薏苡仁、甜杏仁、川貝母、阿膠、天冬、麥冬、功勞葉、黃耆、合歡皮，另沖河車粉、白及粉入牛乳、豆漿。
^ingredients3444 (3)喘息少氣，提之若不能升，吞之若不能續，悝惶然若氣欲斷，喘則汗出，寸口獨弱，主人參清肺湯：人參、杏 仁、阿膠、粟充、炙甘草、桑皮、知母、地骨皮、烏梅、紅棗。
^ingredients3445 (4)咽破失音者，為金碎不鳴，症極危險，主金水濟生丹：天冬、寸麥冬、生地、人參、沙參、龜版、玉竹、石斛、茜蘋、瓜蔞皮、山藥、貝母、杏仁、竹葉、雞子清、藕。
^ck44z05h160
^norm 陰虛勞熱。
^chinese 陰虛勞熱，產後發熱。
^western 肺結核病，慢性腎盂炎，系統性紅斑性狼瘡。
^combo 氣虛+陰虛+陰熱+陰涸
^ill〔陰熱苗蒸〕
^symtom ①骨蒸潮熱，低熱久熱，下午尤甚，夜間汗出，②發熱，夜間尤甚，神昏不語，不省人事，氣逆瘐鳴，③臨晚寒熱，④五心煩熱，⑤口唇紅赤，口苦，⑥時煩躁，心煩眠差，⑦咳血聲啞，⑧皮膚發斑，灼熱疼痛，⑨下肢腫痛，步屐艱難，R盜汗，?夢遺滑精。
^tounge 舌紅苔膩。
^ill2〔陰液消湎〕
^symtom ①形搞毛枯，面黑，耳珠焦，典孔黑，②肌肉消瘦，③舌燥口渴，咽乾口燥，④尿少灼熱，二便艱澀，大便閉結，⑤咳嗽上氣，咳喘痰稠，⑥汗出口渴。
^tounge ①舌體較小，舌紅苔淡白，②舌紅少苔、舌無苔，③舌乾苔白。』
^pulse 脈滿數。
^ill<sub=1>〔陰虛失養〕
^symtom ①形體消瘦，②耳鳴失眠，③腰膝酸軟，足跟疼痛，腰痛。
^pulse 脈弦細。
^tounge 舌偏紅，苔淡白。
^ill<sub=2>〔氣虛不充〕
^symtom ①面色無華，面色青黃，②神疲納少，③心悸頭眩，④動則氣喘。
^formulas
^formula1〔三才封?丹證〕
^origin〔（衛生寶鑒》方〕
^ingredients3446 天門冬、熟地黃、人參各！5g，黃柏90g，砂仁45g，炙甘草22.5g。糊丸，梧桐子大，每服50丸，酒蓯蓉煎湯送服。
^formula2〔百合固金湯證〕
^origin〔《醫方集解》引趙蕺庵方〕
^ingredients3447 熟地黃9g，生地黃6g，貝母、百合、當歸、炒芍葯、甘草 各3g，玄參、桔梗 各2.4g，麥門冬1.5g，水煎服。
^formula3〔拯陰理勞湯證〕
^origin〔鄧啟源方〕
^ingredients3448 人參、麥門冬、全當歸、杭白芍、炙龜版、惹苡仁、正橘紅、五味子、女貞子、生地黃、京百合、牡丹皮、建蓮子、炙甘草。加桑白皮、地骨皮。
^formula4〔河車大造丸證〕治肝腎虛損而致的腰酸腿軟，骨蒸潮熱，夢遺滑精。
^ingredients3449 紫河車、麥門冬、天門冬、牛膝 各3g，黃柏、杜仲 各4.5g，熟地黃，龜版 各6g。蜜丸，每服9g，日2次。
^ck44z05h162
^norm 氣陰兩虛。
^chinese 消渴。
^western 糖尿病。
^ill〔氣虛不充〕
^symtom ①頭暈，②身倦，週身乏力。
^pulse 脈細澀。‧〔陰虛失養〕
^symtom ①顴紅，②五心煩熱，③少寐，失眠，④腰酸，⑤脫髮。
^pulse 脈細數。
^tounge 舌紅苔薄白
^symtom ①口燥咽乾，舌乾，目澀，②面赤，面發熱而赤，頭如苜火，③煩渴多飲，④善饑，饑而
^ill<sub=2>〔陰精不固〕
^ill2<sub=2>〔津液不固〕
^formulas
^formula1〔生脈地黃湯證〕
^origin〔何廉臣方〕
^ingredients3450 熟地、山茱萸、山藥、白茯苓、丹皮、人參、麥冬、五味子、炙甘草。
^formula2〔固本酒證〕治脫髮。
^ingredients3451 ‧生地、熟地、天冬、寸麥冬、茯苓 各60g，人參30g，黃酒浸。
^formula3〔制糖湯證〕
^origin〔《趙錫武醫療經驗》方〕
^ingredients3452 生地、熟地、黨參、菟絲子 各30g，天寸麥冬 各15g，當歸9g，山茱萸、玄參、茯苓、澤瀉 各12g。（石斛、天花粉、葛根、烏梅、五味子隨症選用）。
^formula4〔加味玉泉散證〕
^origin〔杜懷棠方〕
^ingredients3453 沙參、寸安冬、天花粉、枸杞、丹參 各9g，生地15g，人參3g，炒酸棗仁12g。
^ck44z05h211
^norm 陽逼陰洩。
^chinese 五更洩。
^combo 陰涸液涸+神虛+陽浮
^ill〔陰液消涸〕
^symtom ①下利，②五更洩瀉，③香燥辛熱健脾之劑與之，洩瀉轉加，④月事數月不至。
^tounge 舌光紅而無苔a
^pulse 脈細，其脈細而數。
^ill2〔津液枯涸〕
^symtom ①口舌乾燥，②不欲飲食。
^ill<sub=1>〔神氣不振〕
^symtom 少力。
^ill<sub=2>〔陽氣浮越〕
^symtom ①咽痛，咽痛作癢，不時咳啾，②胸滿心煩，煩躁，③寒熱無時，四肢厥冷，④下午則面 赤，口苦舌燥，食則欲嘔，⑤頭暈心忡。
^formulas
^formula〔豬膚裔證〕
^origin〔《傷寒論》方〕
^ck44z05h220
^norm 上實下虛，陰竭陽越，衝脈氣逆，陰火上衝，腎虛氣逆，陰火上逆。
^chinese 虛喘，哮喘，虛哨。
^western肺氣腫，哮喘。
^combo 陰虛+氣逆+陰涸+陽浮
^ill〔陰虛失養〕
^symtom ①頭暈目眩，②耳鳴，③形枯，神疲乏力，④午後略有潮熱，⑤腰酸脅痛，⑥夜多尿。
^tounge 舌質淡紅。』
^pulse ①脈沉細，脈兩尺特虛。
^ill2〔氣機沖逆〕
^symtom ①喘逆，倚息難臥\\動則尤甚，②咳喘轆轆作聲，如貓鼾狀，③咳嗽胸悶，咳痰不爽，④ 動則氣喘，呼吸短促，短氣不續，⑤多汗神倦，顏面蒼白浮腫，⑥咳逆痰多白鹹或有思花，咳嘔清涎，⑦口淡，哀熱飲，⑧動氣，氣從臍下上衝。
^tounge 舌質淡胖，苔白滑。
^ill<sub=1>〔陰液消涸〕
^symtom ①痰色稠黃，②咳出皆白沫，咳痰清稀，③兼有白帶，④便塘，⑤舌乾口渴，⑥音嘶，⑦ 潮熱盜汗，⑧咽乾，⑨口乾欲飲，十小腹煩冤，?小便頻數。
^tounge 光終，（2活尖練點，苔黃薄膩，③舌紅少苔。
^pulse ①脈細數，②脈細弱，③脈訴，細促數。
^ill<sub=2>〔陽氣浮越〕
^symtom ①夜臥少寐，②時自煩，③顴赤，④汗出頭昏，⑤悲傷欲哭，⑥易怒，⑦下肢冷微腫，⑧ 大汗出，⑨咳嗆火升，痰血，R心煩心悸，?神衰語囈，?口渴思飲。
^tounge 苔白膩似粉堆積。
^pulse ①脈微，②浮大無力，念脈細數，兩尺脈洪盛。
^formulas
^formula1〔加味都氣飲證〕
^origin〔《通俗傷寒論》方〕
^ingredients3454 熟地黃，山茱萸，山藥，澤渾，牡丹皮，獲苓，五味子，胡桃，沉番，給階，磁石。
^formula2〔貞元飲證〕
^origin〔（景岳全書》.方〕
^ingredients3455 熟地黃、炙甘草、當歸。
^formula3〔生脈合左歸證〕
^origin〔《傷寒指掌》方〕
^ingredients3456 人參、麥冬、五味子、熟地黃、山藥、枸杞子、山茱萸、茯苓、炙甘草。
^formula4〔都氣飲加胡桃肉證〕
^origin〔《傷寒指掌》方〕
^ingredients3457 熟地黃、山茱萸、山藥、澤瀉、牡丹皮、茯苓、五味子、胡桃肉。
^formula5〔熟附片都氣飲加胡桃肉證〕
^origin〔（傷寒指舉》方〕
^ingredients3458 熟附子、熟地黃、山茱萸、山藥、澤瀉、牡丹皮、茯苓、五味子、胡桃肉。
^formula6〔益腎納氣湯證〕
^origin〔《臨證治驗》方〕
^ingredients3459 生熟地 各12g，五味子、炙甘草各g，砂仁、冬蟲草 各5g，紫石英30g，沉香末1.5g，杏仁、玄參、寸麥冬、茯神
^formula7〔納氣平喘湯證〕
^origin〔陳舜培方〕
^ingredients3460 黨參30g，熟地24g，山茱萸12g，麥冬、補骨脂、五味子、淮牛膝、枸杞子 各9g，核桃3個（去殼）。水煎服。
^formula8〔滋腎肅肺湯證〕
^origin〔李聰甫方〕
^ingredients3461 (3)四明主生脈散加熟地、山藥、當歸、枸杞、牛膝、菟絲子等。
^ingredients3462 (5)陳士鐸：痰氣上衝於咽，氣塞肺管作喘，而不能取息，氣息不粗，而無抬肩之狀，此氣虛，定喘神丹：人參、寸 安冬、熟地 各60g，牛膝1化，五味子6g，山茱萸12g。參熟桃蘇湯：人參、熟地 各30g，補骨脂1.5g，茯神、寸麥冬 各15g，胡桃1個，生薑、蘇子 各3g，山茱萸、巴戟 各6gD
^ingredients3463 (6)費伯雄：腎經之咳，或嗆或喘，痰味鹹而有黑花。山虎湯主之：蛤蚧、生地、沉香、補骨脂、胡桃、人參、沙 參、茯苓、山藥、貝母、杏仁、麥冬、人乳、薑汁（《醫醇胳義》卷三7)。
^ingredients3464 (7)或咳或嗆或喘，痰味鹹而有黑花，陳士鐸轉逆養肺湯：白芍、山茱萸15g，堆骨皮、丹皮、寸麥冬、茯苓 各9g，玄參、熟地、山藥、五味子、車前子 各6g，補骨脂1.5g，牛膝、貝母 各3g。玉竹胡桃湯：玉竹、胡桃、人參。
^ingredients3465 １尤在涇治陰虛於下，陽浮於上，咳嗆火升甚於夜苒，治肺無益，法當補腎：熟地、枸杞、天冬、白芍、獲苓、山 藥、丹皮、龜版、胡桃、五味子（〈柳選四家醫案》20)。
^ingredients3466 (2)尤在涇治脈細促數，咳嗽必嘔吐清涎，此衝脈氣逆，自下及上，氣不收納，P輯而汗出，根本先未發，藥難奏效： 人參、秋石、熟地、五味子、胡桃（《柳選四家醫案》22)。
^ingredients3467 (4)孔伯華治虛喘多年，晚秋沒發，稀涎頗盛，面部四肢浮腫，二便不禁，呼吸氣急，痰聲漉漉而不得安臥，脈細 滑，左尺較數。五味子湯：沙參4.5g，紫苑、雲茯苓、石斛、首烏 各12g，五味子6g，百合、款冬花、合歡皮、杜仲炭 各15g，山藥、天花粉、黃耆、煨石蓮肉 各9g，生牡蠣18g，沉香1.2g，黑錫丹2.4g ((孔伯華醫集》）。
^ingredients3468 腎氣不納故也，不宜再與疏豁，改予近鎮攝納法。乃投熟地、蓯蓉、枇杷葉、紫菀、石英、牡蠣、百合、葳蕤、安桂粉、沙參、鹽水炒陳皮、浮小麥、胡桃仁為劑。服3劑後，咳喘大減，脈轉細滑虛弦，舌苔化淨，乃去蓯蓉、石英，加山萸肉、百部，緩圖而愈。
^ck44z05h221
^norm 陰虛失血。
^chinese 咯血，便血，尿血。
^western 支擴。
^combo 陰虛+血滑‧陰涸+陽浮
^ill〔陰虛失養〕
^symtom 腰酸。
^ill2〔血絡不固〕
^symtom ①下血如屋漏陳腐，②皮毛出血，③痰中帶血，④略血，⑤尿血。
^ill<sub=1>〔陰液消湎〕
^symtom 咽喉乾燥。
^tounge 舌絳。
^pulse 脈細數。
^ill<sub=2>〔陽氣浮越〕
^symtom ①面色紅潤，②唇似朱塗，③腦熱不眠。
^formulas
^formula1〔麥味地黃丸證〕舊名八仙長壽丸。中成藥。本方來自（小兒藥證直訣》地黃丸加味。功能斂肺納賢。治肺腎陰虛，咳嗽喘逆，潮熱盜汗等症。:
^ingredients3469 熟地黃24g，澤揮、茯苓、牡丹皮，麥門冬 各9g，五味子6g，山藥、山茱萸 各12g。蜜丸，每服9g，日2次。
^formula2〔止血方證〕
^origin〔繆仲淳方〕
^ingredients3470 生地、桑皮、白芍、葸苡仁、麥冬、天冬、整甲、貝母、蘇子、橘紅、牛膝、枇杷葉、茅根、降香、藕汁、童便；瘀 重：花蕊石段磨粉服9g。
^formula3〔斂肺止血膏證〕
^origin〔浙江中醫研究所方〕
^formula4〔三地湯證〕
^origin〔陳士鐸方〕
^ingredients3471 生熟地、當歸 各30g，地榆9g，石木耳 15g，薺泥。
^ingredients3472 (1)陳士鐸：下利純血，色如陳腐屋漏之狀，肛門大開，不能手閉，面色紅潤，唇似朱塗，最為危證也，補陰升提湯 不應，不必再藥：人參、熟地、白芍、茯苓、升麻、甘草、山藥、五味子、山茱萸、訶子。
^ingredients3473 (2)痰中血絲，日少夜多，咳嗽不已，多不能眠，腡熱頰紅，咽喉乾燥，舌絳脈細數，主生地黃散：生地黃、枸杞。地骨皮、天冬、百合、甘草、黃芩、黃耆。陳士鐸化絲湯：熟地30g，寸麥冬、玄參 各15g，茯苓、地骨皮、沙參 各9g，貝 母、蘇子、炒黑荊芥 各3g;後用益陰地黃丸（即麥味地貿丸加地骨皮）；秦伯未主太平丸，接服麥味地黃加牛膝。
^ingredients3474 味：北沙參15g，麥冬、淮山、茯苓、蜜紫菀 各9g，五味子3g，熟地、百部 各18g，山茱萸、川貝母 各6g，藕節、仙鶴草
^ingredients3475 柏、川貝母 各6g，山藥、山茱萸、茯苓、蜜紫菀 各9g，熟地、百合 各24g。連服5劑，各症均瘥（《福建中醫醫案醫話選編 (‧-‧)） 107)o
^ck44z05h164
^norm 亡陰，陰脫。、
^chinese 亡陰。
^combo 陰涸+氣脫+液脫+陰脫
^symtom ①小便不利，②面容塗朱，顴赤，③熱不退，④齒板，⑤姨紅，⑥神情煩跺，⑦汗多肢溫。
^tounge ①舌絳光無苔，②舌乾紅，③舌燥無津，④舌焦裂，⑤舌苔嫩黃，中間焦燥。
^symtom ①身內潤動，②頭眩不起，神疲氣索，懶言目合，③兩手振掉，振'振欲擗地，昏糊不省，
^pulse ①脈數無力，按之空虛，脈之輕按滿指，重按則空，②微而數，③洪滑無力，④脈虛大。
^symtom ①大汗不止，②頭汗如注。
^tounge 舌黑。
^symtom ①面色統白，眼眶寬大，神水散漫，舌卷直視，②譫語，③循衣換床撮空，④交陡鄭聲，
^pulse 急數無情。*
^formulas
^formula1<var=2>〔救逆湯證〕
^origin〔張鏡人方〕
^formula2〔左歸飲證〕
^origin〔《景岳全書》方〕
^ingredients3476 熟地黃6~9g或加至60g，山藥、枸杞子 各6g，山茱萸3~6g，茯苓4.5g，炙甘草3g。
^formula3〔左歸合參麥五味證〕
^origin〔《傷寒指掌》方〕
^ingredients3477 熟地黃、山藥、枸杞子、山茱萸、茯苓、炙甘草、人參、苯冬、五味子。
^formula4〔兩儀生脈散證〕
^origin〔《杏軒醫案》方〕
^ingredients3478 人參9g，熟地24g，麥冬4.5g，五味子1.5g。或加枸杞、胡桃。
^formula5〔集靈膏法證〕
^origin〔李竹溪方〕
^ck44z05h151
^norm 血溢氣脫，氣血兩脫。
^chinese 大咯血。
^western 肺結核。
^combo 血滑+氣脫+神脫*
^ill〔血絡不固〕
^symtom ①反覆咯血，②狂溢不止。
^ill<sub=1>〔氣虛脫絕〕
^symtom ①面色?白，②肢冷，③自汗，④氣息微弱，⑤唇舌俱淡，⑥口唇指甲紫紺，⑦氣急息粗 毋煽。
^pulse 脈微欲絕。
^ill<sub=2>〔神氣散脫〕
^formulas
^formula1〔益氣固脫方證〕
^origin〔王正公方〕
^ingredients3479 移山參、黃庚、五味子、麥冬、炙甘草、生地、熟地、淮+膝、丹參，另別直參15g，參三七3g，研末分3次吞。
^formula2〔二妙散證〕用於血狂吐不止，血止後即停用。
^ck44z05h212
^norm 陰虛陽浮。
^chinese 久咳。
^combo 陰虛+陰涸+陽浮+空竅+神擾
^ill〔陰虛失養〕
^symtom 0）食減形消，２骨蒸，五心亦燒不退，③腰膝酸軟。
^pulse ①脈細數，②虛數無力，③左脈弦細而虛，右尺寸皆數。
^tounge 舌胖大嫩紅。
^symtom ①小便短頻，小便短而赤甚，②疲白如銀絲，③寢汗。④渴不大飲，⑤大便堅澀。
^tounge 舌絳。
^ill<sub=1>〔陽氣浮越〕
^symtom ①微咳，②面赤，③子前午後熱甚，④唇紅顴赤，⑤氣逆，咳喘，⑥痰帶血絲，⑦咳嗆火 升甚於容夜，⑧昏僕不知人，譫語，⑨神志慌惑。
^pulse ①急數，②尺脈勁數有力，③兩關浮大弦數，按之如無，寸微弱，尺左不見，右浮無神。
^tounge 舌苔白膩，帶黃忠色。
^ill<sub=2>〔清竅不利〕
^symtom ①猝十，②耳鳴，③目眩。
^ill2<sub=2>〔神志不寧〕
^symtom ①五心煩熱，②夜不能眠。
^formulas
^ingredients3480 熟地、蝥甲、龜版 各12g，生地、天冬、麥冬、玉竹，山藥、茯苓 各9g，龍眼肉10個。
^ingredients3481 (1)吳鞠通治小便短而赤甚，微咳，面微赤，尺脈勁數有力，議甘潤益下，以治虛熱，少佐苦味，以治不盡之邪，且. 甘苦合化陰氣而利小便也：.生鱉甲、玄參、寸麥冬、黑阿膠、生白芍、沙參、火麻仁、川黃連、丹皮、炙甘草（《清代名 醫醫案桔華》吳鞠通）。
^ck44z05h214
^norm 虛陽浮越。
^chinese 虛喘，麻後喘，虛斑。
^western肺心病，麻疹肺炎。
^combo 陰涸+陽浮+清空+神蒙+陽脫
^ill〔陰夜消堀〕
^symtom ①兩唇焦裂，②口揭，③喉中如煙火上攻④足心如烙，⑤小便頻數。
^tounge ①舌乾無華，②質淡紅少津，③舌上生剌斂束如荔枝。
^pulse 脈細數無力。
^ill2〔陽氣浮越〕
^symtom ①顏面紫紅，兩頰潮紅，面色游紅，②端坐俯首而喘，喘急典煽，③咳吐粉紅色泡漠，.④ 精神燥擾不安，⑤高熱。
^ill<sub=1>〔清空不寧〕
^ill2<sub=1>〔神志昏蒙〕
^ill<sub=2>〔陽氣脫絕〕
^symtom ①面色蒼白或音紫，面色青灰，②唇舌青紫，③四肢厥冷，④形容疲憊，⑤心悸，⑥目合 口開，典鼾息微，手撤肢冷，大汗淋漓，二便自遺。
^tounge 舌育紫。
^pulse ①脈微欲絕，②或浮數中空，③脈洪大而數無倫，按之虛軟。
^formulas
^formula1〔參附合生脈方證〕
^origin〔葉秉仁方〕
^formula2〔參麥散合附子龍骨.牡蠣救逆湯證〕治麻後喘：陰虛而陽無所附，虛陽浮越，精神燥擾不安，面色青灰，四肢厥
^ingredients3482 洋參、麥冬、沙參、金石斛、附子、龍骨、牡蠣。
^formula3〔八味飲生脈散證〕
^origin〔楊乘六方〕
^ingredients3483 附子、肉桂、熟地、山茱萸、丹皮、茯苓、澤瀉、淮山、人參、麥冬、五味子，倍人參、熟地、附子，冷服。
^ck44z05h215
^norm 孤陽上脫，龍雷暴脫。
^chinese 暴脫，格陽戴陽證。
^combo 陰枯+陽浮+清空+氣逆+陽脫+津脫
^ill〔陰液消涸〕
^symtom ①形羸色晦，②小便不利，③唇焦裂，④痰黏晶白。
^tounge ①舌絳，苔黃黑，②舌絳中有白苔。
^pulse 左尺不見。『
^ill2〔陽氣浮越〕
^symtom ①身熱反甚，②發熱足冷，③渴飲不多，④頭面嫩紅，⑤煩冤莫耐，煩躁不安，⑥兩顴獨 紅，滿面游紅，⑦交午寒熱，⑧神昏，時譫語，⑨痰黏帶血。
^tounge 舌苔黑潤。
^pulse ①尺大而空，關浮大弦數，②脈弦數，重按無力。
^symtom ①頭目眩暈，②時時自冒。
^tounge 舌苔乾白無華。
^pulse 洪大數無倫，按之如無。
^ill3〔陽氣脫絕〕
^symtom ①面色白胱，面唇淡白青灰，②眼眶寬大，③神水散漫，④午後憎寒，渴喜熱飲，兩足冰 冷，⑤神昏不語，⑥四肢厥冷，⑦氣急神昏，循衣摸床，撮空理線，⑧微喘額汗，頭汗如油，氣息俱微，⑨面青目合，口 開手撒，唇色紫黑，十帶絕，殭屍在床，典無氣，口噤目閉。
^tounge 苔白滑，有人字紋。
^pulse ①脈虛大無根，輕按滿指，重按則空，②惟切脈兩尺尚存，③脈來沖指散如?沸，④寸浮
^ill<sub=2>〔氣機沖逆〕
^symtom ①咳喘痰湧如潮，②黏涎滿口。
^ill2<sub=2>〔津液脫竭〕
^symtom ①大汗（冷）淋漓，②二便自遺。
^formulas
^formula1〔新加八味地黃湯證〕
^origin〔《通俗傷寒論） 方〕
^formula2〔馮氏全真一氣湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3484 別直參、白朮 各6g，寸麥冬5g，五味子0.9g/熟地15～30g，附子3g，淮牛膝酒煮6g。
^formula3〔生脈合參附湯證〕
^origin〔蔣慶雨方〕
^ingredients3485 人參、麥冬、五味子、附片。
^formula4〔既濟湯證〕
^origin〔鄭宗洛方〕
^ingredients3486 洋參、熟附片、肉桂、淡竹葉、麥冬、半夏、粳米、崧禾散。
^ck44z05h322
^norm 虛火上炎。
^chinese 咽痛。
^western 慢性咽喉炎。
^combo 陰虛+陽浮+陽虛+空竅+血滑
^ill〔陰虛失養〕
^symtom ①口乾喜冷飲，②午後低熱，③小溲黃赤，④大便乾燥。
^tounge ①舌質紅，舌苔薄，②中光剝。
^pulse 脈細弦。
^ill2〔陽氣浮越〕
^symtom 咽痛掀紅。
^ill<sub=1>〔陽氣不振〕
^symtom 大便溏薄。
^ill2<sub=1>〔清空不寧〕
^ill<sub=2>〔清竅不利〕
^symtom ①咽痛，勞累則發，②咽幹不適，③喉中有痰難咯，④口腔黏膜潰瘍。
^ill2<sub=2>〔絡血不固〕
^formulas
^formula〔雷真君引火湯證〕
^origin〔貝潤浦方〕
^ingredients3487 生地黃、玄參 各30g，茯苓、天門冬、麥冬 各15g，山萸肉、山藥 各12g，白芥子、北五味子 各6g，肉桂3g (後入）。
^ck44z05h225
^norm 陰陽兩損。
^chinese 下消，夜尿。
^western 糖尿病。
^combo 陰虛+陽虛+空竅+津滑+血滑+梢滑
^ill〔陰虛失養〕
^symtom ①形體消瘦，肌膚甲錯，②失眠多夢，③口渴多飲，④易饑善食。
^tounge 舌紅苔薄黃。
^pulse 脈細數。一
^symtom ①面白不華，面萎黃，②表悄淡漠，睏倦神萎，反應和動作遲鈍，③時感畏寒，四末欠溫，４陰II濕冷。
^ill2〔陽氣不振〕〔津液不固〕
^ill<sub=1>〔清空失養〕
^ill2<sub=1>〔清竅不利〕
^ill<sub=2>〔絡血不固〕
^ill2<sub=2>〔陰精不固〕
^formulas
^formula1〔滋陰益腎養肺，佐以扶陽方證〕
^origin〔青曉喑方〕
^ingredients3488 生山藥30g，生貨?24g，生地、天花粉J枸杞子各8g，五味子6g，加肉桂、附片，水煎。
^formula2<var=1>〔六味證〕
^origin〔蘭國強方〕
^ingredients3489 生熟地、茯苓、』寸麥冬 各15g，淮山、黨參 各30g，生黃耆40g，丹皮、玉竹、連翹 各12g，棗庳、黃連、五味子 各 IOg。
^alias宵液乾涸，燥傷胃陰，g陰虛，齊液耗竭，脾約，脾陰不足，化源告竭，陰損及陽。_
^chinese酒傷，胃脘痛，陰虛胃痛，嘈雜，嘔逆，呃逆，惡阻，煩熱，熱痿，久瀉，五更瀉。
^western慢性胃炎，萎縮性胃炎，幽門區萎縮性胃炎，表淺性胃炎，口眼乾燥和關節炎綜佘征，妊娠嘔吐，功能性低 熱，中毒性消化不良。
^ill〔津液枯涸〕
^symtom ①胸中嘈雜，似痛非痛，②上腹隱疼，食後腹脹，③胃中灼痛，或胃中不舒，④口渴，常思飲不 欲食，⑤腹中空空無一物，嘈雜似饑，得食暫止，⑥易饑或不知饑，慼慼食已即饑，雖食不飽，⑦口咽乾燥，口舌乾燥，⑧口糜口奧，舌邊尖爛疼，⑨食物難嚥，胸膺梗痛，@目睛乾澀，十聲音嘶啞，?面微赤，十肌膚枯燥，大便難，大便 燥結，?小便溺管痛，R或微燥咳，?筋節拘疼。
^tounge ①舌紅少苔，舌色紅澤而光者，②舌質乾紅碎裂無苔，舌面津液全無，③其色鮮明苔.如煙煤，④舌質紅絳，無苔。
^pulse ①脖細數，②脈象細數無力，③脈象弦細而數。
^symtom ①身體消瘦，②肌瘦不仁，③時有低熱午後尤甚，暮熱，④焦跺失眠，五心煩灼。-
^symtom ①面色萎黃，面色無華，②精神 疲倦，③四肢無力，④大便溏瀉，⑤金欲逐漸減退。本證——H255胃陰消涸候H272脾陰消涸候
^pulse 脈弦細。轉證—H121氣液虛逆候H122氣液虛滯候
^symtom 脘痞腹脹。變證一 HIM氣陰兩虛候H126氣液不固候H164氣陰竭絕候
^symtom ①嘈雜噁心，②胃痛呃逆。圖284脾背陰虛證證候結構圖
^ck44z13h255
^norm 胃液乾涸，燥傷宵陰，宵陰虛。
^chinese 灑傷，胃脘痛。
^western 慢性胃炎，口眼乾燥和關節炎綜合征。
^combo 液?0+氣虛+氣鬱
^ill〔津液枯涸〕
^symtom ①胃中灼痛，或胃中不舒，②易饑或不知饑，常思飲不欲食，③口咽乾燥，口舌乾燥，口 糜口臭，④食物難嚥，胸膺梗痛，⑤目睛乾澀，⑥聲音嘶啞，⑦面微赤，⑧時有低熱午後尤甚，暮熱，⑨肌膚枯燥，十大 便燥結，小便溺管痛，十焦躁失眠，五心煩灼，?或微燥彘，十筋節拘疼。
^formulas
^ingredients3490 沙參9g，麥門冬、生地黃 各15g，冰糖3g，玉竹4.5g。水煎服。
^ingredients3491 沙參、麥冬、生地、冰糖、玉竹、玄參、石斛、梨汁、藕汁、鮮麥冬汁、薺果汁、鮮莖根汁。
^ck44z13h272
^norm 脾約，脾陰不足。
^chinese 嘈雜，脘痛。
^western 幽門區萎縮性胃炎，表淺性胃炎。
^ill〔津液枯涸〕
^symtom ①n燥咽乾，口乾口渴，舌邊尖爛疼，②胸中嘈雜，似癰非痛，③腹中空空無一物，嘈雜 似饑，得食暫止，慼慼食已即饑，雖食不飽，④上政隱疼，食後腹脹，⑤喜食酸物，⑥大便難。、
^tounge 舌質紅絳，無苔。
^pulse 脈象細數。
^ill<sub=1>〔氣虛不充〕
^symtom 1１面色萎黃，面色無華，２四肢倦怠無力，３大便溏瀉，４食慾逐漸減退。
^ill<sub=2>〔陰虛失養〕
^symtom ①身體消瘦，②肌瘦不仁。
^formulas
^formula1〔坤顢湯〕生津消熱，治脾陰粍損，中土枯燥，消渴善饑，口燥_乾，詳見論著（1)。
^ingredients3492 人參、茯苓、甘草、白朮、淮山、天花粉、石斛、料豆、川續斷、川牛膝、紅棗、蓮肉。
^ingredients3493 生地、烏梅 各12g，通草、梔子 各9g，北沙參30g，玉竹、石斛、寸麥冬、扁豆 各15gt蓮子24g，甘草、竹葉 各6g。
^ingredients3494 石斛、寸變冬、陳倉米、淮山、梔子。
^ck44z13h121
^norm 陰傷氣逆。：
^chinese 嘔逆，呃逆，惡阻。
^western 妊娠嘔吐。
^combo 液灼+氣虛氣逆+氣鬱
^ill〔津液消灼〕
^symtom ①口乾喜飲，大渴，②夜不安眠。
^pulse 脈細滑。
^tounge 光紅，②舌中心乾燥無苔。
^symtom ①嘔惡，食入即吐，②乾嘔，③呃逆。
^ill<sub=1>〔氣機不宣〕
^symtom 胸中憒悶。
^ill<sub=2>〔氣虛不充〕
^symtom 頭暈乏力。
^formulas
^formula1〔養陰生津和胃降逆方〕
^origin〔汪明德方〕
^ck44z13h122
^norm 陰傷氣滯。
^chinese 陰虛胃痛，煩熱。
^western 功能性低熱，萎縮性胃炎。
^combo 液灼+氣虛+氣滯+氣鬱
^ill〔津液消灼〕
^symtom ?.１商色發紅，２低熱，３口乾煩熱，４手足心熱尤甚，５形體消瘦，６唇乾齒枯，７嘈雜，灼痛，８口渴面赤，９知饑納少，十便乾，十皮膚乾燥。
^pulse 脈滑數。
^tounge ①舌質紅，微有白苔，②舌瘐赤，苔黃。
^symtom ①胃脘下端時常作痛，反酸，②脘腹脹滿，食後尤甚，③大便不爽，④胃脘悶痛，⑤脹痛
^pulse 脈沉澀。
^ill<sub=1>〔氣機不宣〕
^symtom ①納呆不思食，②乾噦，③煩滿，④暖氣泛酸。
^ill<sub=2>〔氣虛不充〕
^symtom ①時時惡寒，②頭暈，③神靡體倦。
^tounge 舌淡紅苔薄。
^pulse ①脈滿微數，②浮大。
^formulas
^formula1〔香砂益宵湯證〕
^origin〔武漢章真如方〕
^ingredients3495 玄參、沙參、寸麥冬、山藥、天花粉、石斛、生地、白芍、玉竹、廣木香、砂仁。便結加酒制大黃。
^formula2〔百合湯證〕
^origin〔陳修園《時方妙用》方〕
^ingredients3496 百合30g，烏藥9g。
^formula3〔甘淡平補，滋脾退熱方證〕
^origin〔湯一新方〕
^ingredients3497 太子參30g，淮山藥20g，雲茯苓、生谷芽各I5g，白朮9&，甘草6g。
^ck44z13h155
^norm 經脈失養。
^chinese 熱痿。
^combo 氣S +陰虛+陰涸+經脈
^ill〔氣虛不充〕
^symtom ①肌肉不仁，②少氣，③不食。
^ill2〔陰虛失養〕
^symtom ①頭面紅熱，②形羸發脫。
^pulse 脈細數。
^ill<sub=1>〔陰液消涸〕 症象‧.１消渴，２善饑。
^ill<sub=2>〔經脈失養〕
^symtom ①兩足乏力，不能行走，②肌膚益削，③兩足遲緩弛廢。
^formulas
^formula1〔坤順湯證〕
^origin〔費伯雄方〕
^ingredients3498 人參、茯苓、甘草、白朮、淮山、天花粉、石斛、料豆、川續斷、川牛膝、紅棗、蓮肉。
^formula2<var=1>〔虎潸丸證〕
^origin〔謝映廬方〕
^ingredients3499 虎潛丸加黃耆、白朮、惹苡仁、桑枝、茅根。
^ck44z13h126
^norm 氣虛失固。
^chinese 五更瀉，久瀉。
^combo 氣虛+液灼+津滑+神虛
^ill〔氣虛不充〕
^symtom ①肌膚蒼白，②倦怠，四肢睏倦，③頭暈，目眩，耳鳴，④消瘦，⑤食慾不振。
^pulse 脈細軟微弱，右關尤甚。
^ill2〔津液不固〕
^symtom ①久瀉不止，②晨興即瀉，有不化之物。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾飲少，②口唇乾裂，③皮膚乾燥，④煩躁不安，口渴引飲。
^tounge ①舌紅少津，②光絳無苔，③苔中黃，質紅。
^pulse 脈細略數。
^ill<sub=2>〔神氣不振〕
^symtom ①形神萎蠃。
^formulas
^formula1<var=2>〔玉女煎證〕
^origin〔顧世德方〕
^ingredients3500 生地、淮牛膝各2g，寸表冬、梔子、竹茹、陳皮、丹皮各IOg，石斛30g，山藥15g。`)