jsonp(17,{"name":"cm","start":37703},`^formula2〔加減五陰煎證〕
^origin〔葉孝禮方〕
^ingredients3501 熟地9g，淮山、太子參 各15g，扁豆、茯苓、杭芍、烏梅、蓮子各IOg，白朮6g，炙甘草3g。
^formula3〔滋養脾陰方〕
^origin〔許士驃方〕
^ingredients3502 (2)溫覺文治肌膚蒼白，頭昏目眩，耳鳴，食慾不振，層興即瀉，有不化之物，心煩口渴，舌絳無津，脈細軟微弱，右關尤甚，此脾濕正虛，為日已久，當從本治參須6g，白朮、茯苓、葛根、逭香 各9g，廣木香3gt炙甘草4.5g，2劑，腹 瀉稍減，口已不渴，津液已生，但虛羸少氣，當健脾養胃：黨參、白朮、茯苓、淮山、扁豆、蓮肉、桔楝 各9g，廣陳皮、砂仁、炙甘草 各4.5g，薏苡仁6g，大棗5枚，已獲大效，手足微冷，舌苔黃白，調理脾胃：黨參、白朮、茯苓、半芨 各9g.廣陳皮、北姜、桂枝 各4.5g，炙甘草3g U現代醫案選（，）》）。
^ck44z13h164
^norm 化源告竭，胃液耗竭。
^chinese 久污。
^combo 陰涸+氣脫+津脫+陰脫
^ill〔陰液消涸〕
^symtom １高燒熱不退，２舌紅唇朱，３心煩，口渴引飲，４涕淚全無，５漸至不思納谷，乾嘔
^tounge 舌乾紅，苔花剝。
^pulse 脈虛細而數。
^ill2〔氣虛脫絕〕
^symtom ①神情疲乏，形神萎羸，②睡臥菥睛。
^ill3〔津液脫竭〕〔陰精脫竭〕
^symtom ①腹瀉不止，②大肉盡削。
^formulas
^formula1〔扶中益氣，甘酸化陰方證〕
^origin〔陳繼明方〕
^formula2〔救陰扶元方證〕
^origin〔螢廷瑤方〕
^alias：
^chinese 虛損，虛咳，低熱，潮熱，虛腫，.病後水腫。
^western巨脾症脾手術後低熱，麻疹後發燒，白細胞減少。
^ill〔津液枯涸〕
^symtom ①口角糜爛，②口乾口苦，③低熱達38T，④寐則汗出，⑤二便不多，尿少，大便乾結難下，⑥ 痰黏如絲透明。
^tounge ①舌偏紅，苔少，②舌質光絳裂痕。
^pulse 脈虛數無力。
^ill2〔氣虛不充〕
^symtom ①面皮萎黃，面色無華，②神疲倦怠無力，終日嗜睡，③納少，④汗自出，⑤頭帶，政動則氣
^ck42z02h235
^norm 肺陰虛損。
^chinese 虛損，虛咳。
^combo 陰虛+氣虛+氣鬱+液灼+血溘+洧竅
^ill〔陰虛失養〕
^symtom ①面色枯索，肌肉瘦脫，②骨蒸潮熱，盜汗，③失眠，④夜咳尤甚。
^tounge 舌紅苔少。
^pulse 脈虛弦數。
^ill2〔氣虛不充〕
^symtom ①頭暈，②神疲乏力，③飲食納呆，④動則氣急，⑤背冷崧暴。
^tounge 舌淡紅。
^pulse 脈細。
^symtom 咳血。
^symtom 失音。
^symtom 咳逆。
^formulas
^formula1〔參?菀冬湯證〕治虛損，咳嗽吐血，骨蒸潮熱，盜汗，失眠，背冷客暴，飲食納呆，肌肉瘦脫，面色枯索，脈虛弦 數，舌質淡紅。_
^formula2〔益氣養陰斂肺方證〕
^origin〔姜春華方〕
^ingredients3503 黨參、黃耆、黃精、北沙參、百部、竹茹、麥冬、五味子 各9g，南天竹子天漿殼3只。
^ck44z02h272
^norm 脾陰傷殘。
^chinese 低熱。
^western 巨脾症脾手術後低熱，麻疹後發燒。
^combo 液涸+氣虛+陰虛
^ill〔津液枯涸〕
^symtom ①口角糜爛，②口乾口苦，③低熱達38T，④寐則汗出，⑤二便不多，尿少，大便乾結 難下。
^tounge ①舌偏紅，苔少，②舌質光絳裂痕。
^pulse 脈虛:數無力。
^ill<sub=1>〔氣虛不充〕
^symtom ①面皮萎黃，面色無華，②神疲倦怠無力，終日嗜睡，③納少，.④汗自出。
^ill<sub=2>〔陰虛失養〕
^symtom ①頭髮乾枯，②肌肉消瘦，③夜煩少寐。
^formulas
^formula〔拯陰理勞湯證〕
^origin〔鄧啟源方〕
^ingredients3504 人參、安門冬、全當歸、杭白芍、炙龜版、葸苡仁、正橘紅、五味子、女貞子、生地黃、京百合、牡丹皮、建蓮子、炙甘草。
^ingredients3505 摘錄：　　　1.論著：何廉臣：（衄血脾虛）補脾如加味歸脾湯：黨參、炙黃耆、生曬術、茯神、當歸身 各9g，酸棗仁、遠志 各6g，阿膠、焦山梔、丹皮 各3g，炙甘草、廣陳皮各.5g，龍眼肉五朵；養真湯：黨參、黃耆、白朮、寸麥冬 各4.5g，白雲 苓、山藥、蓮子、白芍 各9g，五味子、炙甘草 各1.5g。參燕異功散：吉林參、光燕條 各3g，白朮、雲茯苓 各4.5g，橘白 1.86，炙甘草I2g，補陰益氣之類。
^ck44z02h158
^norm 陰虛水腫。
^chinese 虛腫，病後水腫。
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula〔復脈湯證〕
^origin〔何廉臣方〕
^alias心陰虧損，心陰心陽失調，水火不交，陰虛勞熱，熱傷營陰，陰陽兩損。
^chinese 心俘，怔忡，不寐，久熱，虛腫，撖疾。
^western 心律不齊，風濕性心臟病，二尖瓣狹窄，及閉鎖不全，全心肥大，糖尿病，遷延性肝炎，功能性低熱。
^ill〔陰虛失養〕
^symtom ①消瘦，身體祜變。
^tounge 舌質淡紅而淨。
^symtom 怔仲。
^symtom ①心悸，②失眠。
^symtom 口中發渴。
^symtom ①面黃，②疲倦，③汗多，④頭 華，⑤氣短，咖差，⑦形寒怕冷，⑧溲多，⑨四肢發麻，本證一 H244心陰失養候
^tounge 舌淡暗，邊有俊印。‧變證一H032營陰失養候
^pulse ①脈象浮弱，②脈弱，③脈律不整。圖286心脾陰虛證證候結構圖
^ck44z08h244
^norm 心陰虧損。
^chinese 心悸。
^western 心律不齊，糖尿病。
^combo 陰虛+氣虛+神虛+神擾+液灼
^formulas
^formula1〔補氣血兼養心陰方證〕
^origin〔李斯熾方〕
^ingredients3506 黨參、白朮、當歸、熟地、柏子仁、潼蒺黎、朱麥冬、玄參各9?，五味子6g，制首烏、白芍） 淮山藥、玉竹 各12g，炙甘草3g。
^formula2〔消糖三方證〕
^origin〔施今墨方〕
^ingredients3507 生龍骨、牡蠣各、朱茯神、生地、朱安冬、鮮生地、野術、生山扼、遠志 各10g，百合、蒺藜、酸棗仁 各12g，生黃耆 30g，淮山藥I8g，五味子6g。
^ck44z08h160
^norm 陰虛勞熱。
^chinese 久熱。
^western 功能性低熱，泌尿系感染，慢性宮頸炎，慢性咽炎。
^combo 陰蒸+陰涸+陰虛+氣虛
^formulas
^formula〔養脾益氣，養血和營方證〕
^origin〔陶志達方〕
^ingredients3508 黨參、黃耆、丹參、茯苓、首烏 各15g，炙甘草、五味子 各4.5g，玉竹24g，白朮9g，遠志6g，烏豆衣、酸棗仁、革 蘇 各12g。
^ck44z08h032
^norm 熱傷苕陰。
^chinese 熱傷營陰。
^combo 營虛+陰虛+液灼4‧神擾+經絡
^ill〔營虛失榮〕
^symtom 皮膚甲錯。
^pulse 脈細緩。
^ill2〔陰虛失養〕
^symtom 身體枯變。
^ill<sub=1>〔津液消灼〕
^ill2<sub=1>〔神志不寧〕
^symtom 神識未清。
^ill<sub=2>〔絡脈不榮〕
^symtom 舌春不語。
^ill2<sub=2>〔經脈不和〕
^formula1〔清燥養營湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3509 鮮生地15～24g，知母8g，當歸身3g，新會皮4.5g，生白芍6～9g，天花粉9g，生甘草2.4g，梨汁2瓢（沖）。
^formula2〔人參養營湯證〕
^origin〔（溫疫論》方〕
^ingredients3510 人參、麥門冬、五味子、生地黃、當歸、白芍葯、知母、陳皮、甘草。水煎服。
^ingredients3511 2.病案：劉瑞鏞治腦膜炎熱退痙止，唯神識未清，舌謇不語，脈細綏。此溫熱余邪陷入心包，心液被耗，以清心安神 養液，稍佐通竅，補心丹（生地、玄參 各9g，當歸、酸棗仁、丹參、遠志 各4.5g，桔梗、五味子各&，酸棗仁6g，柏子 仁2. lg)加菖蒲4.5g，2劑愈（(福建中醫醫案醫話選編（二）》4)。
^alias肝胃不和，陰虛胃痛，肝陽乘胃，肝風擾胃，虛熱犯胃，肝厥胃痛，陰虛肝燥，陰虛肝橫，陰虛氣逆，陰虛火逆，陰 虛失血，陽迫陰洩。
^chinese 胃脘痛，脅痛.嘔吐，乾嘔，惡阻，呃逆，乾咳，吐血，嘔血，奮唾，多汗，久痢，瘺痛。
^western甲亢，慢性胃炎，胃潰瘍，胃竇炎，十二指腸球炎，宵小彎潰瘍，肝膽出血，慢性肝炎，多發性肝斑腫，肝 腫大。
^ill〔津液枯涸〕
^symtom ①形體蒼瘦，②唇紅，口乾，舌燥，咽乾，③胃熱如烙，嘈雜似饑而不能納食，食則疝甚，④嘈 雜胃痛，人夜痛甚，⑤甘溫香燥病情加蜇，⑥小便赤黃，大便不爽，大便乾結，⑦大便反溏，⑧性悄急躁，心煩，失眠，夜寐不安，多夢，⑨夜睡而夢遺，十低燒。
^pulse 脈弦細而數。
^tounge ①舌紅少苔，②舌紅無苔，舌光紅如錦，③紅絳少苔，花剝，光剝而燥。
^symtom ①面色光白，②消瘦，③神疲，④頭昏，⑤梢神困乏，⑥痛則汗出無力。
^pulse 弦大無力。
^symtom ①神疲形瘦色萎，②不寐，多夢，③熱逗留，午後潮熱，④盜汗，d膽怠無力，⑥耳鳴。
^pulse 脈左弦細。
^tounge 尖紅，苔澳，②舌裂。
^symtom ①口咽發乾，口苦，②不欲飲食，飲食日減，③小便赤黃尿頻，④口苦燥渴，⑤嘈雜，@汗少，⑦煩悶心煩，⑧便結，⑨大便先堅後溏。-
^tounge ①舌光紅無苔，②舌紅絳無苔無津。
^symtom ①宵脘疼痛作脹，食後胃脹痛，②胃脘痞脹，不饑不飽，不欲飲食，不能食，雖食則胃脘發脹，
^symtom ①胸脅滿悶，②胸脘脅痛，滿悶痞脹，肝脾腫大且疼，③脅腹疼痛‧④腹脹，食後脘腹作脹。
^pulse 右則弦滑。
^tounge 舌紅苔賦。本從一H255胃陰泊涸候H303肝陰虛滯候
^symtom ①胃痛噁心，②脘中攻撐，氣上衝，轉證一出2氣液虛逆候H289木火龐逆候
^ck44z16h255
^norm 肝胃不和，陰虛胃痛。
^chinese 胃脘痛。
^western 慢性宵炎『，胃潰瘍，胃痛，胃竇炎，十二指腸球炎。
^combo 液涸+氣虛+氣鬱
^ill〔津液枯涸〕
^symtom ①形體蒼瘦，②唇紅，口乾，舌燥咽乾，③胃熱如烙，嘈雜似饑而不能納食，食則痛甚，
^pulse 脈弦細而數。
^tounge ①舌紅少苔，②舌紅無苔，舌光紅如錦，③紅絳少苔，花剝，光剝而燥。
^ill2〔氣機不宣〕‧
^symtom ①胃脘疼痛作脹，食後胃脹痛，②胃脘痞脹，不饑不飽，不欲飲食，』不能食，雖食則胃脘 發脹，③胸脅滿悶，④噯氣矢氣甚少。
^ill<sub=1>〔氣虛不充〕
^symtom ①而色恍白，②消瘦，③神疲，④頭昏，⑤楮神困乏，⑥痛則汗出無力。
^pulse 弦大無力。
^ill<sub=2>〔氣機不降〕
^symtom ①胃痛噁心，②脘中攻撐。氣上衝，連及頭頂痛，噫氣不除，③嘔吐酸水，④或呃忒，打 呃而闖中捫汨有聲，兩脅發滿。
^formulas
^formula1〔柔肝滋胃飲證〕
^origin〔劉渡舟方〕
^ingredients3512 川楝子、佛手、橘葉、丹皮、白芍、沙參、寸麥冬、玉竹、生地。胸咽堵塞加貝母、鬰金、枇杷葉、射乾，作嘔加枇 杷葉、竹沛、荷帶、生牡飯，胃不開，食不振加生扁豆、生谷芽、川石斛；作瀉加生牡蠣、山藥。
^formula2〔—賈煎出入方證〕
^origin〔陳幼清方〕
^formula3<var=2>〔益胃湯證〕
^origin〔螢建華方〕
^ingredients3513 北沙參、寸麥冬、石斛、丹參、白芍、廿蘋、烏梅、香附、川棟子。
^ingredients3514 制肝橫，沙參、麥冬、玉竹、生地大能滋胃柔肝以養血陰。
^ingredients3515 (9)黃文東治胃竇炎，瀉脘疼痛作脹，痛則汗出無力，噯氣矢氣甚少，不能食乾飯，口乾，失眠，舌紅，苔傅膩，脈 小弦。貫湯：北沙參、川棟子、玄胡索、當歸、青皮、陳皮、大腹皮、白芍 各9g，生甘草4.5g，枳殼6g，焦六曲12g (《黃文東醫案》）。
^ck44z16h303
^norm 陰虛肝燥，陰虛肝橫，肝胃不和。
^chinese 脅痛，癭瘤。
^western 慢性肝炎，多發性肝資腫，肝腫大，甲亢。
^combo 陰虛+陰涸+氣滯+氣逆+神擾+清空
^ill〔陰虛失養〕
^symtom ①神疲形瘦色萎，②不寐，多夢，纖熱逗留，午後潮熱，④盜汗，⑤倦怠無力，⑥耳鳴。
^pulse 脈左弦細。
^tounge 尖紅，苔碑，②舌裂。
^symtom ①胸脅滿悶，②胸脘脅痛，滿悶痞脹，肝脾腫大且疼，③脅腹疼痛，④腹脹，食後脘腹
^tounge 舌紅苔膩。
^ill<sub=1>〔陰液消涸〕
^symtom ①口咽發千，口苦，②不欲飲食，飲食日減，③小便赤黃尿頻，④口苦燥渴，⑤嘈雜，⑥ 汗少，⑦煩悶心煩，⑧便結，大便先堅後溏。
^tounge ①舌光紅無苔，②舌紅絳無苔無瀋。
^pulse 脈弦細數。
^ill2〔神志不寧〕
^symtom ①心悸不寧，②心煩，失眠。
^ill<sub=2>〔氣機沖逆〕
^symtom 噯氣頻頻。
^ill2<sub=2>〔清空不寧〕
^symtom 眩暈。
^formulas
^formula1<var=1>〔一貫煎證〕
^origin〔陳幼清方〕
^ingredients3516 北沙參、柏子仁、酸棗仁 各12g，大生地、蔞仁 各15g，寸麥冬9g，枸杞子2g，當歸須、川楝子 各4.5g，川黃連0.9g，生發芽30g。
^formula2〔軟堅活絡柔肝滋胃證〕
^origin〔劉渡舟方〕
^ingredients3517 川楝、蝥甲、生牡蠣、紅花、茜蘋、沙參、麥冬、玉竹、生地、丹皮、赤芍。
^ck44z16h121
^norm 陰虛氣逆。
^chinese 嘔吐，乾嘔，呃逆，乾咳。
^combo 液灼+氣虛+氣逆+氣鬱
^ill〔津液消灼〕
^symtom ①面紅心煩，②口乾舌燥，③吐後饑嘈，④小便色赤，⑤大便艱難，大便不解3
^pulse 脈細弦虛數。
^tounge ①舌紅，②舌絳光剝，③苔裂，④或苔薄少津。
^symtom ①眩牮嘔吐.嘔吐黃水，②進食泛吐，吐出不消化物，無酸味，吐盡方舒，③乾嘔頻頻，
^ill<sub=1>〔氣機不宣〕
^symtom ①胸悶，②胸脘痞悶。
^ill<sub=2>〔氣虛不充〕
^symtom 形體消瘦。
^pulse ①脈細弱，②右關脈來沉細。
^formulas
^formula1〔益氣養陰和胃降逆方證〕
^origin〔張鳳郊方〕
^ingredients3518 移山參、烏梅 各6g，寸安冬6g，鮮石斛12g，姜半岌9g，炙甘草3g，粳米、白蜜 各30g，左金丸6g。
^formula2〔降逆湯證〕
^origin〔黃文東方〕
^ingredients3519 旋復花、沙參、麥冬、川楝子、半夏、姜竹茹 各9g，陳皮牝，段赭石、谷芽 各12g，枳殼4.5g。
^formula3〔石斛沉香方證〕
^origin〔葉乘仁方〕
^ingredients3520 石斛、沉香、北沙參、寸麥冬、綠梅花、制半芨、陳皮、竹茹。
^ck44z16h289
^norm 陰虛火逆。
^chinese 嘔血，惡阻，呃逆。
^western 胃小彎潰癒，肝膽出血。：
^combo 氣虛+陰虛+氣逆+氣熾+氣滯+清空+陽鬰
^ill〔氣虛失養〕
^symtom 困怠不堪，語言低沉。
^tounge 舌體胖。
^ill2〔陰虛失養〕
^symtom ①面潮紅，②唇紅不澤，③情緒煩跺不安，④U乾唇燥，⑤困怠不堪。
^pulse 脈來細數微弦，脈弦細數。
^tounge ①舌紅少津，②舌質紅絳有裂紋，.③苔光剝。
^ill3〔氣機沖逆〕
^symtom ①心下史'增窒悶，②食人即吐，嘔不欲飲，③時作乾嘔，嘔吐鮮.紅血液，④出血液，⑤呃逆頻頻。
^ill<sub=1>〔清空失寧〕
^symtom ①心下有灼熱感，②尿短赤。
^pulse 六脈滑數。
^ill<sub=2>〔氣機不利〕
^ill2<sub=2>〔陽氣不和〕
^formulas
^formula1〔益胃養津方證〕
^origin〔孔慶洛方〕
^ingredients3521 北沙參、玉竹、麥冬、石斛、白及 各15g，生地20g，代赭石30g，側柏、炙枇杷葉 各10g。
^formula2〔和W降逆益氣養陰方證〕
^origin〔施維錦方〕
^ingredients3522 旋復花、姿竹荷、刀豆、白芍 各9g，代赭石、天花粉各5g，柿蒂10只，陳皮6g，石斛12g，玫瑰花、西洋參 各3g (另煎代茶）。
^ck44z16h211
^norm 虛熱犯胃。
^chinese 肝厥胃痛。
^ill〔陰液消酒〕
^symtom ①潮熱，②嘈雜善饑，③胸脘脅痛，痛引背脅。
^tounge 舌紅少苔。
^pulse 脈弦細而數。
^ill2〔津液枯涸〕
^symtom ①咽乾，②不饑不飽，胃口不酹，③大便乾結，大便秘阻。
^tounge 舌尖紅而碎。
^pulse 脈弦數。
^ill<sub=1>〔神氣不振〕
^symtom 胃氣索然。
^ill<sub=2>〔陽氣浮越〕
^symtom ①面易烘熱，②嘴唇燥裂，③頭暈嘈雜，④兩膝脛冷，⑤腹中攻撐，⑥吞酸吐苦。
^formulas
^formula〔甘涼濡潤清肝和胃方證〕
^origin〔張澤生方〕
^ck44z16h222
^norm 陽迫陰洩，肝陽乘爵，肝風擾胃。
^chinese 容唾，多汗，久痢。
^formulas
^ingredients3523 人參、寸麥冬、白芍、阿膠、小麥、半夏、茯苓、烏梅、梗米。
^ingredients3524 (2)而赤口常渴，食後則更多汗，脈大而虛數，二甘湯：生炙甘草、五味子、烏梅、生薑、大棗。
^ingredients3525 (2)葉天士治痢久陰液消亡，無以上承，必唇燥舌乾，奈胃關不和，善饑難飲，此由陰膩柔劑所致，擇其不膩滯者調 之：人參、炙甘草、白芍、烏梅、麥冬、茯神（《臨證指南醫案》493〉。
^alias脾陰枯搞，陰虛肝燥，肝脾不和，啻虛，陰虛肝旺，陰虛腫脹，陰虛不固，陽逼陰洩。』
^chinese 消渴，虛熱.虛勞，血痺虛勞，紫撕，脅痛，眩帝，頭暈痛，耳聾，胃脘痛，嘈雜，久瀉，久痢，熱痿，虛 痺，瘧鼓，瘧勞，衄血，便血，閉經，乳泣，遺尿。
^western血友病，血小板減少性紫癱，慢性白血病，高血壓，糖尿病兼高血壓，動脈硬化，腦外傷後綜合症，神經性 耳聾，甲狀腺機能亢進，傳染性肝炎，谷丙轉氨?不降，慢性肝炎，萎縮性胃炎，十二指脅潰瘍，結腸過敏，產褥期後閉 經溢乳綜合征，直腸息肉。
^ill〔陰虛失養〕
^symtom ①形體消瘦，②口燥咽乾，a唇乾，口臭，③不寐，失眠，多夢，心擇，④偏頭痛，耳鳴：罔瞀 花，⑤大使堅實為多，⑥肌熱，低熱。
^tounge ①舌質淡紅而光，②舌光紅。
^pulse 脈弦細。
^symtom ①面紅唇紅髮皺，②口乾‧ 口苦，口渴舌乾，③大便乾結，小便短黃，④神倦體困，⑤納谷不馨，納少神疲，肢體無力，⑥善饑。
^tounge ①質紅，芾苔薄，②苔薄與乾，③舌絳色喑，津乾少苔。
^pulse ①脈弦，②脈弦細數。
^symtom ①消瘦，怠倦，②勞動多汗，③不欲食，④饑則頭眩，飽則脹滿。
^pulse 脈細弱。
^symtom ①胺部疼痛痞脹，②胸腹脹悶，間或作痛，午後為甚，③腹痛洩瀉，腹痛腸鳴，而痛不為瀉減。
^tounge 舌苔微黃而厚，尤其於舌根部。
^pulse 脈細勁。
^symtom ①肝區悶痛，②右脅掣痛，③胸腹脹悶。
^ck44z18h272
^norm 脾陰枯橘。
^chinese 久痢傷陰，虛熱，嘈雜。
^western 傳染性肝炎，谷丙轉氨?不降。
^combo 液涸+氣虛+陰虛
^ill〔津液消涵〕
^symtom ①善饑，②大便秘結，③口海舌乾，口乾苦，④微熱微咳，⑤面色稍黑少華。
^tounge 舌紅，苔濁。
^pulse 脈弦滑數。
^ill<sub=1>〔氣虛不充〕
^symtom ①消瘦，怠依，②勞動多汗，③不欲食，④m則頭眩，飽則脹滿。
^pulse 脈細弱。
^ill<sub=2>〔陰虛失養〕『
^symtom ①肌熱，②多夢。
^formulas
^formula1〔益陰湯證〕治肌熱善饑，大便秘結，遇勞則汗愈多，脈細弱。
^ingredients3526 山茱萸、生地、丹皮、白芍、麥$、五味子、淮山、澤瀉、燈芯、地骨皮、蓮子、人參。
^formula2〔烏梅木瓜湯〕醒脾斂肝，治飢渴消瘦，饑則頭眩，飽則脹滿。- 烏梅、木瓜、令果、麥冬、甘草。
^formula3〔理牌益營湯證〕
^origin〔吳師朗方〕
^ck44z18h304
^norm 陰虛肝燥。
^chinese 脅痛。
^western 慢性肝炎。
^combo 陰虛‧陰涸+絡脈+空竅+神擾
^formulas
^formula1〔唐氏補肝寄生湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3527 生地、當歸身、山茱萸、淮山、炒酸棗仁、桑寄生 各9g，木瓜3g，白朮.5g，川芎0.6g，北五味子20粒。
^formula2<var=1>〔—陰煎證〕
^origin〔周光英方〕
^ingredients3528 治慢性肝炎（脅痛），詳見病案（1K 生地、熟白芍、麥冬、丹參、牛膝、炒蒼朮各炙甘草3g。
^formula3<var=2>〔拯陰理勞方證〕
^origin〔鄧啟源方〕
^ingredients3529 人參、麥門冬、全當歸、杭白巧、炎龜版、五味子、女貞子、生地黃、牡丹皮、違蓮子、炙甘草、川楝子、甘杞。
^ck44z18h157
^norm 肝脾不和。
^chinese 胃脘痛，久瀉。
^western 萎縮性胃炎，十二指脅潰瘍，高血壓，結腸過敏。
^combo 氣虛+陰虛+氣滯+氣鬱
^ill〔氣虛不充〕
^symtom ①面白不華，面色青黃，②神疲肢軟，③頭昏頭暈，④氣短音低，⑤口淡，喜食酸味，⑥ 不饑食少，納後脘阻運遲，⑦大便不暢或欠實，大便常溏，⑧小溲次頻而滴瀝不盡。
^tounge 舌質淡紅欠潤，苔少。
^formula1〔酸甘溫潤益氣養陰和胃法證〕
^origin〔周仲瑛方〕
^ingredients3530 烏梅肉6g，白巧、竹茹、川石斛、炒麥冬、炙黃耆 各9g，太子參、炒谷芽 各12g，陳皮4.5g，炙甘草3g。
^formula2〔酸苦洩熱甘酸化陰方證〕
^origin〔陳繼明方〕
^ingredients3531 北沙參、生白芍 各15g，炙甘草9g，炙烏梅肉4.5S，生淮山藥30g，黃連1.5g，法半夏、川楝子 各6g，生牡蠣30g，天 麥冬、淡竹茹 各12g。
^ck44z18h032
^norm 營虛不榮。
^chinese 熱虔，虛搏，虛熱。
^combo 營虛+陰虛+液灼+神擾+經絡
^formulas
^formula〔滋營養液甘證〕
^origin〔薛一瓢方〕
^ingredients3532 女貞子、畢蓮草、桑葉、芝麻、甘菊、枸杞子、當歸身、白芍、地黃、黑大豆、南燭葉、茯神、玉竹、橘紅、沙苑子、炙甘草、阿膠白蜜收奔；痰多加川W;頭眩加天麻；肢麻加桑寄生；少寐加柏子仁；耳鳴加磁石。
^ingredients3533 １費伯雄：熱痿頭眩口苦，或筋急而攣；或宗筋弛緩，主水木華淹湯：生地、當歸、白巧、丹皮、悍子、木瓜、羚 角、黨參、白朮、川續斷、川牛膝、人乳、桑枝、雲茯苓。
^ingredients3534 (2)陳士鐸：大怒後，胸脅脹痛，飲食不思，口渴思飲，兩腿兩臂酸痛，足軟筋麻，不可行動，主伐木湯：炒扼子、白節、當歸、甘菊、女貞子、地#皮、丹皮、青黛、石斛；或二石湯：白芍、熟地、金石角if、牛膝、石音。
^ck44z18h155
^norm 陰虛肝旺。
^chinese 眩暈，頭錐痛，邛聾，血痺虛勞，閉經，溢乳。
^western 甲狀腺機能亢進，慢性白血病，腦外傷後綜合征、神經性邛聾，產褥期後閉經溢乳綜合征。
^combo 氣虛+陰虛+陰涸+經脈
^ill〔氣虛不充〕
^symtom ①眩暈，②昏僕，③面色恍白，面部浮腫，④精神疲乏，稍神恍惚，⑤消瘦，乏力，多汗，⑥兩目發呆，⑦胸膺悶痛，⑧納少。
^tounge ①舌淡苔薄膩，②苔薄白。
^pulse ①脈沉細弦，②脈沉弦，③脈象沉弱無力，兩尺尤甚。
^ill2〔陰虛失養〕
^symtom ①心情煩躁，嫌，②善饑，消瘦，③琿鳴，耳聾，④頭腦昏脹，左偏頭癇，頭腦暈痛，不寐，記憶減退，⑤‧泊熱，⑥心悸，⑦手足心灼熱，有時低燒，⑧經閉，⑨腰酸。
^pulse 脈細數。
^ill<sub=1>〔陰液枯涸〕
^symtom ①口乾口苦，②口渴思飲，③牙齦滲血，④大便初硬後溏，⑤小f色黃，⑥陰道分泌物 極少。一
^tounge 舌質淡紫紅略胖，邊有淺齒痕，苔薄。
^pulse 脈小弦。
^ill<sub=2>〔經脈失養〕
^symtom 手舌溪顫。
^formulas
^formula1〔守中丸證〕適應氣血空虛，風;掉眩，腦轉目系急，甚則昏僕。
^ingredients3535 人參、白朮、菊花、枸杞、山茱萸)茯苓、生地、麥冬。
^formula2〔甲亢方證〕
^origin〔上海曙光醫院方〕
^ingredients3536 黨參、黃耆、生地、首烏、蹩甲、龜版、山藥、香附、夏枯草、白芍（益氣養陰為主，疏氣豁痰為輔）。心悸加龍齒、遠志，脾虛減少養陰藥，加白朮、陳皮、建曲，突眼腫脹加枸杞、白芥子、澤漆、瓦楞子、地骨皮、白蒺裝，夜寐不安加 酸棗仁。
^formula3〔甲亢丸證〕
^origin〔《龔志賢臨床經驗集》方〕
^ingredients3537 生地、黃耆、茯苓、反枯草、山藥 各60g，當歸、丹皮 各20g，玄參、玉竹、炙龜版、寸友冬、白芍、女貞子、旱蓮 草、黨參、枸杞、海藻、昆布、澤瀉、生牡蠣、制首烏、紅棗 各30g，蜜丸，每Og，日三。
^formula4〔甲亢湯證〕
^origin〔《龔志賢臨床經驗集》方〕
^ingredients3538 生地、玉竹 各20g，安冬、山藥、茯苓各2g，海液、白芍 各15g，當歸18g，枸杞10g，黃耆、夏枯草、生牡蠣 各30g。
^formula5〔二甲黃耆建中湯證〕
^origin〔蒲輔周方〕
^ingredients3539 生黃耆24g，歸尾、蘇木、丹皮 各6g，黨參、生龜版、制蹩甲、石決明 各15g，地骨皮9g，乾生地、h膠 各12g。
^ck44z18h162
^norm 陰虛不固。
^chinese 消褐。
^western 糖尿病諏高血壓，動脈硬化。
^ill〔氣虛不充〕
^symtom 贓牮，２心驚，心跳，③身倦乏力，④氣促。
^tounge 苔薄白。
^pulse 脈細。
^ill2〔陰虛失養〕
^symtom １面頰赭紅，２煩渴引飲，口乾喜冷，３多食善饑，４日漸消瘦，５心煩，夜寐不實，多 夢，６頭脹，耳鳴，７腰膝酸
^tounge 舌紅，苔光。‧‧
^pulse 脈沉弦細，脈數。
^ill<sub=1>〔陰液消湎〕
^symtom ①時覺口乾口渴，飲水增多，②常冇飢餓感覺。
^tounge 舌質紅，苔溥白。
^ill<sub=2>〔陰精下固〕症象
^symtom 絡血不固症象
^formulas
^formula〔新加梅花取香湯證〕
^origin〔施今墨方〕
^ingredients3540 生貿?30g，野黨、寸表冬、桑螵蛸、遠志、雲茯苓、五味子各IOg，淮山18g，烏梅肉4.5g，首烏15g，綠豆衣、天 花粉、山茱萸、生地、玄參 各12g。
^ck44z18h222
^norm 陽逼陰洩。‧
^chinese 久瀉。
^ill〔陰虛失養〕
^symtom 潮熱。
^tounge 舌質色淡。
^pulse 脈虛。
^ill2〔津液不固〕
^symtom ①腹痛腹瀉時作，②夜洩腹痛，③R漸，作污，④多痰。
^ill<sub=1>〔陰液消涸〕
^symtom ①口竭，②小便短。
^pulse 脈細數。
^ill<sub=2>〔陽氣浮越〕
^symtom ①臥不安，②久咳。、
^formulas
^formula1〔一甲復脈湯證〕
^origin〔《溫病條辨》方〕
^ingredients3541 . 炙甘草、生地黃、白芍葯 各18g，麥門冬15g，阿膠9g，生牡蠣30g。水煎服。
^formula2〔調補肝腎之陰方證〕
^origin〔尤在涇方〕
^ingredients3542 白芍、薏苡仁、茯苓、蓮肉、炙甘草、廣陳皮、扁豆。
^formula3〔養陰止瀉方證〕
^origin〔張克詢方〕
^ingredients3543 白芍15S，甘草，阿膠各知，川貝母、天花粉、芡實、惹苡仁、辰茯神 各9g，西洋參0.9g，伏龍肝、燈芯、人乳。摘錄：
^ingredients3544 (1)葉天士治病後陰傷作瀉：烏梅、白芍、炙甘草、廣陳皮、茯苓、荷葉（《臨證指南醫案》468)。‧
^ingredients3545 甘草、廣陳皮、扁豆。柳寶詒雲，加水泛味丸（《柳選四家醫案》23)。
^ck44z18h225
^norm 肝脾虛損。
^chinese 虛勞/遺圾，乳泣。
^combo 陰虛+陽虛+液洩+血滑+精滑
^ill〔陰虛失養〕
^symtom ①心悸，難寐，多夢，煩驚，②五心發熱，手足煩熱，潮熱，夜熱，③咽乾口燥，唇燥，口渴喜飲，④形容黑瘦，⑤小便澀少，小便時黃吋清，大便時燥，⑥善饑不食，⑦腰痛。
^tounge ①舌青紫，②苔薄微乾尖紅。
^pulse ①六脈輕按浮湔，寬按微弱而數，②脈雙弦而細。
^ill2〔陽氣不振〕
^symtom ①精神萎頓，面色枯黃，萎黃，面色蒼白，②頭昏，目眩，③驚惕少氣，④不食，⑤便溏，
^tounge 舌淡，舌淡嫩，苔薄白。
^pulse ①脈極虛芤遲，動則汗出，②弦遲，③浮大而弱，④脈輕按浮級，重按微弱。
^ill3〔津液不固〕
^symtom ①汗多不斂，②汗出則醒，醒後潮熱，一寐又汗，③遺尿，④懷孕自流清黃色乳汁，淋漓
^ill<sub=1>〔清空失蕎〕
^symtom ①頭暈頭眩，目眩，②發落。
^ill2<sub=1>〔清竅不利〕
^symtom ①喉中痰鳴，②熟睡骱齒不知。
^ill<sub=2>〔血絡不固〕
^symtom 衄血。
^ill2<sub=2>〔陰精不固〕
^symtom 夢遺失梢。
^formulas
^formula1〔二甲復脈湯證〕
^origin〔吳鞠通方〕
^ingredients3546 白芍、大生地、沙參、桂枝、蹩平、寸麥冬、麻仁、牡蠣、生薑、阿膠、炙甘草、大棗。
^formula2<var=1>〔桂枝加龍骨、牡蠣湯證〕
^origin〔甘均權方〕
^ingredients3547 桂枝4.5g，白芍12g，益智、龍骨、牡蠣 各15g，炙甘草6g，生薑3g，大棗5g。
^alias腎水不足，腎陰虧損，陰虛火旺，水虧火旺，水火不濟，心賢不交，君相火旺，陰火上乘，陰火升逆，相火妄動，陰 虛陽亢，虛陽妄動，虛陽上苜，虛陽上浮，虛火上苕，龍雷火動，龍雷飛騰，虛陽上越，浮火鉞陽，陰盛格陽喉症，陰證似陽，下虛上盛，下虛上實，沖氣上逆，腎不納氣，陰虛不能化陽，肝陰虛弱，血不養筋，筋骨失養，虛風入絡，督陽損 傷，督任虛損，血虛勞損，陰虛勞損，陰陽兩損，沖任不固，精液失固，陰陽兩脫，脫陽脫元，陰陽兩脫，陰陽交脫。
^chinese 內傷發熱，勞熱，經期發熱，小兒陰虛發熱，骨蒸，陰虛勞熱，低熱，虛勞，虛勞亡血，璉勞下損，盜汗，不寐，房勞傷寒，伏氣傷寒，腎傷寒，陽虛伏陰，消渴，虛腫，陰虛水腫，虛脹，大厥，暴厥，色厥，慢驚風，眩犖，頭 痛，頑固性頭痛，解頓，脫髮，斑秀，耳鳴，耳聾，暴盲，典I紐，久喑，齒衄，口瘡，虛火牙痛，口疳，口糜，虛火喉症，格陽喉痺，不語，沖咳，沖呢，虛咳，虛喘，虛痰，呃逆，熱痢呃逆，脅怖，臍血，痛經，閉經，血瘕，崩泅，帶下，乳 癘，產後淋症，產後失禁，疝症，陽瘺，夢遺，遺精，遺尿，夜尿，尿崩，尿血，便血，陰陽交，喑痱，風中背，下截雍，左肢癱，痺痛，骨痺，筋痿，骨痿，老年腰痛，頸脊酸痛，腰脊痛，骨癆，附伢痰，附骨疽，附骨痰，脫疽，下疳。
^western 高血壓，取發性高血壓，高血壓心臟病，動脈硬化，腦血栓形成，結核性腦膜炎，煤氣中毒腦病，嚴覓腦芘 蕩後遺症，骨質疏鬆症，白細胞減少，慢性粒細胞性白血病，再生障礙性貧血，變亞敗，多動症，腦積水，神經性頭痛，陳舊性中心性視網膜炎，續發急性視神經炎，神經性尿頻，多發性周圍神經炎，糖尿病，阿狄森氏病，牙根尖周圍炎，復 發性口腔潰瘍，悛性肝炎，肝豆狀核變性，肝硬化，慢性賢炎，肺結核，雙腎結核，前列腺肥大，子宮發育不全，原發不 孕症，不孕症：子宮功能性出血，青春期功血，子宮肌瘤，陰道息肉，宮頸癌虛弱型，更年期綜合征，髖關節結核，腰椎 結核，骨膜炎，陰莖結核，血栓閉塞性脈管炎。
^ill〔陰虛失養〕
^symtom ①形瘦色蒼，鬚髮早白，發白脫髮，②爪甲色淡、③牙齒松浮，難於咀嚼，④腰膝無力，腰腿酸 鋅，⑤梢神不振，身倦乏力，心慌氣短，⑥夜尿頻多，屎後餘瀝不盡。
^tounge 舌淡紅，舌淡紅無苔。
^pulse ①脈細弱，脈軟弱，②脈兩、i‧關有力，兩尺弱不應指。
^symtom ①舌無津液，②咽喉乾燥，口乾不飲，③火升面熱，紅光滿而，④夜尿頻數，小便後帶黏液，
^tounge ①舌質紅，苔少，②舌質偏紅，苔薄少，③舌紅無苔。
^pulse ①脈虛弦.②細數，③脈細弦帶數，④脈沉弦細數。
^symtom 兩顴發紅，唇紅。‧
^pulse ①脈細數，②尺脈強甚。
^symtom ①目暗，②頭母目花，③頭暈頭痛，甚於午後，④頭抒而脹。
^symtom ①咽乾，②兩目乾澀，③夜盲，④目眩耳鳴。
^symtom ①腰酸，腰痛，②腰膝酸楚，③陽痿，④語言賽澀。
^symtom ①兩脅隱痛，連腰胯，②胸脅攻痛，③四肢痠麻，④頸轉動閒難，⑤腰痛腿酸。
^ck44z21h304
^norm 肝陰虛弱，下虛上實。
^chinese 眩輦，頭痛，脅痛，斑禿。
^western ;神經官能症，商血壓，肝病恢復期。
^combo 陰虛+陰涸+空竅+絡脈+神擾
^ill〔陰虛失養〕
^symtom ①形瘦色蒼，鬚髮早白，發白脫髮，②爪甲色淡，③牙齒松浮，難於咀嚼，④腰膝無力，身倦乏力，心慌，氣短，⑥尿後餘瀝不盡，⑦時有遺梢。
^tounge 舌淡紅，舌淡紅無苔。
^symtom ①眩牮B暗，②S眩耳嗚，③頭暈頭痛，叢於午後，④頭昏而脹，⑤健忘。
^symtom CD舌無津液，２咽喉乾燥，口乾不飲，③火升面熱，紅光滿面，④夜尿頻數，⑤帶下綿綿，
^tounge 舌紅苔薄黃，苔根部微黃。
^pulse ①脈虛弦，②細數，③脈細弦帶數，④脈沉弦細數。
^symtom R咽乾，２兩目乾澀，③夜盲，④耳鳴。
^symtom ①兩脅隱痛，連腰的②胸脅攻痛，③四肢痠麻，④頸轉動困難，⑤腰酸，腰痛腿酸。
^symtom ①夜不得眠，（i)多夢，③性跺易怒。-
^formulas
^formula1〔首烏延壽丹證〕
^origin〔《世補齋醫書》方〕
^ingredients3548 何首烏hoog，豨薟存：、菟絲子 各480g，杜仲、牛膝、女貞子、桑葉 各240g，金銀籐、生地貿各20g，桑棋、黑芝麻、金樓子、旱蓮草（熬兩‧） 各500g。蜜丸，每服9g。
^formula2〔補肝湯證〕治肝陰虛，視力減退，兩目乾澀，夜盲，頭母，耳鳴，爪甲色淡，夜睡多夢，口乾少津，脈細弱，舌淡 紅，苔薄黃。
^ingredients3549 熟地、當歸、白芍、川琴、酸麥仁、寸麥冬、木瓜、甘草。
^formula3〔杞菊地黃丸證〕治頭目眩暈，目乾澀，耳鳴，腰膝酸軟。
^ingredients3550 枸杞、菊花、熟地、山茱萸、山藥、茯苓、丹皮、澤瀉。
^formula4〔九子地黃丸證〕
^origin〔蒲輔周方〕
^ingredients3551 熟地60g，山茱萸、山藥、茯苓、澤瀉、丹皮、五味子、枸杞子、沙苑子、決明子、青葙子、茺蔚子、菟絲子、按盆 子、車前子各5g，醋制龜版30g，磁石（醋拌3次）30g，沉香3g，蜜丸早晚 各9g，淡鹽湯下，忌辛辣4酒、大蒜。
^formula5〔補腦湯證〕
^origin〔《魏長春臨床經驗選輯》方〕
^ingredients3552 (1）陳士鋒：憂愁之後，終日睏倦，至夜雙目不閉，欲求一閉而不得，頭眩目暗，人夜太息難以人寐，主潤燥交心 湯：白芍、當歸、熟地、玄參 各30g，柴胡、菖蒲各0.%。安睡丹：白芍、生地、當歸 各15g，甘草3g，熟地30g，山茱 萸、枸杞 各6g，菊花9g。
^ingredients3553 房色太過，肝腎兩傷，兩脅隱隱微痛，連及腰胯，或脅肋攻痛，舌無津液，喉咽乾燥，脈細弱，或虛弦，主六味地黃 加歸芍，填楮益血湯：熟地30g，山茱萸、白芍 各15g，當歸、沙參、地骨皮、丹皮、茯苓 各9g，柴胡3g。水土兩滋湯：熟 地30gy山茱萸、山藥 各12g，當歸、白芍 各15g，甘草3g。
^ingredients3554 (2)蠃怯之人房勞太*過，腎氣虛弱，兩脅隱隱作痛，宜補腎和血：熟地、補件脂、阿膠、川芎、當歸、川續斷、杜 仲、牛膝。
^ingredients3555 (4)尤在涇治脅痛遇春即發，過之即止，春三月肝木司令，肝陽方張，而陰不能從，則其氣有太過之處，故癰發，夏 秋冬肝氣衰適脅，滋陰配陽：阿膠、白芍、茯苓、丹皮、茜草、炙甘草、鮑魚代水（《柳選四家醫案》61)。
^ck44z21h303
^norm 陰虛氣滯。.　　　內含病例：
^chinese 脅痛，痛經，疝症，乳癘。
^western 慢性肝炎，子宮發育不全，原發不孕症。
^combo 陰虛+陰涸+氣滯+氣逆+清空+神擾
^ill〔陰虛失養〕
^symtom ①面色黧黑，眶下貓黑，②平素五心煩熱，性急易怒，③腰佈，腰酸，得按稍緩，④夜尿 多，素有遺精，⑤經貴極少，⑥睡不安寐，⑦手麻。
^pulse ①脈象沉細弱，②座弦。
^tounge 舌質紅，少苔。
^ill2〔氣機不利〕
^symtom ①脅肋攻痛，脅下痞滿腫痛，②汛期少腹隱痛，③胸腹填脹，④經前雙側乳房脹⑤乳 暈結核如雞卵，⑥睪九刺痛，腫痛。
^ill<sub=1>〔陰液消涸〕
^symtom ①形體消瘦，②胯紅髮皺，③口乾W苦，④小便短黃，⑤月汛參差，經量少而色鮮，⑥帶 下纏綿，色白而質黏稠，⑦時有衄血，⑧自汗。
^tounge ①舌紅，苔剝，苔薄黃，②苔溥黃糙。
^pulse 脈弦，脈弦細數。
^ill2〔神志不寧〕
^symtom ①心煩，②眠差，③失眠。
^ill<sub=2>〔氣機沖逆〕
^ill2<sub=2>〔清空不寧〕
^symtom ①耳鳴，②頭暈，③眩暈。
^formulas
^formula1<var=1>〔一貫煎證〕
^origin〔章真如方〕
^ingredients3556 山藥、沙參 各15g，寸麥冬、當歸、白芍、鬰金、川棟子、枸杞、生地、蒺藜、丹參、廣木香各lQg。
^formula2<var=2>〔乙癸同源飲證〕
^origin〔周蘭若方〕
^ingredients3557 大生地、甘枸杞子、，北沙參、生鱉甲 各12g，當歸身、白芍、麥冬 各6g，杜仲（鹽水炒）、炒川續斷、金鈴子（小茴 香1.2g拌） 各9g，藏紅花1.5g，牡蠣21g，制女貞4.5g。
^ck44z21h318
^norm 腎水不足，陰虛火旺。
^chinese 產後淋症，陽瘺，耳鳴。
^combo 陰虛+陰蒸+陰涸+清空‧+經脈
^ill〔陰虛失養〕
^symtom ①肢體無力，②少腹重墜，③夜尿頻多。
^pulse 多尺弱。
^symtom ①眼花乾澀，②頭犖目花，③碎然眾倒。
^symtom ①腰酸，腰痛，②腰膝酸楚，③陽瘺，④語言賽澀。
^symtom ①小便後帶黏液，②小便頻數澀少，③惡露未清。
^tounge ①舌質紅，苔少，②舌質偏紅，苔薄少。舌紅無苔。
^pulse ①脈細弦，②脈沉細。|
^symtom 兩顴發紅，唇紅。
^pulse ①脈細數，②尺脈強甚。
^formulas
^formula1〔六味地黃湯證〕
^origin〔《小兒藥證直訣》方〕
^ingredients3558 熟地黃24g，山藥、山茱萸 各12g，茯苓、澤瀉、牡丹皮 各9g。
^formula2〔二至、六味湯證〕
^origin〔章永紅方〕
^ingredients3559 女貞子、早蓮莩、熟地黃、山藥、山茱萸、茯苓、澤瀉、牡丹皮。■
^formula3〔返少丹證〕潤燥，治津陰不足，便閉而無所苦者。詳見論（1)。
^ingredients3560 熟地、山藥、牛膝、枸杞子、棗皮、茯苓、杜仲、楮實、五味了‧、小茴、巴戟、石萏蒲、淡肉蓯蓉、生薑、大棗。
^ingredients3561 (1)陽瘺，陰精不足，相火盛而反萎，或手淫；或強忍房事，腎脈強盛，右尺尤甚，主滋腎丸，六味丸，固陰煎：人 參、熟地、山茱萸、五味子、山藥、遠志、炙甘草、菟絲子、返少丹（組方見方症）。
^ingredients3562 (2)腰痛酸軟，六味丸加川續斷、牛膝、杜仲。
^ck44z21h317
^norm 陰虛瘀滯。
^chinese 骨癆，附骨痰，附骨痕，下指，脫疽。
^western 髖關節結核，骨膜炎，陰莖結核，血栓閉塞性脈管炎。
^combo 陰虛+氣滯+絡脈+氣化
^ill〔陰虛失養〕
^symtom ①腰膝酸楚，肢體無力，②形體消瘦，③午後低熱，④目眶黯黑，⑤午後面赤，⑥口乾，
^pulse 脈沉細，脈細弦數。
^tounge 舌紅無苔，舌紅苔白。
^ill<sub=1>〔絡脈不和〕
^symtom ①腰膝酸楚，②全身疼痛，活動尤甚，③髖關節疼，漫腫不紅，④腰脊酸疼，⑤足脛腫脹 疼痛，⑥龜頭結核，⑦址痛夜甚。
^ill<sub=2>〔氣化不行〕
^symtom ①小便頻數涅少，②尿黃u
^formulas
^formula1<var=2>〔知柏八味證〕
^origin〔許履和方〕
^ingredients3563 炙知母、山茱萸 各4.5g，丹皮、川貨柏 各6g，淮山、澤瀉、茯苓、川續斷、淮牛膝 各9g，生地黃12g，炙龜版I5g。
^formula2〔地黃二至湯鬰減證〕
^origin〔許履和方〕
^ingredients3564 生地12g，山榮萸、丹皮、淮山、雲茯苓、澤瀉、早蓮草、女貞、淮牛膝、川續斷、當歸 各9g，五味龍虎丸3g，日二，(全蠍、蜈蚣、血竭、土鱉、三七等份水泛丸）。
^ck44z21h205
^norm 陰火上乘。
^chinese 房勞傷寒。'
^combo 陰枯+氣熾+神擾
^ill〔陰液消涸〕
^symtom １口乾舌焦，渴不欲飲，２小水短赤，３耳不聽聰。
^tounge 舌白厚。
^pulse ①脈沉細，②六脈雖沉無力。‧
^ill<sub=1>〔津氣蘊熾〕
^symtom ①發熱不退，②頭痛面赤，眼紅口唇青，③頭而一陣覺熱，頰紅耳赤，或伴汗出，④汗出 如油，喘聲如雷，口中氣自外出，晝夜不寐，⑤揚手擲足，或時驚悸發狂。
^ill<sub=2>〔神志不寧〕
^symtom 睡眠不穩。
^formulas
^formula〔大補陰丸證〕
^origin〔胡友梅方〕
^ck44z21h211
^norm 陰枯陽亢。
^chinese 消渴，久喑。
^western 糖屎病。
^combo 陰涸+液涸+神虛+陽浮
^ill〔陰液消涸〕
^symtom ①尿頻fi多，混濁有甜味，②腰膝酸軟，③聲音低沉細微，④手足心熱。
^tounge 舌光紅少苔，中有裂紋。
^pulse 脈細數。
^ill2〔津液枯湎〕
^symtom ①大便乾燥，②小便時黃。
^ill<sub=1>〔神氣不振〕
^symtom 乏力。
^ill<sub=2>〔陽氣浮越〕
^symtom ①頭抒耳鳴，②顏面潮紅，③咽喉微紅，④咽喉乾痛，午後尤甚，⑤飲食世多。
^formulas
^formula1〔滋水涵木方證〕
^origin〔杭鷺娃方〕
^ingredients3565 生熟地黃 各15g，山茱萸、狹苓、丹參、火麻仁、牡丹皮 各10g，天冬、麥冬、生黃耆、決明子 各20g，石斛、山藥、石決明 各30g，枸杞子14。
^ck44z21h219
^chinese 虛腫，虛脹，解顱。
^western 腦積水。
^combo 陰虛+陽虛+汴滯+氣化
^ill〔陰虛失養〕
^symtom 神情呆鈍。
^ill<sub=1>〔氣化不行〕
^symtom 小便不通。
^ill<sub=2>〔津不化氣〕
^symtom ①水腫，②腹脹如臌，膝以上堅硬，皮膚欲裂，③囟凸顱縫裂開，.頭皮光潔。
^formulas
^formula1〔加減金歷腎氣湯證〕
^origin〔《通俗傷寒論》張壽甫方〕
^ingredients3566 熟地、淮山、茯苓 各12g，山茱萸、澤瀉、丹皮 各4.5g，紫桂.5g，知母6g，生白芍15g。
^formula2<var=1>〔地黃丸證〕
^origin〔張道元方〕
^ingredients3567 首烏、熟地 各12g，山茱萸、山藥、茯冬、沙苑、桑寄生、肉蓯蓉 各9g，丹皮、澤污、車前子、川續斷 各6g。
^ingredients3568 1.論著：陳士鐸：小便不通，目睛突出，腹脹如臌，膝以上堅硬，皮膚欲裂，飲食不下，口不渴，服甘淡滲洩不效，主純陰化陽湯：熟地、玄參、肉桂、車前子。加減生化湯：熟地、生地、肉桂。
^ck44z21h220
^norm 上實下虛，陰火升逆，沖氣上逆，腎不納氣。
^chinese 沖咳，神呃，虛咳，虛喘，虛痰，熱痢呃逆。
^formulas
^formula1〔王氏沖咳方證〕
^origin〔王孟英方〕
^ingredients3569 龍齒、牡蠣、龜版、鱉甲、紫石英、蓯蓉、茯苓、熟地、當歸身、牛膝、冬蟲莩，胡桃。
^formula2〔王氏沖咳二方證〕
^origin〔王孟英方〕
^ingredients3570 西洋參、熟地、蓯蓉、天冬、麥冬、茯苓、龜版、牡蠣、紫石英、玉竹、枇杷葉、橘皮。
^formula3〔仿張氏胃關煎意方證〕
^origin〔何拯華方〕
^ingredients3571 '砂仁0.9g搗熟地1化，當歸身、阿膠、旋復花 各4.5g，白芍9g，牡蠣、龜甲心、刀豆子、鮮石斛各Hg，炙甘草2.4gD
^ingredients3572 0)尤在涇治浮氣不得全歸根本，宜補益下焦，以為吸受之地，六味丸加五味子、杜仲、芡實、蓮須、菟絲子、枸杞
^ck44z21h221
^norm 沖任不固。
^chinese 7與漏，毋衄，宮血，尿血，便血，臍血。
^western 慢性賢炎，子宮功能性出血，青存期功血。
^combo 陰虛+血』滑+陰涸+陽浮
^ill〔陰虛失養〕
^symtom ①肢軟乏力，②腰酸，腰尻酸楚，腰痛，③潮熱，④面色不華，⑤眼前發黑，⑥頭暈目蒙。
^tounge ①舌淡紅，②舌嫩紅，③苔薄白。
^pulse ①脈弦，②脈弦細，③脈弦數，④細貓，⑤脈軟。
^ill2〔絡血不固〕
^symtom ①經行常超前，甚則1月兩潮，或淋漓不淨，應斷未斷而反見一月數行，每每如崩，經血 貴多，遷延日久，行經20餘天，持續不淨，裡多，色鮮紅，有大血塊，②尿血，③便血如噴，島衄如注，牙齦滲血，④漏 下胎漏，⑤經前便血，⑥臍中流血，⑦崩漏鮮紅，⑧下肢經常出現紫癜。
^ill<sub=1>〔陰液消涸〕
^symtom ①口‧苫咽乾，②口渴口乾，口渴喜冷飲，③煩踩，④烘熱，⑤手足心熱，⑥大便乾燥，⑦ 帶多質稀。
^tounge ①舌質紅絳，②中有裂紋，③少苔，苔薄，④舌根黑。
^pulse ①脈細數，②脈弦勁。
^ill<sub=2>〔陽氣浮越〕
^symtom ①頭犖頭痛，②耳鳴目蒙，目赤，③面現油光，④烘熱汗出，或怕冷或怕熱，⑤咽痛，⑥ 齒痛，悸忡，⑦心煩易怒，⑧寐欠安，失眠。
^tounge 舌質紅。
^pulse 脈洪數。
^formulas
^formula1〔一陰煎證〕
^origin〔《景岳全書》方〕
^ingredients3573 生地黃、白芍葯、麥門冬、丹參 各6g，熟地黃9～15g，甘草3g，牛膝4.5g，水煎服。
^formula2〔膠艾湯證〕
^origin〔張仲景方〕
^ingredients3574 乾生地 六兩，白芍 四兩，當歸、艾葉 各三兩，川芎、阿膠、甘草 各二兩；水五升，、清酒三升，合煮取三升，溫服一升，日三服。
^formula3〔膠豆湯證〕
^origin〔《章次公醫案》方〕
^ingredients3575 阿膠珠、黑料豆 各12g，牛角腮炭、全當歸、藕節、小薊炭 各9g，五味子5g，熟地30g。
^formula4〔固氣湯證〕
^origin〔《傅青主女科》方〕
^ingredients3576 人參、熟地、白朮、當歸、獲苓、炎甘草、杜仲、山茱英、遠志、五味子，可加阿膠、龜版膠、牛免、烏賊骨。
^ingredients3577 (2)傅青主：順經兩安湯：恰行經前一日，大便先下血者：人參、山茱萸 各9g，寸麥冬、熟地、當歸、灑制白芍、炒 白朮 各15g，巴戟3g，炒黑荊芥6g，升麻1.2g。
^ingredients3578 (5)秦伯未：臍中流血，主六味地黃湯加碎補。陳士鐸主兩車湯：熟地90g，山茱萸、麥冬 各30g，五味子、白朮各5g。
^ck44z21h222
^norm 腎虛失固。
^chinese 遺尿，夜尿，產後失禁，尿崩，陽瘦，盜汗。
^western 神經性尿頻，高血壓。
^combo 陰虛+津滑+陰涸+陽浮
^ill〔陰虛失養〕
^symtom ①腰膝酸痛，②精力疲乏，③白帶淋湳，④腰酸頭暈，⑤視物模糊，⑥陽瘺。‧
^pulse 脈軟脈弦細數，脈弦小數。
^tounge 舌淡紅，舌嫩紅。
^ill2〔津液不固〕
^symtom ①白帶清稀，淋漓不止，②自汗，盜汗淋漓，③痢下五色，④頻頻虛努，⑤遺楮夜尿，尿６夜尿頻數，多飲多尿，７遺尿。
^ill3〔陰液消涸〕
^symtom ①手足心熱，②大便乾澀，大便艱結，③內熱口乾，④口渴引飲，⑤煩泡，⑥顴紅，
^tounge 舌紅少苔，苔黃，舌起白花。
^pulse 脈沉細數，弦滑。
^ill4〔陽氣浮越〕
^symtom ①悸仲，②寐欠安，③頭暈眼花耳鳴，④呃逆，⑤胸悶，⑥意態沉悶，淚珠盈眶，時欲
^tounge 舌紅苔黃。
^formulas
^formula1〔肝腎雙補湯證〕
^origin〔《學說探討與臨證） 方〕
^ingredients3579 桑寄也、玉米須、磁石、生龍#各308，首烏24g，川芎、淫羊游、杜仲 各9g。
^formula2〔止遺湯證〕
^origin〔施今墨方〕
^ingredients3580 生白果4枚（連皮打），桑寄生、石蓮肉 各20g，白蓮須、桑螵蛸、熟地 各10g，酸棗仁、山茱萸 各12g，益智仁、砂 仁各五倍子、五味子、紫河車、炙甘草 各3g。
^formula3〔五倍縮尿湯證〕
^origin〔張伯臾方〕
^formula4<var=2>〔六味地黃證〕
^origin〔朱顏良方〕
^ingredients3581 生熟地、山藥、山茱萸、丹皮、茯苓、甘草、寸麥冬、玄參、益智，其中甘草用30g。
^formula5〔補陰以營內方證〕
^origin〔章真如方〕
^ingredients3582 鳳凰衣、生地、熟地、僉稷子、芡實、山茱萸 各15g，浮小麥、黃耆各20s，生龍骨、生牡蠣 各30g，糯稻椒、黃柏 各 10go
^ck44z21h223
^norm 精液失固，腎陰虧損。
^chinese 帶下，遺楮。
^formulas
^formula1〔調經止帶丸證〕主治婦人帶證，多由帶脈失守傷及沖任，或經水不調而致崩漏。
^ingredients3583 熟地、當歸、香附 各120g，白芍、川誇、海嫘蝴、椿白皮、賁柏、遠志 各60g，赤石脂、段牡蠣 各90g。
^formula2〔滋腎止帶湯證〕
^origin〔蔡純臣方〕
^ingredients3584 熟地、菟絲子、段龍骨、段牡蠣、芡實 各15g，淮山12g，山萸肉、甘杞、茯苓、金稷子、魚鰾、關沙苑 各10g。
^formula3<var=1>〔六味丸證〕
^origin〔蔡純臣方〕
^ingredients3585 熟地、茯苓、段龍骨、段牡蠣 各15g，淮山，山萸肉、金櫻子、芡實、魚鰾、龜版、關沙苑、菟絲子、枸杞子、黃柏 各10g，丹皮、澤瀉 各6g。
^ingredients3586 (1)葉天士治溫邪劫陰，帶F火升，胸搭，脈小數：生地、阿膠、牡蠣、川石斛、小麥、茯苓（《臨證指南醫案》66t。
^ck44z21h212
^norm 陰虛陽亢。
^chinese 眩筆，頭痛，耳鳴，耳聾，賽苜，低熱，兒螢陰虛發熱。
^western 原發性高血壓，白細胞減少，多動症，陳舊性中心性視網膜炎，續發急性視神經炎。
^combo 陰虛+陰涸+陽浮+神擾+空竅
^formulas
^formula1〔大定風珠證〕
^origin〔《溫病條辨》方〕
^ingredients3587 白芍葯、生地黃、麥門冬 各18g，阿膠9g，生龜版、生牡蠣、生贅甲、炙甘草 各12g，火麻仁、五味子 各6g。水煎去 滓，人雞子黃，攪勻，分3次服。
^formula2〔降壓二方證〕
^origin〔（秦伯未醫文柒》方〕
^ingredients3588 大生地12g，龜版5g，山茱萸4.5g，女貞子9g，麥冬6g，川石斛9g。
^formula3〔蓮葚湯證〕
^origin〔《學說探討與臨證》方〕
^formula4<var=1>〔一貫煎證〕
^origin〔張慶武方〕
^ingredients3589 川楝子、枸杞、當歸各Og，北沙參20g，寸麥冬1化，生地、地骨皮、鉤籐 各12g，生龍骨、牡蠣 各30g。
^ingredients3590 (6)朊紹明治暴盲（陳舊性中心性視網膜炎，續發急性視神經炎）：右則頭痛不能人寐，眼球脹痛，合目模糊不清，經 常頭翬失眠，多夢，腰酸，遺精，舌紅，脈弦細兩尺微弱，壯水之主以制陽光，六味地黃湯加枸杞、白芍、石決明、甘草，10劑頭痛目脹已止，視力改善，因思慮急跺致失眠，心譯，左則頭痛，改涼血化瘀，平肝明４菊花、密蒙花、丹皮、全歸  各6g，決明子、枸杞、仙鶴蘋、側柏炭、地黃炭、炒山梔、地榆炭 各9g，鮮石斛12g，4劑，痛止，視力改善，惟心驚頭暈，失眠，多夢，用地黃湯合天王補心丹：生熟地、朱茯神、遠志、酸棗仁、柏子仁、白芍、黨參、枸杞、山藥、澤瀉、山茱萸  各9g，五味子2.4g，6劑，症狀消失，加菟絲子、肉蓯蓉 各9g，5劑，以石斛夜光丸，天王補心丹交替服用，以朱茯神、淮 山、酸麥仁、柏子仁、白芍、當歸、枸杞、石斜、制首烏、黨參、菟絲子、遠志 各90g，生熟地120g，澤污、菊花、山茱英、肉蓯蓉、杜仲 各60g，丹皮45g，五味子、甘草 各30g，石決明240K，文火煎熬，去渣，加白蜜一斤收音善後。
^ck44z21h213
^norm 下虛上盛，虛陽上浮。虛火上苜，龍笛飛騰。k
^chinese 大厥，暴厥。
^combo 陰虛+陰涸+陽浮+氣逆+神擾+清空+絡脈+氣脫
^ill〔陰虛失養〕
^symtom ①面色少華，椅神疲倦，②憔悴昏聵，③盜汗頗劇。
^pulse ①脈弦細，②脈虛弦。
^tounge 舌邊尖紅，苔中膩。
^symtom ①面頰黧黑，②毋煤，唇燥，③肌膚甲錯；④口燥咽乾，口乾不欲飲，乾燥渦欲水，⑤心 中疼熱，不欲食，⑥溺黃而頻，溲赤而澀，⑦大便艱燥，大便不行。
^tounge ①舌絳苔少，②舌紫絳乾燥無津，③舌黑。
^pulse ①脈虛弦小數，②細而數，③脈浮謙而細。
^ill2〔陽氣浮越〕
^symtom ①面紅，兩顴嫩紅帶白，唇紅，目赤顴赤，②咽痛聲撕，瘖啞無聲，③後子夜熱躁，④頭 部多汗，熱氣蒸騰，兩足厥冷，攸往攸來，一日數次，⑤夜睡冷汗如珠，四肢冰冷，解.後肢體不支。
^pulse 脈轉浮大。
^tounge 舌胖嫩岡大。
^ill3〔清空不寧〕
^symtom ①頭暈，頭蒙不清，②頭痛偏左，③耳鳴耳聾，④眼皮跳。
^ill<sub=1>〔絡脈不和〕
^symtom ①舌畚語澀，②或口角流涎，③手足發麻，④發痙發厥。
^ill2<sub=1>〔氣機沖逆〕
^symtom ①沖兮上逆，聲嘶息粗，②或呃或厥，或頓咳氣促，③沖任脈搏，④欲嘔。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸，②煩躁不寐，③躁亂如狂。
^ill2<sub=2>〔氣虛脫絕〕
^symtom ①神志時明時昧，時而語無頭尾，言無倫次，②視覺模糊，睹神時散時縮，時而眼睛發直，無所見，③四肢顫動，時而兩手發戰，筋惕肉晌，④時而睡臥，自覺身.電，⑤時而心口一陣發空，氣不接續，奄窀欲脫，
^tounge ①舌質淡青，②希形紫色。
^pulse ①脈細數沉弱，②脈微欲絕，③六脈洪大而空。
^formulas
^formula1<var=2>〔定風珠證〕
^origin〔鄭沛江方〕
^ingredients3591 白芍、生地、麻仁、牡蠣、麥冬、甜杏仁 各9g，阿膠、龜膠 各4.5g;五味子3g，甘草6g，錐甲12g，雞卵1枚。
^formula2〔沖和湯證〕
^origin〔程門雷方〕
^ck44z21h214
^norm 陰陽兩脫，陰證似陽/脫陽脫元，戴陽。
^chinese 眩暈，伏氣傷寒，腎傷寒，陽虛伏陰，色厥。
^western 高血壓心臟病，動脈硬化。
^combo 陰涸+陽浮+神滎+陽脫‧
^ill〔陰液消涸〕
^symtom ①f?黑裂，②大渴喜冷，③便結，④小溲渾濁，⑤赤痢乃下。
^pulse 尺部及左三部尤虛。
^tounge ①舌生芒刺，②苔焦黑，舌根黑，③浮胖滋潤不枯。
^symtom ①面現油光，②喉痛口渴，③發熱自汗，交午寒熱，④煩渴引飲，不能下嚥，飲水則吐，
^pulse ①脈浮洪大，按之微弱，脈如沸湯，②脈弦，左尺獨大。
^ill<sub=1>〔清空不寧〕
^symtom ①頭暈多汗，②耳聾。
^ill2<sub=1>〔神志昏蒙〕
^symtom ①煩悶不舒，②詭語。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①身大熱反欲得衣，足冷蜷臥，②下利，③肢厥自汗，④汗多頭牽，⑤氣促大汗，⑥寒來 如冰，⑦背蓊縮入。
^tounge 舌質淡紅胖嫩，苔薄白。
^pulse 脈沉細微澀，浮散帶數，短促無根。
^formulas
^formula1〔桂附八味湯證〕適應腎火衰微，陽不潛藏，發熱自汗，煩渴引飲，不能下嚥，面目俱赤，兩唇黑裂，兩足如烙，舌 生芒刺，脈浮洪大，按之微弱，或沉細微澀，或浮散帶數，或短促無根，尺部及左三部尤虛。
^formula2〔育陰潛陽方證〕
^origin〔嚴紹歧方〕
^ingredients3592 熟地24g，龜版、淮山各I2g，當歸身6g，吳萸3g，紫桂0.6g，五味子30粒。
^ck44z21h215
^norm 陰陽兩脫，陰陽交脫。
^chinese 呃逆，陰陽交，慢驚風。
^western 腦血栓形成，結核性腦膜炎。
^combo 陰枯+陽浮+陽脫+雄脫
^ill〔陰液消涸〕
^symtom ①形體嬴瘦，②口乾無涎沫，③二便難，④舌黑而縮，⑤唇口焦裂出血。
^tounge ①舌而光如豬腰，舌體成球，②舌質紅如塗朱，③舌黑，④舌尖紅如鏡。
^pulse 脈弦數。
^symtom ①溯體灼熱，②神識昏憒，③狂躁咬人。
^pulse 脈洪大躁疾。
^symtom ①頭痛，②視物不清。
^symtom ①氣短似喘，喘鳴氣促，②聲顫無力，語不接續，③痙厥皆至，角弓反張，手足瘛瘋，⑤面青肉俑，面色祜悴青，⑥肢厥汗出如珠，汗出如洗。
^pulse ①脈微細無神，②沉伏。
^symtom ①呃逆頻繁加劇，R夜不分，②呼吸促急，③氣道登塞。
^ill2〔津液脫竭〕
^symtom ①汗大如雨，身熱烙手，②二便失禁。
^formulas
^formula1<var=2>〔炙甘草湯證〕
^origin〔劉沛然方〕
^ingredients3593 紅人參、生地、蘇子 各10g，炙甘兌、蓯蓉各lig，肉桂心、附子 各6g，寸麥冬、車前子 各15g，麻仁6g，阿膠拎20g (烊化），大棗10枚。煎服，每6小時一次，每次200ml。
^formula2〔理中地黃湯證〕
^origin〔程門雪方〕
^ingredients3594 熟地15g，當歸、枸杞、酸棗仁、補骨脂、炙黃耆 各6g，白朮、黨參 各9g，炮姜、山茱萸、炙甘草、肉桂 各3g，炮附 片1.5g，生薑3片，紅棗3枚.核桃仁2個，灶心土60g代水。
^ck44z21h216
^norm 督任虛損。
^chinese 喑痱，骨痺，筋痿，骨瘺，低熱，老年腰痛，頸脊酸痛，風中腎，下截癱，左肢癱。
^western 骨質疏鬆症，多發性周囤神經炎，煤氣中毒腦病，肝豆狀核變性，肝硬化，前列腺肥大。
^ill〔陰虛失養〕
^symtom ①形體消瘦，②腰脊酸痛，下肢軟而無力，③寧後低熱，④早洩，⑤遺洩，帶下，⑥小便 黃少，大便乾結，二便秘澀，⑦口苦口乾葚飲水，飲水不解，⑧睡眠不安。
^tounge ①舌邊尖有紅瘰，苔少，舌紅無苔，②舌質紅而乾，苔色黃褐，③污微紅苔薄。
^pulse ①脈細弦帶數，②脈尺細弱，稍數，③脈左短右弦，④脈細稍數，左關稍弦，⑤脈細弦滑。
^ill2〔陽氣不振〕
^symtom ①兩足發冷，②腰腹緊束，③晷暖毘寒，欲揉打，④肢體顫動，兩手顫動，⑤下肢痿軟，不能起立，不自行翻身，⑥腰酸，⑦小便短ifi頻，不暢利，⑧小便失禁。
^tounge ①舌淡少汴無苔，②苔薄白。》
^pulse ①脈弦細，②脈象虛大，③脈右洪無力，左沉細無力。
^ill<sub=1>〔經脈不榮〕
^symtom ①下肢重著無力，輕則行立不正，如踩棉花，It則不能活動，②骨痿，兩足痿弱，足痱不 能瓶，③筋骨牽痛，筋骨竄痛，或麻木簾痛，寒冷不溫，全身疼痛，兩脅腰部，兩肩關節周圍，兩上臂，大腿重痛，活動 是尤甚，天氣變化加重，④腰胯脊髀酸痛，腰脊疼痛，佝僂難伸，腰腹緊束，⑤腰腿酸癰，⑥腳膝拘痛，⑦熱痛如火或冷 痛如冰，⑧足趾脹疼，⑨跟痛，十頸脊酸痛，?下截癱，左肢癱。
^ill2<sub=1>〔絡脈不榮〕
^symtom ①夜間兩腿發麻，肌肉麻木不知痛癢，或如蟻行感，②下肢麻木簾痛，③口舌麻木時退時 止，④言語賽澀，呻吟語澀，語言遲鈍，失語，舌喑不能言，⑤口角流涎水。
^ill<sub=2>〔清空失養〕
^symtom ①頭暈，②眩輦，③耳鳴。
^formulas
^formula1〔地黃飲子證〕
^origin〔《宜明論方》方〕
^ingredients3595 生地黃90g，巴戟天、山茱萸、肉蓯蓉、石斛、炮附子、茯苓、石菖蒲、遠志、肉桂、友門冬 各30g，五味子15g。為 末，每服9g，加生薑、大棗、菏荷，水煎服。
^formula2〔加味金剛丸證〕治筋背痿軟，壯筋骨補氣血。
^ingredients3596 虎骨、制馬錢子 各9g，鹿角屑、鹿角膠、熟地 各6g，川續斷、杜仲、菟絲子、蓯蓉、泰艽、木瓜、川牛膝、地龍、全 蠍、血竭、碎補 各3g，蜈蚣4條，共研細末每服0.9g，—日三次，開水黃酒送下，小兒不用酒。
^formula3〔加味四芹丸證〕
^origin〔《三因極一病證方論》方〕
^ingredients3597 肉蓯蓉、牛膝、天麻、木瓜、鹿茸、熟地黃、菟絲子、五味子各等分。蜜九，梧桐子大，每服50丸。
^formula4〔安腎丸證〕治骨痺。
^ingredients3598 肉桂、川烏、巴戟、蓯蓉、補背臘、白蒺藜、茯苓、山藥、石斛、萆躲。
^ingredients3599 (5)瑤國英：風中腎，在腎則二便不調，動氣上衝，骨痿腰痛，呻吟語澀，宜尤益腎風蓯蓉丸：蓯蓉、熟地、防風、虎骨、山藥、牛膝 各30g，黑豆、石斛、當歸、獨活各2. lg，密丸食前酒下。
^ingredients3600 (6)吳鞠通：痢久陰陽兩傷，少腹肛墜，腰胯脊髀酸痛，由臟腑傷及奇經，參茸湯主之：人參、鹿茸、附子、當歸、茴香、菟絲子、杜仲（《溫病條辨》卷三83)。
^ingredients3601 (2)程杏軒：頸脊酸痛，喜暖畏寒，欲揉打，主：當歸、枸杞、杜仲、巴戟、附子、鹿角霜、狗脊，更加秦艽、桑枝。
^ingredients3602 (3)岳美中治低熱3年，午後低熱，夜間兩腿發麻，精神萎頓不振，舌略紅無苔，脈細稍數，左關稍弦。柴芍地黃 湯：生地24g，山茱萸、淮山、丹皮 各12g，澤瀉、茯苓、柴胡、白芍 各9g，五味子、肉桂 各6g (《岳美中醫案集）)。
^ingredients3603 (8)岳美中治骨質疏鬆症，全身疼痛，兩脅腰部，兩珩關節周圍，兩上臂，大瓦菰痛，活動是尤甚。天氣變化加重，畏寒，納差，形體消瘦，尿黃，便少，苔薄白，脈弦細。補腎溫經湯：獨活、續斷 各6g，細辛3g，熟地30g，山茱萸、菟 絲子、杜仲、牛膝 各12g，補骨脂、鹿角霜 各9g，胡桃2枚（《岳美中醫案集》）。
^ck44z21h198
^norm 血不養筋，筋骨失養，虛風人絡。
^chinese 痺痛，脫疽。
^western 血栓閉塞性脈管炎?-期（血宵痙攣反應期）。
^combo 血虛+陰虛+經絡
^ill〔血虛失養〕
^symtom ①眩暈，②耳鳴。
^ill2〔陰虛失養〕
^symtom ①咽乾，②少寐，③腰酸，④早洩，大便努責後有楮洩出，⑤右下肢軟而無力，兩足趾毫
^tounge ①舌邊尖有紅瘰，苔少，②舌紅苔根微膩。
^pulse 脈細弦帶數。
^ill<sub=1>〔經脈不榮〕
^symtom ①關節疼，②足趾疼痛，足跟亦酸痛。
^ill2<sub=1>〔絡脈不榮〕
^symtom ①週身筋脈攣痛。
^ill<sub=2>〔絡脈不和〕
^symtom ①兩手握固不利。
^formulas
^formula1〔滋養柔潤方證〕
^origin〔陳繼明方〕
^formula2<var=1>〔六味地黃湯證〕
^origin〔許膣和方〕
^ingredients3604 大熟地12g，砂仁23g (同打），大白芍、澤瀉 各6g，山萸肉、當歸身、川續斷、甘枸杞子、菟絲子 各9g，杜仲、桑寄 生 各15g，丹皮4.5g，懷牛膝9g鹽水炒。
^ck44z21h201
^norm 陰虛勞熱。
^chinese 勞熱，經期發熱，小兒陰虛發熱，脫髮，骨蒸，陰虛勞熱，低燒。
^western 肺結核，慢性粒細胞性白血病。
^combo 陰虛+血虛+陰蒸+血蒸+陰涸
^ill〔陰虛失養〕
^symtom ①頭暈耳鳴，記憶減退，②腰酸腿軟腰痛，③形體消瘦。
^ill2〔陰熱蘊蒸〕
^symtom ①手掌心熱，五心煩熱，②低燒，③發熱持續不退，④夜間熱盛抽搐，每天下午5 ~8點身 熱，8點後身熱未經治療漸退，⑤煩悶失眠，煩躁，⑥盜汗，⑦口乾口苦。
^pulse 脈虛細而數，左小於右。
^ill<sub=1>〔血虛失榮〕
^symtom ①消瘦，疲乏，精神不振，②&眩頭暈，③左手足麻木，四肢麻木，④月經世少錯後。‧
^tounge 舌，淡暗晦。
^pulse 脈浮細弦。4
^ill2<sub=1>〔血熱疽蒸〕
^symtom ①唇赤，②手心熱。骨蒸潮熱，③發熱，午後低燒，④口乾不甚渴，⑤小便清長，⑥咯血，⑦臨經發熱，經淨則退，⑧經色紅世多，有時淋滴不淨，⑨眉發脫光，皮紅光亮。
^tounge ①舌紅苔薄黃，②舌質赤，③苔溥。
^pulse 脈細數。
^ill<sub=2>〔陰液消涸〕
^symtom ①面色口唇皮膚乾燥，②口乾苦，口乾不欲飲，③咽中乾澀疼，④盜汗，⑤大便硬結。
^tounge ①舌紅無苔，②舌紅裂紋，③舌紅，苔白溥。
^pulse ①脈細數無力，②脈細弦。
^formulas
^formula1〔芝麻湯證〕
^origin〔《臨證治驗》方〕
^ingredients3605 女貞子、旱蓮藎、枸杞、黑芝麻、丹皮、菟絲子、白芍、側柏葉 各10g，生地、首烏、熟地 各15g，紅花5g。
^formula2〔清骨散證〕
^origin〔《證治準繩》方〕
^ingredients3606 銀柴胡、胡黃連、秦艽、鱉甲、青蒿、生地、丹皮。
^formula3〔理陰湯證〕
^origin〔朱丹溪方〕
^ingredients3607 生熟地、天麥冬、阿膠、蝥甲、雞子黃、地骨皮、青茺、白芍、玉竹，或加百合。
^formula4〔滋陰除蒸湯證〕
^origin〔李斯熾方〕
^ingredients3608 女貞子、旱蓮蓽、地骨皮、茯苓 各12g，桑枝30g，天花粉、青蒿、白芍、蒺藜、鉤籐、法半岌、枇杷葉、丹皮 各10g，甘草3g。』　　　摘錄：
^ck44z21h320
^norm 水火不濟，水虧火旺。
^chinese 不寐。
^combo 陰虛陽浮+神擾+液涸+梢滑
^ill〔陰虛失養〕
^symtom ①齒落，②腰足瘺弱，③骨肉酸痛，④內熱夜甚，⑤腰酸痛。
^pulse 脈細弦數。〔陽氣浮越〕
^symtom ①頭暈眼花，耳鳴，後腦熱，頭痛，②身若飛揚，③盜汗，④熱氣自臍下衝心即昏，⑤口
^tounge 舌紫千。
^ill<sub=1>〔神志不寧〕
^symtom ①怔忡，②不寐多夢，③心煩，④躁擾不寧。
^ill2<sub=1>〔陰液消涸〕
^symtom ①大便不通，②口渴唇燥。
^ill<sub=2>〔陰精不固〕
^symtom 遺楮。
^formulas
^ingredients3609 當歸、白芍、生地、川芎、貨連、知母、熟地、肉桂、甘草、螢便；身若飛揚加紫石英、人參。
^ingredients3610 阿膠珠、抱茯神、酸棗仁、川黃連、炒潼蒺藜、炒白蒺藜、川續斷、桑寄生 各9g，珍珠母15g，酒白芍、杜仲 各6g，金鎖固精丸12g包煎。
^ingredients3611 (2)陳士鐸：遺楮，盜汗，目暗，耳鳴，腰足痿弱，骨肉酸痛，或內熱夜甚，旺水湯：熟地、沙參、五味子、山藥、芡實、茯苓、地骨皮、麥冬。挽流湯：熟地、山藥、白朮、澤瀉、玄參、五味子、山茱萸、芡實、金樓子。
^ck44z21h319
^norm 心腎不交，君相火旺。『
^chinese 夢遺。
^combo 陰虛+陰蒸‧神擾+精滑+血溢
^formulas
^formula〔清養滋降法證〕
^origin〔《中醫內科醫案精選》方〕
^ck44z21h321
^norm 陰虛火旺，相火妄動，虛陽妄動，龍雷火動。
^chinese 典衄，齒衄，崩瀨，n瘡。
^western 功能性子宮出血。
^combo 陰虛+陽浮+空竅+血溢+氣逆
^ill〔陰虛失養〕
^symtom ①形瘦色蒼，面色蒼白憔悴，肌膚乾澀不澤，眼角乾澀，②心悸、短氣，③膝軟腰膝酸軟，
^tounge 無苔。
^pulse ①脈細弱而數，左部沉取有弦象，②脈弦細數，沉取則澀，③脈細數無神，④脈細無力。
^ill2〔陽氣浮越〕
^symtom ①顏面潮紅，顴赤，②唇焦，唇舌乾紅，③午後火升煩熱，心悸兼見虛煩，易怒，④健忘，哀陰惡陽，⑤夜寐不安，少寐夢多，⑥潮熱盜汗，⑦手足心熱，⑧u幹不欲飲。
^tounge ①舌紅苔黃乾濁，②舌暗紅不華而乾。
^pulse ①洪大無力，②左脈虛數。
^ill<sub=1>〔清空不寧〕
^symtom ①眩暈，②午後頭痛，頸筋拘急。
^ill2<sub=1>〔清竅不利〕
^symtom ①眼花，②耳鳴、黃昏耳鳴甚，③舌尖碎痛，唇頰糜爛。
^ill<sub=2>〔絡血妄行〕
^symtom ①勞動稍加即衄，②齦血，牙根酸軟，血出點滴，或如一線之標，或睡則流出，醒則血止，或牙浮動欲脫，③月經淋瀝不絕雖少、色暗有少許瘀塊，經血淋漓鮮紅，或突然大下紫黑血塊，色紅蛩多。
^pulse ①弦花，②細數，無神。
^ill2<sub=2>〔氣機沖逆〕
^symtom 短氣伴隨胸翳。
^formulas
^formula1〔育陰止崩湯證〕
^origin〔韓百靈經驗方〕
^ingredients3612 熟地、山萸、川續斷、寄生各2g，白芍、海蛸、牡蠣、龜版各5g，貢膠9g，炒地榆30g。
^formula2〔十加減清海丸證〕
^origin〔何炎燊方〕
^formula3〔龜版地黃湯加味〕
^origin〔《通俗傷寒論》方〕。清肝益腎法。治衄血，久久不止，脈細數無神，或洪大無力，詳見 論（3)。
^formula4<var=2>〔費伯雄潛龍湯證〕
^origin〔鄒雲翔方〕
^ingredients3613 龍齒、牡蠣 各9g，龜版24g，生地15g，知母貨柏2.4g，黨參、寸麥冬 各4.5g，肉桂0.6g。
^ingredients3614 (2)2廢翁：主加生地、白芍。
^ck44z21h322
^norm 虛陽上越，浮火戴陽，陰盛格陽喉症，下虛上盛，虛陽上冒。
^chinese頑固性頭痛，虛火牙痛，口疳，口糜，毋衄，齒衄，虛火喉症，格陽喉痺，不語。
^western 高血壓，神經性頭痛，牙根尖周圍炎，復發性口腔潰瘍。
^combo 陰虛+陽浮+陽虛+空竅+血滑
^ill〔陰虛失養〕
^symtom ①羸瘦，②腰痛腰酸，③腳軟，④口乾，便秘，⑤夢遺滑梢。
^pulse ①脈小弦，脈細弦②脈細無力，③脈虛細或虛弦。
^tounge 質紅，暗紅少苔，紅胖，舌苔薄白。‧I陽氣浮越
^symtom ①頭面火升，面赤如醉，面部烘熱，②微熱不寒，③口渴，口乾燥，④心熱煩躁不寧，
^tounge ①舌紅而胖，②苔黑而質潤。
^pulse ①脈浮大無力，②弦硬而有結代之象。
^ill<sub=1>〔陽氣不振〕
^symtom ①面色無華，楮神萎靡，健忘思睡，週身疲乏，不耐久坐，胃納不佳，②氣短懶言，③自 汗畏風，提寒肢冷，④膝以下欠溫怯冷，上身雖熱，而下肢則涼（體溫在28弋左右），觸之胃以上發熱，宵以下發涼，足 部涼甚，⑤口乾不欲飲，口乾欲飲，口渴卻喜少世熱飲，欲飲冷飲，飲後即吐，⑥大便不實，大便溏洩，小便頻數，甚至 失禁，小便清白，小溲渾濁，夜尿頻，⑦兩腿疼痛，⑧陽痿，⑨服清涼反而增劇。
^pulse ①脈數而無力，②脈細數無力，③脈沉細弦，④脈細如絲。
^tounge ①舌淡苔薄白，②苔薄白，不乾燥，舌潤苔不燥，③舌質淡紅胖嫩，苔薄白，④舌淡紅
^ill2<sub=1>〔清空不寧〕
^symtom ①眩帝，耳鳴眼花，頭暈如坐行舟，行走不穩，②面浮頭脹，③陣1fe性頭痛，頭昏脹痛，太陽穴痛甚，多發於清晨。
^ill<sub=2>〔清竅不利〕
^symtom ①口糜，唇舌潰破，舌、頰腫脹，舌唇有小的潰瘍，疼痛，②滿嘴牙痛，晝夜不停，夜不 能寐，滿口牙齒腫痛，齦頰肌肉腐爛，極似牙疳，口流誕水極臭，痛及則昏迷不省，③咽部小白點，咽紅微痛，咽痛大劇，紅腫亦$，④碎然不語。
^ill2<sub=2>〔絡血不固〕
^symtom ①咯吐血絲，②鼻衄，齒衄。
^formulas
^formula1〔仿鄒氏導陽歸腎湯方證〕
^origin〔黃新吾方〕
^formula2〔加減腎氣丸證〕
^origin〔李聰茁方〕
^ingredients3615 生地、熟地、肉蓯蓉、淮山、碎補、白蒺藜 各10g，山茱萸、雲茯苓，丹皮 各7g，鹽澤瀉、鹽瀋母 各5g，青鹽沖3g，鹽炒附片2g，肉桂lg後下。
^formula3〔附子龜版湯證〕
^origin〔姜春華方〕
^ingredients3616 制附塊6g，敗龜版、女貞子、旱蓮負 各9g，何首烏、丹參 各15g，磁石30g，石決明24g。
^formula4〔滋柔鎮潛引火歸元方證〕
^origin〔陳嘉棟方〕
^formula5〔景岳鎮陰煎證〕
^origin〔王耕民方〕
^ingredients3617 熟地30g～60g，附子1.5g~9g，肉桂3g~6g，牛膝68，澤瀉4.5g，炙甘草3g，冷服。如治格陽喉痺上熱者，當以此湯 冷服。
^ck44z21h202
^norm 陰虛火旺，沖任不固。
^chinese 崩漏。
^western 子宮肌瘤，陰道息肉。
^combo 陰虛+陰涸+陰熾+血虛+血溢+液洩
^ill〔陰虛失養〕
^symtom ①形體虛羸，②腰酸痛，甚則不能伸腰，③下肢乏力。
^ill2〔陰熱蘊熾〕
^symtom ①經期低熱，手心灼熱，②色紫紅有血塊，並有灼熱感，③小腹隱痛，④帶下，色黃稠，_乳時時作痛。
^ill<sub=1>〔陰液消涸〕
^symtom ①口苦，口乾，舌燥，②心煩口渴，③溲黃。
^pulse ①脈弦澀，②脈沉細弦。
^tounge ①舌質深紅，苔光薄，舌邊青，②舌紅苔溥白。
^ill2<sub=1>〔血虛失榮〕
^symtom ①顏面蒼白，精神萎頓，②頭昏身倦，③心悸，④經期不准，淋漓不斷，血色淡且生異味。
^pulse ①脈象澀弱，②脈緩弦。
^tounge ①吞苔淨少，②苔洩白。
^ill3<sub=1>〔絡血妄行〕
^symtom ①突然崩中暴發，②由崩轉漏，時作時止，綿綿不絕，血色深褐，③月經先期，S多，遷
^ill4<sub=1>〔熱蒸液洩〕
^formulas
^ingredients3618 沙參、川楝子、阿膠珠、地榆、川貝母、槐花 各6g，枸杞、生地、生白芍、地骨皮 各12g，女貞子、旱蓮草 各24g，仙 鶴草60g。
^formula2〔益氣滋陰涼血固沖方證〕
^origin〔龔子夫方〕
^ingredients3619 生地、熟地、阿膠（烊化） 各12g，旱蓮草、黨參 各15g，蘄艾炭3g，黃芩6g，丹皮、白芍、菟絲子 各10g。
^formula3〔二膠七炭湯證〕
^origin〔施今墨方〕
^ingredients3620 貫眾炭、陳阿膠、龜版膠、蒼朮、黃柏、黑梔子 各6g，老棕炭、杜仲、川續斷、炒黑荊芥穗 各10g，黑芝麻5g，生地 炭、熟地炭各2g，(白芍10g、柴胡5g同炒）熟女貞12g。
^ck44z21h204
^norm 血虛勞損。
^chinese 虛勞亡血，崩漏。
^western 宮頸癌虛弱型，阿狄森氏病，苒生障礙性貧血。
^combo 陰虛+血虛+陰涸+血滑+陰熾+血蒸
^ill〔陰虛失養〕
^symtom ①肌肉瘦削，②腰膝酸軟，腰酸痛，③眼脹琿鳴，④長期失眠，⑤頭髮易落。
^tounge 舌瘦尖紅。
^symtom ①口舌乾燥，口渴渴飲不多，②皮膚乾燥，③面色黯黑，上下牙齦及手中紋路，均帶黑色，
^tounge 舌質乾而暗晦。
^ill<sub=1>〔血虛失榮〕
^symtom ①面色蒼白，精神萎靡，形容疲怯，肌膚少華『，②少氣懶言，食慾不振，③心慌，心悸乏 力，行動氣急，④頭輦目眩，頭昏痛，頭痛忽冇忽無，⑤骨節酸軟，⑥肌肉媧，足肚抽筋，⑦兩手微顫動。
^pulse ①脈沉細，②脈左沉細，右數大脈微沉細。
^symtom ①毋齦出血，②皮膚及黏膜下廣泛出血，③驟然血崩，崩泯。
^ill<sub=2>〔陰熱頊熾〕
^symtom １身熱時作，２咽喉腫痛，３溺多而黃，小便貨少，４帶下，腰腹脹痛。
^pulse 脈細數無力，兩尺尤甚。
^ill2〔血熱蘊蒸〕
^symtom ①伢蒸潮熱，潮熱汗多，②月經超前，經血不調，或月水漸少。
^formulas
^ingredients3621 熟地18g，枸杞、段牡蠣各I2g，蓯蓉、鎖陽、補骨脂、桑螵蛸、鹿角箱、海螵蛸 各9g，茜根6g。
^formula2〔延年益髓丹證〕治宮頸癌虛弱型：老年體弱，經斷多年，驟然崩漏，帶下，楮神萎靡，面色蒼白，食慾不振，少氣 懶言，腰腹脹痛，脈微沉細，舌淡而潤者。
^ingredients3622 (1)金子久治形容疲怯，肌膚少華，頭痛忽有忽無，身熱時作，脈左沉細，右數大以育陰潛陽：吉林參須、繁甲、牡 蠣、首烏、池菊、廣陳皮、寸麥冬、龜版、A芍、丹皮、桑葉、茯苓。裔方：生地、熟地、寸麥冬、阿膠、丹參、白巧、枸杞、首烏、桑菊、山茶、女貞、丹皮、牡蠣、贅甲、龜版（《宋元明清名醫類案續編》金子久40)。
^ck44z21h224
^norm 陰虛勞損。
^chinese 虛勞，蓐勞下損。
^western 雙腎結核，嚴寬腦?蕩後遺症。
^combo 陰虛+陰蒸+氣逆+空竅+血滑+楮滑
^ill〔陰虛失養〕
^symtom ①面色簡黑，面色萎黃，面色青黃，②肌膚瘦削，股肉盡脫，枯脊如柴，③食慾不振，不 食，④精神疲乏，⑤四肢痠麻，⑥腰酸痛，腰膝無力，腰膝瘺弱，兩腿軟弱無力，活動時覺腿痛，小便頻數，夜尿頻數，夜遺尿，⑦時有恐懼感，睡眠不實，心煩失眠，⑧大便偏乾，大便秘結，⑨鬚髮早白，性慾減退。
^pulse ①舌淡無苔，②舌質淡，尖微紅，苔水滑。
^tounge ①脈細弱無力，②脈細數無力。
^ill2〔陰熱蘊蒸〕
^symtom ①寒熱，寒熱往來，②毋蒸，蒸蒸內熱，_時熱升，午後潮熱，③煩躁，④面紅升火，顴 紅聲低，⑤手足心熱，手掌紅，⑥夜間盜汗，⑦尿頻尿急，小便少。
^tounge ①舌紅絳無苔，②備薄黃。
^pulse ①尺脈細數，②脈弦，③脈虛數，④脈沉細稍滑略數，⑤脈細數而兩尺洪而無力。
^ill3〔氣機沖逆〕
^symtom ①下焦沖氣上逆，而咳嗽，咳駐吐食，②臍下按之咚咚振手，③噁心感，④打呃。
^ill<sub=1>〔清空失養〕
^symtom ①頭暈目花，搖擺不定，有上螢下輕之感，頭痛，②腦力減退，甚至不能用腦，記憶力減 退，逆行性健忘，③神呆不語。
^ill2<sub=1>〔清竅不利〕
^symtom ①耳鳴蜇聽，②耳聾。
^ill<sub=2>〔絡血不固〕
^symtom 咳嗽咯血。
^ill2<sub=2>〔陰精不固〕
^symtom ①遺梢，②帶淋。
^formulas
^formula1〔五味子湯證〕治喘咳煩悸，不能平臥。
^ingredients3623 五味子、山茱萸、龍骨、牡蠣、首烏、遠志\\五倍子、地骨皮。
^formula2〔首烏延壽丹證〕
^origin〔《世補齋醫書》方〕
^ingredients3624 何首烏2700g，豨薟草、菟絲子 各480g，杜仲、牛膝、女貝子、桑葉 各240g，金銀籐、生地黃 各120g，桑椹、黑芝麻、金稷子、早蓮草（熬奇） 各500g。密丸，每服9g。
^formula3〔滋陰益腎方證〕
^origin〔南通湯承祖方〕
^ingredients3625 生地、熟地、炒白芍、灰蓉、燊椹、淮山各30%，生牡妮、段牡蠣、金櫻子、阿膠 各360g，山茱萸150g，五味子75g，糯稻根750g，段人中白480g，地件皮、枸杞、白薇 各240g，炙甘草60g，夜交籐600g，龜版膠120g，白蜜3斤，白糖2斤，收奇，一日3次，每次1匙，50天服完；另海狗腎60g，菰狗腎90g，研末9g，曰3。
^ck44z21h225
^norm 陰陽兩損，沖任不固，督陽損傷。
^western 不孕症，糖尿病，腰椎結核，變亞敗，更年期綜合征。
^combo 陰虛+陽虛+空竅+津滑+血滑+稍滑
^ill〔陰虛失養〕
^symtom ①形體消瘦，耳輪乾癟，目眶黯黑，②兩顴潮紅，頸胸部潮紅，③自覺口乾，④心煩失眠，欲睡而不能眠，常徹夜不能人睡，夜寐夢擾，惡夢紛紜，⑤腰酸，腳軟，經前腰痛，⑥發熱反覆，體溫38.2T，手足心發 熱，⑦頭髮脫落。
^pulse ①脈小弦，②脈細稍數，左關稍弦。
^tounge ①舌無苔略紅，舌尖紅少苔，②舌苔薄白，質紅，③舌瘦津乾。
^ill2〔陽氣不振〕
^symtom ①面黃少華，而色淡白無華，唇淡無澤，②精神疲倦，週身疲乏，乏力，精神萎靡，健忘 思睡，納谷不振，③心慌汗山，語多即覺短氣，氣短懶言，④G汗畏風，形貘畏寒，四肢肌膚逆冷，下肢畏寒，人夜如冰，復被不解其冷，夜間兩腿發麻，⑤腰脊酸痛，久坐加重，腰喜緊朿，睡喜墊枕，腰痛難支，不耐久坐，兩腿疼痛，⑥口乾 欲飲，口渦哀熱飲，⑦小便頻數，夜尿頻數，⑧經期錯亂，經行小腹脹痛，⑨早洩，陽瘺，件欲淡薄。
^tounge ①舌淡苔薄，②舌苔白潤，③舌淡紅少苔，④舌淡紅無苔。
^pulse ①六脈均弱，兩尺尤甚。六脈沉弱，②脈沉遲，③脈細弦而遲，④脈微細無力，⑤脈沉細 弦，⑥脈大而軟，浮大無力。
^ill3〔津液不固〕
^symtom 帶下綿綿。
^ill<sub=1>〔清空失養〕
^symtom ①頭暈，抬頭屋轉，眼常黑花，見物飛動，②粹然母倒.憶減退，思維難集中。
^ill2<sub=1>〔清竅不利〕
^symtom 耳鳴眼生空花，如有物飛動，視屜旋轉。
^ill<sub=2>〔絡血不固〕
^symtom ①經血暴下如注，繼而淋漓不斷，②少腹時痛。
^ill2<sub=2>〔陰精不固〕
^symtom 遺楮，常於夢中遺洩。
^formulas
^formula1〔洋參附子湯證〕
^origin〔蒲輔周方〕
^ingredients3626 西洋參4.5g，川附、山茱萸 各3g，炙龜版15g，白巧、茯神、枸杞 各6g，淮牛膝、杜仲 各9g。
^formula2<var=2>〔八味氣丸證〕
^origin〔潘澄濂方〕
^ingredients3627 地黃、淮山藥、山萸肉、丹皮、茯苓、菟絲子、知母、肉桂、淡附片、海蛤殼，黃耆、陳皮。腎陰虛去附子加枸杞、元參、龜版。
^formula3<var=1>〔—陰煎證〕
^origin〔周光英方〕
^ingredients3628 生地、熟地、麥冬、丹參、牛膝、炮附塊 各9g，炙甘草5g。
^formula4〔桑麻丸證〕
^origin〔施今用方〕
^ingredients3629 生黑芝麻20g，冬桑葉、制首烏、鹿角膠、紫河車、白蒺藜 各60g，生地、熟地、血余炭、女貞子、酒川芎、桑椹、酒當歸、黑豆衣、炙甘草各50S，蜜丸，早晚各服10g。
^formula5<var=2>〔六味湯合斑龍丸證〕
^origin〔許屐和方〕
^ingredients3630 大熟地I2g (砂仁0.9g同炒），山英肉、雲茯苓、淮山、鹿角膠、牛膝（鹽水炒）、補骨脂、胡桃肉、撞沙苑、兔絲子  各9g，丹皮、澤瀉、杜仲（鹽水炒） 各4.5g，炙龜版12g。五味龍虎片（全蠍、蜈蚣、血竭、土別蟲、參三七等份水丸） 每服8片，一日二次。
^ingredients3631 生地60g，棗皮、鹿膠 各10g，秦艽、杜仲、枸杞 各12g，萆絲子30g，淫羊祺、巴戟、山藥、牛膝、女貞、早蓮草、丹 皮 各15g。
^ingredients3632 (1)施今墨治體弱頭暈，耳鳴多夢，腰酸，夢迪早洩，陽痿，記憶減退，思維難集中，常徹夜不能入睡，精神萎靡，而色無華，舌淡苔薄，六脈均弱，兩尺尤甚。七子丸：補骨脂60g，紫貝齒、蛇床子、生龍骨、生牡蠣、熟地、枸杞、菟 絲子、杻盆子、車前子、五倍子、巴戟天、仙靈脾、鹿啣草、制首烏、紫河車、朱茯神、炒遠志、炙甘草 各30g，五味子 1.5g，菖蒲、蟬衣 各15g，鹿角膠30g，金搜子裔425g，加蜜丸（《施今甩臨床經驗集）)。
^alias陰虛宵痛，陰竭陽亢，津傷液耗，沖氣上逆，虛陽上越，上盛下虛，上熱下寒。
^chinese陰虛胃痛，消渴，芨季熱，多尿，沖嘔，沖呃，口臭。
^western 糖尿病，尿崩症。
^ill〔陰液消涸〕
^symtom ①形瘦，②五心煩熱，③暮熱早涼，④夜半胃痛，⑤腰酸腿軟，⑥尿頻。
^tounge 舌紅絳。
^pulse 脈沉數。
^ill2〔津液祜涸〕
^symtom ①口渴多飲，②口乾舌燥，口乾無液，口乾不渴，③小便頻數。
^tounge ①舌質紅，苔黃白，②舌乾無津。
^pulse 脈數。
^ill3〔氣機不宣〕
^symtom ①胃脘空痛，宵脘之濡不硬。
^tounge 苔白薄或垢。
^ck44z17h211
^norm 陰竭陽亢。
^chinese 消渴。
^combo 陰涸+液涸+神虛+陽浮-
^ill〔陰液消涸〕
^symtom ①形瘦，②五心煩熱，③腰酸腿軟，④尿頻。
^tounge 舌紅絳。
^ill2〔津液枯涸〕
^symtom ①口渴多飲，②口乾舌燥，口十無液，③小便頻數，尿液有甜味。
^tounge 舌質紅，苔黃白。
^pulse 脈沉數。
^ill<sub=1>〔神氣木振〕
^symtom 疲乏無力。
^ill<sub=2>〔陽氣浮越〕
^symtom ①面赤烘熱，②頭脹痛，③心煩不寐，④渴飲善饑，⑤齒痛齦腫。
^pulse 脈虛弦而大，關前搏指。
^formulas
^formula1〔魏氏一貫煎意方證〕
^origin〔陳幼清方〕
^formula2〔清宵火滋陰益腎方證〕
^origin〔劉曉漢方〕
^ingredients3633 茯苓、天花粉、川黃連、萆麻、人參、元參、熟地、覆盆子 各30g，蛇床子、石斛 各21g，雞內金30g，生地、寸麥冬、玉竹 各15g。
^ck44z17h220
^norm 沖氣上逆。
^chinese 沖嘔，沖呃。
^combo 陰虛+氣逆+陰涸+陽浮
^ill〔陰虛失養〕脈『象：脈虛細數。
^symtom ①乾嘔，②呃逆不止，③水漿難入，④嘔咳上氣。
^ill<sub=1>〔陰液消涸〕
^symtom ①口乾舌燥，②口渴。
^tounge 舌紫而乾。
^ill<sub=2>〔陽氣浮越〕
^symtom 面色嫩紅。
^formulas
^formula1〔六味加石斛、沉香證〕治陰虛陽無所附，所謂無陰則嘔，久病嘔咳上氣，口乾舌燥，面色嬌紅，脈虛細數.詳見論
^ingredients3634 熟地、山茱英、丹皮、茯苓、澤瀉、淮山、石斜、沉香。
^formula2<var=1>〔金水六君煎合生脈散證〕
^origin〔吳坤安方〕
^ingredients3635 當歸、半芨、茯苓、熟地黃、陳皮、炙甘草、生薑、黨參、麥冬、五味子加丁香、柿丁、胡桃肉、代赭石之類止之。
^formula3〔都氣丸證〕
^origin〔吳坤安方〕
^ingredients3636 熟地黃、山茱萸、山藥、澤瀉、牡丹皮、茯苓、五味子。加人參、胡桃、紫石英之類納之。
^ingredients3637 (1)王旭高治殷，嘔而不食，病在胃也；食而腹痛，病在脾也；痛連胸脅，肝亦病矣。氣弱血枯，病已深矣。和胃養 血，生津益氣為治：淡蓯蓉、枸杞子、當歸身、火麻仁、大安仁、茯苓、半夏、陳皮、沉香、砂仁（《王旭高醫案》7）。
^ck44z17h126
^norm 津傷液耗。
^chinese 四季熱，多尿，消渴。
^western 尿崩症，糖尿病。
^combo 氣虛+液灼+津滑+神虛
^ill〔氣虛不充〕
^symtom ①頭昏目眩頭暈乏力，②自汗疲倦，③體重下降，④疲乏無力，⑤腰膝酸軟，⑥形體消瘦，⑦下肢酸軟，⑧懶言少動。
^tounge 舌胖淡。
^pulse 脈細。
^ill2〔津液不固〕
^symtom ①多尿，排尿頻數，屎量增多，尿頻而多，色清，②汗閉多尿。
^ill<sub=1>〔津液消灼〕
^symtom ①口乾思飲，煩渴多飲，②口渴引飲，嗜水無度，飲過即渴，③胃納減退，④睏倦乏力，
^tounge ①舌紅少苔，②舌絳無苔，③舌赤苔灰白。
^pulse ①兩脈弦細而滑，②脈細數。
^ill<sub=2>〔神氣不振〕
^symtom ①易疲乏，②神氣不振，③神疲乏力。
^formulas
^formula1〔尿崩湯證〕
^origin〔貨文東方〕
^ingredients3638 生地、玄參、蘊盆子、桑螵蛸、益智仁 各12g，天花粉30g，天冬、寸麥冬 各9g，蠶繭殼10只，黃耆6g，紅棗5枚。
^formula2〔補腎育陰清胃生津方證〕
^origin〔關幼波方〕
^ingredients3639 生貨苗、仙靈脾、北沙參 各15g，杭白節、石斛 各30g，五味子、生廿草、生地、熟地、天花粉 各12g，當歸、烏梅、葛根、玉竹、麥冬各IOg。
^alias氣虛不固，沖任不固，腎氣不固，封藏失職，陰虛陽脫，吐利恭脫，水火不濟，龍笛飛焰，虛陽浮越，陰陽虛損，m 不生陰，脾濕腎燥，少陰虛證，陰虛燥結，虛燥虛秘，陰虛腫脹。
^western 溶血性貧血，再生障礙性貧血，悛性粒細胞白血病，血小板減少紫瘢，阿狄森氏病，席漢氏綜合征，糖尿 病，肺結核，風濕性心臟病，肝硬化腹水，頑固性多尿，尿崩症，乳糜尿，老年滴瀝不禁，習慣性便秘，青春期功血，晚 期妊娠中毐症，先兆流產，習慣性流產。
^ill〔氣虛不充〕
^symtom ①面色萎黃，楮神倦怠，②少氣懶言，③乏力睏倦，④自汗以顏而部為甚。
^tounge 舌質暗淡，苔灰白。
^pulse ①脈微弱，②沉細。
^symtom ①形神憔悴，②形瘦骨立，③腰酸，④不耐煩勞，⑤內熱。
^pulse 弦細，脈細數無神。
^symtom ①形體消瘦，②煩渴多飲，③尿頻，尿急，小便淋漓不盡，且夜尿更多，④飯盤增多，⑤入籍嗌 乾，喜冷飲，⑥大便乾燥，二三日一下。
^tounge ①舌質紅，②苔薄黃，③苔黃厚。
^pulse 脈細數。
^symtom ①心悸，②失眠，多夢，③心煩。
^ck44z19h155
^norm 氣虛失固。
^chinese 消渴。
^western 頑閌性多尿，糖尿病。
^combo 氣虛+陰虛+陰涸+神擾+清空經脈
^ill〔氣虛不充〕
^symtom ①面色萎黃，楮神倦怠，②少氣懶言，③乏力睏倦，④自汗以顏面部為甚。
^tounge 舌質暗淡，苔灰白。
^ill<sub=1>〔陰液消涸〕
^symtom ①形體消瘦，②煩渴多飲，③尿頻，尿急，小便淋漓不盡，且夜尿吏多，④飯裡增多，⑤ 人暮嗌乾，喜冷飲，⑥大便乾燥，二三日一下。
^tounge 質紅，②苔薄黃，③苔賁厚。
^pulse 脈細數。
^ill2〔神志不寧〕
^symtom ①心擇，②失眠，多夢，③心煩。
^ill<sub=2>〔經脈失養〕
^ill2<sub=2>〔清空失養〕
^symtom 頭&目眩。『
^formulas
^formula1〔滋脾飲化栽證〕
^origin〔徐有玲方〕
^ingredients3640 黃耆、生地、淮山藥、地骨皮 各30g，山萸、枸杞各5g。
^formula2〔氣陰固本湯證〕
^origin〔章真如方〕
^ingredients3641 黃耆、山藥、天花粉、總根、生地、麥冬、地骨皮、蒼朮、夜苓、五味子、五倍子、生牡蠣，服2~4月。
^formula3〔益氣溫脾湯證〕
^origin〔高凌雲方〕
^ingredients3642 西黨參、淮山、側柏葉、枸杞、炒酸棗仁、茯神 各9g，砂仁1.5g，拌熟地12g，當歸身6g，山茱萸4.5g，炮姜3g。
^formula4<var=2>〔六味地黃湯證〕
^origin〔蘭國強方〕
^ingredients3643 生熟地、茯苓、麥冬各！5g，淮山、黨參 各30g，棗皮10g，丹皮、玉竹、連翹 各12g，黃連、五味子 各6g，黃民』40g。
^ck44z19h159
^norm 陰虛燥結，虛燥虛秘。
^chinese 虛秘，脫肛。
^western 習慣性便秘。
^combo 氣虛+陰虛+燥結
^formulas
^formula1〔濟川煎證〕
^origin〔《通俗傷寒論》方〕
^formula2〔補腎養血健牌益氣方證〕
^origin〔張元泰方〕
^ingredients3644 炙黃耆30g，當歸、淮山、生熟地、肉蓯蓉 各15g，黨參、陳皮、枳實 各9g，升麻6g，炙甘草3g。
^ck44z19h160
^norm 陰虛內熱。
^chinese 久熱，死胎，女勞疸。
^western 慢性粒細胞白血病。
^combo 陰虛+陰蒸+氣虛+陰涸
^ill〔陰熱蘊蒸〕
^symtom ①手足心熱，澳R即發，②低熱，2心煩熱，③‧夜熱，傍晚發熱40$，下半夜自汗身涼。４一身盡貨，惟額?黑暗。
^tounge 舌質紅，苔薄黃。
^pulse ①脈細數，②左洪右平。
^ill2〔陰液消涸〕
^symtom ①口於咽燥，②微汗出，③大便乾結。
^tounge 舌質紅無苔而乾。
^pulse 脈細數。
^ill<sub=1>〔陰虛失養〕
^symtom ①失眠多夢，②額上黑，③腰以不酸痛。
^pulse 脈沉細無力。
^ill<sub=2>〔氣虛不充〕
^symtom ①面色萎黃，②頭舉眼花，③小便不利，④精神睏倦，四肢酸軟，舉動無力，⑤食慾不振，６兩足不溫，７怔忡。
^formulas
^formula1〔加減濟川煎證〕
^origin〔秦伯未方〕
^ingredients3645 生黃耆12g，生熟地 各15g，當歸身8g，蓯蓉、白朮、澤瀉 各9g，升麻6g。
^formula2〔 —貫煎增減證〕
^origin〔嚴學群方〕
^ingredients3646 生地、麥冬、枸杞子、當歸 各12g，北沙參15g，黃柏9g，黃芩4.5g，白朮9g，甘草.5g。
^ck44z19h158
^norm 陰虛腫脹。
^chinese 子腫，臌脹。
^western 晚期妊娠中毐症，肝硬化腹水。
^combo 氣虛+陰虛+氣滯+津滯4‧陽鬰
^ill〔氣虛不充〕
^symtom ①頭暈眼花，②面色痿黃，晦滯，③飲食減少乏味，④精神疲憊，⑤勞累則小腹墜滯，⑥大便不實。
^ill2〔陰虛失養〕
^formulas
^formula1〔補下以啟中方證〕
^origin〔陳繼明方〕
^ingredients3647 熟地120g，蓯蓉、珠幾參、豬苓 各12g，生貨?、楮實子 各30g，北沙參15g，阿膠、生雞內金各IOg，白茅根60g。
^formula2〔健脾利濕培補肝腎方證〕
^origin〔龐泮池方〕
^ingredients3648 枸杞子、杜仲、女貞子、菟絲子、惹苡仁、生地、木瓜、茯苓 各9g，黃耆 12g。
^ck44z19h161
^norm 陰虛失血。
^chinese 崩制，唾血，齒衄，紫癜。
^western 苒生障礙性貧血，青春期功血，血小板減少紫癜。
^combo 血滑+氣虛+陰虛+陰涸
^ill〔絡血不固〕
^symtom ①齒齦出血，②唾血不止，③皮膚紫癜，④月經螢多，陰道出血，色鮮紅，有大血塊。
^ill<sub=1>〔氣虛不充〕
^symtom ①面色瞇白，唇色蒼白，唇甲蒼白，面黃而瘦，②頭犖目眩，頭昏旦痛，③易汗出，冷汗 淋漓，④心慌心悸，⑤疲乏無力，少氣不足以息，⑥納差便溏。
^pulse 脈象虛弱略數。
^tounge 舌質淡，苔薄白。
^ill<sub=2>〔陰虛失養〕
^symtom ①性情急躁，易於發怒，②睡眠不佳，夜寐夢多，③腰?酸痛，④雙側小腿轉筋，下肢 麻木。
^ill2<sub=2>〔陰液消湎〕
^symtom ①口乾飲而不多，②肌膚甲錯。‧
^tounge 舌質紅，少苔。
^formulas
^formula1<var=1>〔安沖湯證〕
^origin〔朱金鳳方〕
^ingredients3649 生曬參、黃耆、熟地、白芍、白朮、段龍骨、牡蠣、烏賊骨、茜草炭、阿膠、赤石脂、禹餘糧、田三七。
^formula2〔花生湯證〕
^origin〔姜春華方〕
^ingredients3650 黨參、補伢脂、熟地、首烏、桂圓肉、阿膠 各9g，鹿角銪6g，羊蹄根15g，花生米衣30g，紅棗5枚。
^ingredients3651 1.論著：陳士鐸‧.唾血不止，然止唾一口，而木多唾，滋脾飲：人參0.9g，茯苓6g，玄參、丹皮、芡實、茅根、山 藥各％，熟地30g，沙參15g，甘草1.5g;同歸湯：白朮、玄參 各30g，熟地60g，五味子3g，炒黑荊芥9g，貝母1.5g。
^ck44z19h162
^norm 氣虛不尚，沖任不固。
^chinese 小產，滑胎。
^western 先兆流產和習慣性流產。
^combo 氣虛+陰虛+陰涸+血滑+津滑+楮滑
^formulas
^formula〔補腎固沖丸證〕
^origin〔羅元愷方〕
^ingredients3652 菟絲子240g，川續斷、白朮、鹿角霜、枸杞子 各90g，熟地、春砂仁 各150g，黨參、阿膠、杜仲 各120g，巴戟9g，當 歸頭60g，大棗50個。制服法：上藥共研細末，煉密為丸，每次服6 二9g，日服3次，連服3個月為1個療程。
^ck44z19h222
^norm 腎氣不固。
^chinese 久痢，白濁，消渴。
^western 乳糜尿，糖尿病，尿崩症，老年滴瀝不禁。
^ill〔陰虛不養〕
^symtom ①尻酸，②腰酸，腰膝無力，③口燥咽乾，④消食善饑，⑤精神疲憊，⑥日漸消瘦，便誠
^tounge 舌暗淡。
^pulse 脈沉數無力。
^symtom ①久痢脫肛，②食滑便溏，③腸膩滑下，④小便頻數，飲一溲二，⑤老年滴瀝不禁，或清
^pulse ①尿如米泔，②精竅尿赤白塊，③火便乾躁，④口唇燥裂，⑤口乾多飲，⑥指甲枯搞，皮
^formulas
^formula1〔氣陰固本湯出入方證〕
^origin〔章真如方〕
^ingredients3653 黃耆、生牡蠣、山藥 各20g，生熟地、玉竹 各15g，蒼朮、白朮、雲茯苓、石斛、五倍子、烏梅、萵根各10K。
^formula2〔養陰固鐸法證〕
^origin〔楊少華方〕
^ingredients3654 川石斛、天花粉、補骨脂 各12g，知母、淡竹葉、金搜子 各9g，威靈仙30g，生甘草4.5g，縮泉丸（吞〉6g。
^formula3〔地黃餘糧湯證〕
^origin〔吳鞠通方〕
^ingredients3655 熟地、禹餘糧、五味子。
^ingredients3656 老年久痢，脾陽受傷，食沿便溏，腎陽亦衰，雙補湯主之：人參、山藥、茯苓、蓮子、芡實、補骨脂、蓯蓉、山萸肉、五味子、巴戟、菟絲子、鉭盆子（《溫病條辨》卷三78)。‧
^ingredients3657 (2)下元水火衰微，膀胱之竅非自為之開合，老年滴瀝不禁，或清長不禁，腰膝無力，便溏食少，主築堤丸：熟地、菟絲子、白朮、五味子、益智、補骨脂、茯苓、榧子、山藥。
^ck44z19h223
^norm 脾濕腎燥，封藏失職。
^chinese 遺楮，白濁。
^western 乳糜尿。
^combo 陰虛+陰涸+精滑+陽浮
^ill〔陰虛失養〕
^symtom ①神疲，②腰酸。
^tounge 舌苔薄膩。
^pulse 脈象細濡。
^ill2〔陰精不固〕
^symtom _脂肪後乳糜尿更甚，２遺精。
^symtom ①後則便洩，洩而後笊，②前則精滑，溺後餘瀝，③婦女則帶多腰酸。
^pulse 脈細數。
^tounge 舌邊質紅。
^ill<sub=2>〔陽氣浮越〕
^symtom 頭昏。
^formulas
^formula1<var=2>〔知柏地黃湯證〕
^origin〔俞根初方〕
^ingredients3658 知母6g，川黃柏l.Sg，阿膠4.5g，淮山藥、芡實 各9g，澤瀉3g，川僉連1.2g，先用生曬術6g，熟地18g，清漿水泡取 汁代水。
^formula2〔固腎澀精法證〕
^origin〔李蘭舫方〕
^ck44z19h213
^norm 少陰虛證，陰虛陽脫。
^chinese 少陰傷寒，久痢，慢脾風。
^combo 陰涸+陽浮+清空+絡脈+氣逆+神擾+氣脫
^symtom ①毛髮枯槁，②唇舌乾燥，③囟沉枕陷，④發熱夜重，⑤小便短赤。小便不通，⑥口渴，
^tounge ①舌紅且乾，②舌紫而乾絳。
^symtom ①寒熱，日晡身熱增高，②汗出口渴。
^symtom 手足抽搐。
^symtom ①乾嘔，厭食慾嘔，②咳嗽吐乳。
^ill<sub=2>〔神志不寧〕
^symtom 煩躁不寧。
^symtom ①精神困乏，神倦氣短，②似寐非寐，沉睡婼睛，喉中痰鳴，③涼汗唇涼，④手足厥冷，
^tounge 舌胖嫩淡紅。
^pulse ①沉細，②脈沉伏。
^formulas
^formula〔歸杞腎氣丸證〕
^origin〔李聰甫方〕
^ingredients3659 1論著：吳鞠通：久痢小便不通，厭食慾嘔，加減理陰煎主之：熟地、白芍、附子、五味子、炮荽、茯苓（《溫病條 辨》卷三29)。
^ck44z19h164
^norm 氣陰暴脫。
^chinese 吐利暴脫。
^combo 陰涸+氣脫+津脫+陰脫
^formulas
^formula〔生脈地黃湯證〕
^origin〔《杏軒醫案》方〕
^ingredients3660 人參、麥冬、五味子、熟地、山茱萸、淮山、丹皮、茯苓、澤瀉、炙甘草。
^ck44z19h320
^norm 水火不濟。
^chinese 失眠，健忘，舌瘡。
^combo 陰虛+陽浮+神擾+陰涸+梢滑
^formulas
^formula1〔*葆精丸證〕治S夜不寐，煩跺怔忡，夢遺楮滑，善妄恍惚。
^ingredients3661 人參、白朮、黃耆、山藥、熟地、災‧實、五味子、遠志、酸利二、山茱英、巴戟天、鬼絲子、表冬、龍骨、金攖子。
^formula2〔交濟湯證〕
^origin〔陳士鐸方〕
^ingredients3662 人參、熟地、山萊英、麥冬、柏子仁、龍骨、貨連、肉桂、當歸、貨?。
^ingredients3663 (1)陳士鐸：縱欲勞心，夢遺不止，口渴舌乾，睡臥易驚，舌上生瘡，足心冰冷，腰酸若空，骨蒸潮熱，神昏魂越，兩寧湯：人參、熟地、山藥、芡實、白朮、酸棗仁、黃連、肉桂、麥冬O
^ingredients3664 (2)晝夜不寐，心甚煩躁；或怔忡不寐；或夢遺精滑，陳士鐸上下兩濟丹：人參、白朮 各15g，熟地30g，山茱萸9g，肉桂、黃連 各1.5g;夢遺精滑者：人參、茯苓、玄參、生地、熟地、蓮芯、山藥、芡實 各6g、甘萆3g。
^ingredients3665 四明主歸脾去木香，加寸表冬、五味子、枸杞，吞都氣九。
^ingredients3666 王雨三主荊公妙香丸：山藥、茯神、遠志、黃耆、人參、炙甘草、枯梗、木香、硃砂、麝香、黃蠟、茯苓，合六味丸。
^ingredients3667 (3)大病後，或酒色過度，心火不降，腎水不升，對人說話隨說時忘，人述其言，杳不記憶.神志不寧，恍惚健忘，主交心腎，朱銫丸：沉香、茯苓、人參，或六味丸加五味子、遠志、硃砂，陳士鐸神交湯：人參、巴戟、衷冬 各30g，柏 子仁、芡實各5g，山藥、玄參 各30g，丹參、茯神 各9g，菟絲子30g，生氣湯；人參、炒酸棗仁、山茱萸 各6g，白朮3g，茯苓、芡實 各9g，遠志2.4g，熟地15g，甘草、神曲、法半茇、肉桂、菖蒲 各0.9g，寸麥冬3g，廣木香0.3g。
^ingredients3668 (4〉陳士鐸：老年健忘：熟地30g:山茱萸12g，生酸棗仁15g，茯神、人參 各9g，菖蒲1.5g，遠志、柏子仁、白芥子  各6g;扶老丸：人參、黃耆、白朮、當歸、龍齒 各9g，茯神60g，熟地240g，玄參、柏子仁、寸麥冬 各90g，菖蒲1.5g，山茱萸、生酸棗仁 各120g，白芥子30g，蜜丸硃砂為衣。
^ingredients3669 加減固本湯：熟地、天冬、寸麥冬、茯苓、人參、石菖蒲、遠志、硃砂。
^ck44z19h321
^norm 龍雷飛焰。
^chinese 虛癆咯血。
^western 肺結核，糖尿病。
^combo 陰虛+陽浮+空竅+血溢+氣逆
^formulas
^formula1〔溫補脾陽益氣攝血方證〕
^origin〔徐惠方方〕
^ck44z19h225
^norm 陰陽虛損，脾濕賢燥，陽不生陰。
^chinese 消渴，崩漏，血枯經閉，虛斑，早產低熱。
^western 習慣性流產，糖尿病，尿崩症，阿狄群氏病，席漢氏綜合征，溶血性貧血，丙生障礙性貧血，血 小板減少性紫癜。
^combo 陰虛+陽虛+液洩+血滑+精滑
^ill〔陰虛失養〕
^symtom ①形體消瘦，面色黧黑，顴紅，②頭輦眼花，③失眠多夢，夜眠不安，④煩渴多飲，渴飲 善饑，⑤頭髮脫落，⑥腰酸疼，⑦腰膝無力，⑧咳痰鹹而稀黏，⑨低熱，週身骨節煩熱，十足心反熱，五心煩熱.手足喜觸冷物，大便乾結，十怕熱惡寒，c皮膚乾燥，十易煩躁，尤於口淘引水較少時，?月經落後一周，蛩不多。
^tounge 舌質紅，苔溥黃，舌乾紅絳。
^pulse ①脈細數，②脈細澀略數，③脈弦細，寸弱。
^ill2〔陽氣不振〕
^symtom ①形體虛浮，面色萎瘁，面色萎黃，面色蒼白，②疲倦乏力。神倦懶言，氣短，心悸，③ 面目無神，嗜睡，④形寒、惡寒怕冷，四末欠溫，足冷，小便多，夜尿鋌多於日間，⑤氣息促，喘，⑥時自汗，⑦週身重 疼，四肢酸痺，腰膝冷痛，腰膝酸疼，⑧腹痛下墜，⑨夜尿增多，R納減，便塘，十睪丸時時上抽，生殖器萎縮，少腹痛。
^tounge ①舌淡無苔，②舌淡紅，③舌質暗淡不華，苔薄白。
^symtom ①尿頻，尿急，小便淋漓不盡，且夜尿更著，②便洩下重，③洩利如注，④溲頻而濁。
^ill<sub=1>〔清空失養〕
^symtom ①頭暈，頭痛，②眩暈，眼黑。
^ill2<sub=1>〔清竅不利〕
^symtom 耳鳴。
^ill<sub=2>〔絡血不固〕
^symtom ①陰道流血，②淋瀝如漏，③動則如崩如決，④紫癜色青暗不活，無紫瘢之皮膚稍受外力 碰撞或按壓片時，即現青紫，數日始消。
^ill2<sub=2>〔陰精不固〕
^symtom ①精滑，②帶多如水。
^formulas
^formula1<var=1>〔生脈合歸鹿二仙膠證〕
^origin〔杜懷棠方〕
^formula2〔補腎固沖丸證〕
^origin〔《羅元愷醫著選》方〕
^ingredients3670 菟絲子240g，川續斷、阿膠、白朮、枸杞、巴戟 各120g，熟地80g，黨參150g，鹿角膠、杜仲、當歸頭 各90g，砂仁 20g，大棗肉50枚，吉林紅參30g，蜜丸。
^formula3〔健脾益腎補血填精證〕
^origin〔陳慈煦方〕
^ingredients3671 貨?15g，黨參、當歸、鹿角膠、阿膠、龜版、赤節、白巧、陳皮 各9g，首烏v枸杞、生地 各12g，仙靈脾IOg，紫河 車6g，紅棗10枚。
^formula4〔補養脾賢助陽生陰方證〕
^origin〔黃文東方〕
^ingredients3672 黨參、白朮、川續斷 各12g，茯苓、當歸、仙靈脾、巴戟天、白芍、生熟地 各9g，炙甘草、川芎 各6g，仙鶴草30g，紅
^ingredients3673 棗5枚。
^ingredients3674 仲、枸杞子（炒黑） 各15g，巴戟（鹽水炒）、山萸肉、土炒天生術 各12g，人參、炮姜炭 各9g，炙甘草6g。
^alias　　　心火內動，陰虛肝旺，陰虛風動，陰虛肝鬰，陰虛肝旺，陰虛失血，氣不攝血，陰陽兩虛。
^chinese 心擇，驚俘，心痛，善忘，不寐症，頭痛，眩暈，牙宜，鼻亂衝咳，沖呃，閉經，月經不調，月經過多，不孕症，崩瀾。
^western 神經官能症，動脈硬化症，室性期外收縮，冠心病，心絞痛，高血壓心臟病，竇性心律，室性早搏，腦外傷 後綜合征，紫癜，慢性粒細胞型白血病，經前緊張症，更年期綜合征。
^ill〔陰虛失養〕
^symtom ①腰酸脹，腰酸無力，②腿膝痛。
^pulse 脈細數。
^symtom ①善忘，②恍惚。
^symtom ①失眠少眠，②性躁，心煩易怒，③心慌心悸，④;t緊，⑤多夢。
^symtom ①口苦，②五心煩熱，③口乾欲飲，④出虛汗。
^tounge ①舌尖紅，苔淡，②舌乾紅，暗紅，③舌質絳欠潤。
^pulse ①脈弦有力，②脈弦滑數。
^symtom ①面色無華，②忡疲納少無味，③頭暈眼花，④氣怯，心悸氣短，⑤頭額易汗，⑥週身乏力。
^symtom 頭暈頭痛。
^symtom 耳鳴。
^ck44z10h244
^norm 心火內動。
^chinese ，心譯，善忘，不寐症，閉經。
^western 動脈硬化症。
^combo 陰虛+液灼+神擾+神虛+氣虛
^ill〔陰虛失養〕
^symtom ①內熱P乾，②頭眩耳鳴，③腰酸脹，腿膝痛。
^pulse ①脈細數，②脈見結代。
^symtom ①善忘，②恍惚。
^symtom ①失眠少眠，②性躁，心煩易怒，③心慌心悸，④氣緊，⑤多夢。
^symtom ①口普，②五心煩熱，③口乾欲飲。
^tounge ①舌尖紅，苔淡，②舌淡紅而乾光。
^pulse 脈弦有力。
^symtom ①面色無華，②神疲納少無味，③暈眼花，④氣怯，自汗，*⑤心悸多恐。
^tounge 舌淡紅。
^formulas
^formula1〔十味補心湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3675 辰茯祌24g，黨參、生地、熟地 各9g，.表冬、酸棗仁、當歸身 各6g，香附+5g，遠志2.4g，龍眼5朵。
^formula2〔八仙玉液湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3676 柏子仁、五味字、茯苓、當歸、生地、桔搜、黨參、沙參、丹參、天冬、寸麥冬、遠志、辰砂、酸棗仁。
^ingredients3677 1.論著　　　(1)陳士鐸：善忘恍惚，如有所失，目前之事忘不記憶，一如老人，通鬰瘍：白芍30g，茯神、熟地、寸麥冬、玄參  各9g，人參6g，當歸、白朮各1%，柴胡3g，菖蒲1.5g，白芥子6g。存注丹：白芍、白朮、生地 各9g，寸麥冬、柏子仁 各15g，甘草、菖蒲 各3g，柴胡、天花粉 各6g，青皮0.9g。
^ck44z10h238
^norm 心陽獨亢。
^chinese 心悸，驚悸，不寐。
^western 室性期外收縮，冠心病，血壓稍高。
^ill〔陰虛失養〕
^symtom ①頭暈眼花，②四肢舉動不靈，③遺洩。
^ill2〔神志不寧〕
^symtom ①心悸，怔忡，驚悸，②不寐，夜寐不安，③恐怯不安，④合目則夢境迷離。
^ill<sub=1>〔陽氣浮越〕
^symtom ①時時面赤火升，②頭眩而脹，目光不活，③行動則氣急，胸.悶，咽中如梗物，④
^ill<sub=2>〔津液消灼〕
^symtom ①多汗，動則自汗，寐則盜汗。
^tounge 舌紫紅無苔。
^formulas
^formula1〔珍珠母丸證〕
^origin〔秦伯未方〕
^ingredients3678 珍珠母、生熟地、黨參、當歸、酸棗仁、柏子仁、茯神、龍齒、沉香。加全螞養肝熄風。
^formula2<var=2>〔炙甘草湯證〕
^origin〔吳聖農方〕
^ingredients3679 炙甘草、炙遠志、丹皮、五味子 各6g，阿膠、生白芍 各9g，丹參、熟地、黃耆各12卜段牡蠣30g，當歸、淮小麥備 4.5g，大棗5枚，後加酸棗仁9g，大棗10枚。
^ingredients3680 1.論著，　　　(1)因怒傷肝，母令子虛，怔忡，夜寐不安，頭眩而脹；或頭暈眼花；或見異物，恫恐不安，脈弦數者，珍珠母丸： 珍珠母、熟地、當歸身、人參、酸棗仁、柏子仁、犀角、茯神、沉香、龍埤‧、硃砂為衣。脈細數者，平補鎮心丹：龍齒、遠志、人參、茯祌、酸棗仁、?子仁、當歸身、石菖蒲、生地、肉桂、山藥、五味子、麥冬，硃砂，佐以大補陰丸或知? 四物湯加龍齒、辰砂、石決明之類，天王補心丹。
^ingredients3681 (2)勞心太過，神浮不藏，合目則夢境迷離，遺洩不常，柏子養心丸：柏子仁、茯神、酸棗仁、生地、當歸、五味 子、厴角、甘草、辰砂、金箔。茯神湯：茯神、遠志、皞棗仁、人參、石菖蒲、茯苓、川黃淳、生地，甘草、石蓮子加辰 砂、龍骨、『磁石鎮之。
^ingredients3682 (3)驚悸不寐，養心湯：當！JH、生熟地、茯神、人參、麥冬、酸棗仁、柏子仁、炎甘草、燈芯、五味子。
^ck44z10h304
^norm 陰虛肝旺，陰虛風動。..　　　內含病例：
^chinese 心淨，驚擇，不寐，頭痛，眩暈。
^western 神經官能症，慢性粒細胞型白血病，高血壓心臟病。
^combo 陰虛+陰涸+清空+神擾+絡脈、\\
^ill〔陰虛失養〕
^symtom ①心悸氣短，②腰酸無力；③週身乏力。
^symtom 頭暈頭痛。......
^ill<sub=1>〔陰液消涸〕
^symtom ①U乾口苦，②發熱，③出虛汗。
^tounge ①舌紅，②舌質絳欠潤。
^formulas
^formula〔滋陰平肝養心安神方證〕
^origin〔李英麟方〕
^ingredients3683 細生地、制首烏、白芍、鉤籐、潼蒺藜、白蒺藜、炒酸棗仁、朱茯神 各9g，丹參6g，遠志4.5g。
^ck44z10h245
^norm 血枯氣怯。『
^chinese 心動悸。
^combo 陰虛+氣虛+絡滯+氣鬱+擾神+陽鬰
^formulas
^formula〔炙甘簞湯證〕
^origin〔（傷寒論》方〕
^ingredients3684 炙甘草 四兩，生姿 三兩，人參 二兩，生地黃 十六兩，桂枝 三兩，阿膠 二兩（烊化），麥門冬半升，火麻仁半升，大棗 三十枚。灑，水煎，分蘭次服。
^ingredients3685 (1)曹仁伯治心悸，初從驚恐得之，後來習以為常，手振舌糙，脈芤帶滑，不耐煩勞，此系心血本虛，痰涎襲人也。人參、元參、丹參、酸棗仁、天冬、麥冬、菖蒲、茯苓、茯神、當歸、遠志、五味子、桔梗、半岌、生地、橘紅、枳殼、柏子仁、炙甘草、竹茹。此天王補心丹合十味溫膽法。（《柳選四家醫案》92)。
^ck44z10h212
^norm 肝升太過。
^chinese 不寐，眩暈，心痛。
^western 更年期綜合征，冠心病，心絞痛。
^ill〔陰虛失養〕
^symtom ①面色無華，消瘦，②神疲納少無味，③筋脈拘攣。
^pulse 脈虛弦。
^tounge 苔薄膩。
^symtom ①口乾，②a苦，咽乾，③大便艱。
^tounge ①舌尖紅，苔淡，②苔薄質深紅。
^pulse ①脈弦細，②脈弦細數。
^ill<sub=1>〔陽氣浮越〕
^symtom ①唇紅，②胸脅悶脹，胸悶憋氣，③心前區刺痛放散胸骨後及背部，勞累或激動易誘發。
^tounge 舌尖赤，舌苔淡。
^pulse 脈弦有力。
^symtom ①頭痛偏右，②眩暈不清。
^symtom ①夜寐不安，失眠，夜眠不深，②心煩性躁<
^formulas
^formula1<var=2>〔拯陰理勞湯證〕
^origin〔鄧啟源方〕
^ingredients3686 人參、麥門冬、全當歸、杭白芍、炙龜版、五味子、女貞子、生地黃、京百合、牡丹皮、建蓮子、炙甘草、酸事仁。
^formula2<var=1>〔甘表大棗合百合地黃湯證〕
^origin〔程門雪方〕
^ck44z10h221
^norm 陰虛失血。
^chinese 崩涵，紫操，牙宣，菸腦。
^combo 陰虛+血滑+陰涸+陽浮
^ill〔陰虛失養〕.
^symtom ①心悸倦乏，②短氣乏力。
^pulse 脈軟，脈細軟。
^tounge 苔白薄。
^symtom ①吐血盈口，②牙寅典齟，溢血如注，③紫瘢火出，且下肢內側，遍佈出血點，如蚊叮然，④突然血崩，斑多色鮮，⑤月經超前，初則殷紅量多，繼則紫黯，淋瀝不絕。
^ill<sub=1>〔陰液消涸〕
^symtom ①明乾，②午後潮熱，③盜汗。
^tounge 舌赤。
^ill<sub=2>〔陽氣浮越〕
^symtom ①眩暈，②*悸怔忡，③少寐。
^pulse 脈獨緩大。
^formulas
^formula1〔山藥湯證〕
^origin〔孔伯華方〕
^formula2<var=2>〔三甲復脈湯證〕
^origin〔何炎燊方〕
^ingredients3687 龜版、生地 各30g，鱉甲，牡蠣、白芍、火麻仁 各24g，藕節18g，阿膠、麥冬、地骨皮 各15g。
^ck44z10h155
^norm 氣陰兩傷。
^chinese 頭暈，心悸，不寐。
^western 神經官能症，腦外傷後綜合征。
^combo 氣虛+陰虛+陰涸+經脈
^ill〔氣虛不充〕
^symtom ①神疲，汗多，②心擇，③頭暈，頭痛，④寐多驚恐，⑤納少，⑥記憶力減退。
^tounge 舌質淡，苔無特殊變化。
^pulse ①脈象虛弱無力，②脈虛細無力。
^ill2〔陰虛失養〕
^symtom ①心煩，②失眠，少寐，③ft情急躁。
^ill<sub=1>〔陰液消湎〕
^symtom ①口苦，②月經蛩少色暗。
^tounge 舌紅，舌紅苔少。
^pulse 脈弦細數。
^ill<sub=2>〔經脈失養〕
^formulas
^formula〔拯陰理勞湯合百合地黃湯化裁方證〕
^origin〔鄧啟源方〕
^ingredients3688 人參、宏門冬、全當歸、杭白芍、炙龜版、五味子、女貞子） 生地黃、京百合、牡丹皮、建蓮子' 炙甘草。
^ingredients3689 (1)葉天士治脈虛細無力，熱止後，汗多心悸，頭暈，寐多驚恐，舌紅。營陰受傷，理應和陽存陰：生地、寸麥冬、小麥、阿膠、人參、火麻仁（《宋元明清名醫類案續編》葉天士 94)。
^ck44z10h217
^norm 陰陽兩虛。
^chinese 心悸，不寐，沖咳，沖呃。
^western 神經官能證。
^combo 陰涸+陽虛+神虛+氣逆+津滑
^ill〔陰液消涸〕
^symtom ①面時潮紅時蒼白，②心煩失眠，徹夜不寐，③記憶減退，④耳鳴重聽，⑤小便已陰疼，
^tounge 舌黃白夾雜稍乾。
^pulse 脈弦數時忽一止。
^ill2〔陽氣不振〕
^symtom ①四肢冷，②色宵G，青黃，③目不欲開，④蜷臥惡人語，⑤聲短語促，氣短多汗，⑥周 身寒冷，⑦頸及頭腦常感發麻，⑧四肢麻木，頗為怕冷。
^tounge 質偏淡。
^pulse 脈細弦無力，脈動而中止。
^ill<sub=1>〔神氣不振〕
^symtom ①恍惚心亂，②時時昏憒，③心動悸，心悸心慌，④精神減少。
^ill<sub=2>〔氣機沖逆〕
^symtom ①呃噫不絕，②少腹氣上則心中戰慄，③氣衝至咽則咳嗽不安。
^ill2<sub=2>〔津液不固〕
^formulas
^formula1〔炙甘草湯證〕
^origin〔羅謙甫方〕
^ingredients3690 炙甘草、人參、大棗、桂枝、生薑、麻仁、阿膠、麥冬、生地黃。
^formula2<var=1>〔炙甘簞湯證〕
^origin〔洪疇九方〕
^ingredients3691 炙甘草、阿膠、麻仁、寸麥冬、五味子、桂枝 各10g，生地、西黨參 各15g，生孌3片，大棗6枚，酒水共煎。
^alias心腎不交，心神不寧，虛火上炎，水火不濟，外寒內熱，下寒上熱，陰火上浮，虛陽上浮，虛陽上越，戴陽，無根之 火，格陽躁狂，腎氣凌心，陰氣竭絕，陽氣暴脫，陰陽兩虛。
^chinese 心悸，心慌，驚悸，怔忡，不寐，心痛，臟躁，健忘，癡呆，語言謇澀，骨蒸勞熱，半身汗，新產汗出，陰 狂，陰跺，陰極發躁，虛跺，暴脫，夢迪，滑梢，帶下，舌瘡，口糜。
^western 神經官能症，癒病，更年期綜合征時，病態竇房結綜合征，腦萎縮，復發性口腔潰瘍，風濕性心臟病，二尖 瓣狹窄加閉鎖不全，冠心病，慢性腎炎並尿每症。
^symtom ①消瘦，②腰酸，腰腿酸軟，③朱痛耳鳴，視力障礙。
^pulse 脈細數或沉。
^symtom ①咽乾口燥，②小便短赤。
^tounge 舌質紅絳，無苔。
^pulse 脈象虛滑，左寸無力。
^symtom ①犖眩，②胸悶、心累氣短。
^symtom ①心悸，②虛煩失眠，多夢易驚，③心神躁亂，哭笑無常，繼而沉默不語，如癡如呆，不欲飲食 ④精神不易集中，精神恍惚，容易健忘。
^symtom ①面部轟熱，②頭犖，耳鳴，③失眠多夢，④肉跳，⑤潮熱盜汗。
^ck44z11h244
^norm 心腎不交。
^chinese 心悸，心痛。
^western 風濕性心臟病，二尖瓣狹窄加閉鎖不全。
^ill〔陰虛失養〕
^symtom ①消瘦，②腰酸，③頭痛耳鳴，視力障礙。
^ill2〔神氣不振〕
^ill<sub=1>〔神志不寧〕
^symtom ①心悸，②多夢。
^symtom ①犮胸脅時而發痛，.痛感牽連背部，胸肌緊張。
^tounge 舌質紅絳，無備。
^pulse 脈象虛滑，左寸無力。
^ill<sub=2>〔虛不充〕.
^symtom ①暈眩，.②胸悶、心累氣短。
^pulse 現脈象浮取仍然模糊，但沉候至數清晰。
^formulas
^formula1<var=1>〔生脈散證〕
^origin〔姚志雄方〕
^ingredients3692 人參、麥冬、玄味子加枸杞、甘草、菟絲子、淮山。
^formula2〔補氣育陰交通心腎法證〕
^origin〔李斯熾方〕
^ingredients3693 野黨參、柏子仁、生地、丹參、麥冬、釵石斛、菟絲子 各9g，淮山藥、茯神 各12g，五味子、甘草 各3g。
^ingredients3694 以後患者離開成都，來信稱「服上方病情繼續好轉，胸痛已比出院時減輕許多，期外收縮在1個多月來只出現過一 次，血壓巳趨正常，每晚能睡眠6小時左右，飲食及二便正常，脈搏每分鐘60~*70次，精神亦比在成都時好些。」再擬丸 方如下：黨參、熟地、生地、枸杞、菊花、澤瀉、酸棗仁、丹參、菟絲子、淮山藥、柏子仁、麥冬、茯神、桑葉 各60g，女貞子90g，黑芝麻120g，五味子、丹皮、遠志、甘草 各15g，拌蜜為丸，每丸莖3g，每曰早、中、晚各服3丸。在服藥過 程中，症狀漸趨消失。
^ck44z11h238
^norm 心神不寧，心腎『不交，虛火上炎。
^chinese 臟躁，心悸，健忘。
^western 療病，更年期綜合征時。
^combo 陰虛+陽浮4‧神擾+液灼
^ill〔陰虛失養〕
^symtom ①經期佘亂，月經盤少，②腰酸，腰腿酸軟，③納差。
^tounge 舌紅無苔。
^pulse 脈細數或沉。
^ill2〔神志不寧〕
^symtom ①心悸，②虛煩失眠，多夢易驚，③心神躁亂，哭笑無常，繼而沉默不語，如癡如呆，不 欲飲食，④精神不易集中，精神恍惚，容易健忘。
^ill<sub=1>〔陽氣浮越〕
^symtom ①面部轟熱，②頭榮，耳鳴，③失眠多夢，④肉跳，⑤潮熱盜汗。
^ill<sub=2>〔津液消灼〕
^symtom ①咽乾口燥，②小便短赤。
^tounge ①舌苔微黃而糙，尖邊質紅，根部乳頭突起，②苔淨舌紅中裂，且有麻辣感。
^pulse ①脈弦細帶數，②脈細數。
^formulas
^formula1<var=2>〔仙菟湯合甘麥大棗湯證〕
^origin〔吳靜芝方〕
^ingredients3695 仙靈脾、菟絲子、當歸、生知母、黃柏、淡竹葉 各9g，生地、浮小麥各I2g，木通3g，生甘萆6g，紅棗、朱茯苓 各15g0另：知柏地黃丸12g (吞）。
^formula2<var=1>〔百合地黃合甘麥大棗湯證〕
^origin〔潘澄濂方〕
^ingredients3696 生地黃、百合、淮小麥 各30g，炙甘草、知母 各9g，紅棗10枚，龍骨、酸棗仁 各12g，生牡蠣、生龜版 各20g，朱茯神 15g，廣木香2.4g。
^ingredients3697 (2)素換不足，或勞心誦讀，精神恍惚，容易健忘，主補心腎，孔聖枕中丹：龜版、龍骨、遠志、菖蒲。遠志丸：遠 忠、菖蒲、獲等、獲神、人參、龍齒、硃砂。獲考：遠志丸：人參、龍齒、'伏神' 遠志、石萏蒲、鹽川黃柏、鹽知母。
^ck44z11h320
^norm 水火不濟。
^chinese 怔忡，驚悸，不寐，夢遺。
^ill〔陰虛失養〕
^symtom （D形體瘦弱，納呆，２經閉。
^tounge 舌淡嫩尖紅，苔薄白。
^ill2〔陽氣浮越〕
^symtom ①面色青白而兩顴微紅，②頭暈，耳鳴，③少寐，健忘，常噩夢驚醒，④忽耳聞風雨之聲，或如鼓角之響，或怔忡耳內轟作響，入夜更甚，不得眠，⑤下肢厥冷。
^pulse 脈乍大乍小。
^ill<sub=1>〔神志不寧〕
^symtom ①心悸，②先驚後悸；或先悸後驚，③心煩，④怔忡日間少輕，至夜則重，欲思一睡而不 可得。
^ill2<sub=1>〔陰液消涸〕
^symtom 盜汗。
^ill<sub=2>〔陰精不固〕
^symtom 夢遺。4
^formulas
^formula1〔平補鎮心丹證〕
^origin〔《太平惠民和劑局方》方〕
^ingredients3698 茯蒼、五味子、車前子、茯神、肉桂、天冬、麥冬、遠志、酸車仁、山藥、熟地、人參條、龍齒、硃砂。
^formula2〔助思湯證〕
^origin〔陳士鐸方〕
^ingredients3699 人參、生熟地、寸麥冬、五味子、黃連、肉桂、茯苓、菟絲子、丹砂、柏子仁、酸棗仁、蓮芯。
^ingredients3700 當歸、遠志、枸杞子、巴戟 各15g，熟地20g，寸安冬、伕苓、丹參、黨參、黃連、酸棗仁各IOg，肉桂5g，4劑，另 研琥珀5g、硃砂2g，分4份，臨睡前服1份。
^ingredients3701 (1)陳士鐸：先驚後悸；或先悸後驚，驚從外來輕，驚從內生重，兩靜湯：人參、f棗仁、菖蒲、白芥子、丹砂、巴 戟。人參、巴戟可通心腎，令心腎兩交。
^ingredients3702 (2)心火亢極，心腎不交，平居無事，忽耳聞風雨之聲；或如鼓角之響；或怔忡耳內轟作響，人夜更甚，不得眠，兩 歸湯：寸麥冬30g，川黃連6g，酸棗仁15g，熟地30g，茯神、丹參 各9g。定宣湯：玄參60g，生地30g，貝母6g，或加石莒 蒲、遠志，以通心氣。
^ingredients3703 (3)腎水不足，不能上升，以致心火不能下降，怔忡日間少輕，至夜則重，欲思一睡而不可得，心腎兩交湯：熟地 30g，山茱萸24g，人參、當歸、寸麥冬 各15g，酸棗仁24g，芥P9g，肉桂、黃連 各0.9g。交合湯：人參15g，熟地60g，黃連0.9g，肉桂1.5g。
^ingredients3704 (4)夢遺盜汗，防盜止汗湯：麥冬、酸棗仁、熟地、山束萸、川典連、人參、茯神、肉桂。四參湯：玄參、生地、天 冬、表冬、沙參、人參、丹參、茯苓、川黃連、五味子。
^ck44z10h212
^norm 虛陽上冒。
^chinese 心悸，癡呆。
^western 腦萎縮。
^combo 陰虛+陰涸+陽浮+空竅+神擾
^ill〔陰虛失養〕
^symtom ①神疲乏力，②失語，③失明。
^ill2〔陰液消涸〕
^symtom ①口乾，②大便乾結或溏薄。
^tounge 舌淡黯，舌尖紅，舌苔盼半光剎中裂，後半苔微黃稍厚。
^pulse 脈結代。
^ill3〔陽氣浮越〕
^symtom ①面赤心煩，②口乾唇燥，③胸悶，④生性急躁，⑤神識癡呆，精神恍惚，⑥不知吞嚥，７二便失禁。
^tounge 舌紅苔黃。
^pulse 脈弦滑數。
^symtom ①頭暈，②頭重。
^symtom 琿鳴。
^symtom ①心悸，日夜悸動不寧，②心煩，③失眠多夢，④哭笑不休。
^symtom 走路不穩。
^formulas
^formula1<var=2>〔定心湯與左歸飲證〕失眠、頭眾、耳鳴，而色紅赤。
^ingredients3705 生熟地黃、玄參、枸杞子、山萸肉、茯苓、酸棗仁、柏子仁、生龍骨、生牡蠣、龍眼肉、蓮子心、丹參、川芎。
^formula2〔補賢填精溫督理氣化痰開竅方證〕
^origin〔焦樹德方〕
^ingredients3706 龜版、珍珠母 各30g，桑寄生、肉蓯蓉 各20g，熟地、川續斷、狗脊 各15g，桑螺蛸12g，山萸肉、擬盆子、淫羊游、半
^ingredients3707 S、烏藥、菖蒲、遠志 各10g。
^ck44z11h214
^norm 外寒內熱，下寒上熱，陰火上浮，鉞陽，無根之火，格陽躁狂，賢氣凌心證。
^chinese 陰狂，陰躁，陰極發躁。
^combo 陰涸+陽浮+神蒙+清空+陽脫
^ill〔陰液消涸〕
^symtom ①口煉齒浮，②渴汗齊來，③亢熱無汗，④便結。
^tounge ①舌紫少神，②舌刺無津，③舌燥無津，④苔黑雖濕而乾，⑤焦黑如炭，⑥芒刺千裂。
^pulse ①脈細數躁動，②陰陽俱緊。
^ill2〔陽氣浮越〕
^symtom ①面赤姣嫩如裝，目赤，②裸體不欲近衣，③欲坐臥水中，④躁擾不寧，手足躁擾，揚手 擲足，揭去衣被，⑤煩亂如狂，⑥呃逆不止，⑦口典出血，⑧心動悸，⑨身熱足冷，十夯熱捫之肌冷通手。
^tounge 苔黑，舌雖黑色直抵舌尖，而舌肉浮胖而嫩。
^pulse ①六脈洪大搏指，②脈洪大而空，③數大無力。
^ill2〔神志昏蒙〕
^symtom ①神氣昏沉，②不省人事，譫語無次，不寐。
^ill<sub=1>〔清空不寧〕
^symtom 頭暈。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①面色夭白，者黃暗淡，唇舌淡白，②氣少不能言，強言則上氣不接下氣，氣短總促，時 時昏憤，③心悸，目不欲開，蜷臥，④大汗，⑤手足厥冷，腹寒畏冷，足冷溺清，⑥驚惶懼怯，惡人語，⑦爪甲轉青，⑧ 火便或溏或瀉。： ‧
^tounge 舌胖大姣嫩，微白而園厚。
^pulse ①六脈沉微，②沉細無力，③結代。
^formulas
^formula1〔生脈合八味方證〕
^origin〔謝映廬方〕
^ingredients3708 人參、麥冬、五味子、附子、肉桂、熟地、山茱萸、丹皮、茯苓、澤瀉、淮山。
^formula2〔加味金匱腎氣湯證〕
^origin〔《通俗傷寒論》方〕
^ck44z11h213
^norm 虛陽上浮，陰氣竭絕。
^chinese 虛躁，語言孫澀。
^western 慢性腎炎並尿莓症，尿毒症。
^combo 陰涸+陽浮+清空+絡脈+氣逆+神擾+氣脫
^formulas
^formula1〔救逆湯證〕
^origin〔<_溫病條辨》方〕
^ingredients3709 炙甘草、乾生地、生白芍 各18g，寸麥冬15g，阿膠9g，龍骨12g，牡蠣24g。
^formula2〔坎氣潛龍湯證〕
^origin〔《通俗傷寒論》方〕
^ingredients3710 坎氣、龍齒、珍珠母、卑白芍、大生地、牡蠣、白薇、熟地、磁朱丸。
^formula3〔加味集靈煎證〕滋填‧真陰，鎮潛浮陽，適應陰枯於下，陽厥於上之厥脫證。
^ingredients3711 吉林參、天冬、生地、甘枸杞、川牛膝、麥冬、熟地、白節、仙靈脾、龍骨、牡飯、磁石。
^ingredients3712 (1)葉天士治溫邪內陷津液被劫，威陽夾內鳳上逆，遂致疼厥：生牡蠣、阿膠、熟地炭、生白芍、遠志、石菖蒲，此 陰氣竭絕，亥刻當防，熟地炭、白芍、磁石、木瓜、遠志、茯神（《臨證指南醫案》547)。
^ck44z11h215
^norm 陽氣暴脫。
^chinese 黎脫。
^combo 陰枯+陽浮+清空+氣逆+陽脫+津脫
^ill〔陰液消湎〕
^symtom ①精神疲倦，不思飲食，②兩足軟弱，③時或手足發熱，④小便貨。-
^tounge 舌燥無津。
^pulse 脈右小弱，左虛數。〔陽氣浮越〕
^symtom ①心悸，②不寐，③手指蠕動。
^ill<sub=1>〔清空不寧〕
^symtom 頭痛。
^symtom ①面色喑淡，②神氣疲憊，③惡麵手冷。
^tounge 苔少色白。
^pulse ①兩脈虛細，②心腎脈尤不足，③脈沉小。
^ill<sub=2>〔氣機沖逆〕
^symtom 汗出愈多，寐則汗益甚。
^formulas
^formula〔扶元斂汗方證〕
^origin〔袁桂生方〕
^ingredients3713 別直參、赤白芍 各9g，炙黃耆、酸棗仁、浮麥 各15g，白朮、熟地 各12g，炙甘草3g，大棗5枚，上桂2.4g，五味子
^ck44z11h322
^norm 虛陽上越。
^chinese 舌瘡，口糜。
^western 復發性口腔潰瘍。‧
^combo 陰虛+陽浮+陽虛+空竅+血滑
^symtom 舌上出血不止，舌必紅爛，其裂紋中有紅痕 1現，血從痕中流出。
^formulas
^formula<var=2>〔鄒氏導陽歸腎湯證〕
^origin〔貨新吾方〕
^ingredients3714 生蒲黃（包）、乾地黃、夬門冬、懷牛膝、補骨脂、雲茯苓 各10g，川貿連2g，肉桂粉（吞）lg，太子參） 潞黨參 各15g，五味子5g，粉甘草3g。「
^ingredients3715 1.‧論著：心火上炎，而賢冰不能上濟，舌上出血不此，舌必紅爛，其裂紋中有紅痕發現，血從痕中流出，茯舌丹：丹 皮、寸茇冬、桔梗 各9g，玄參15g，人參、甘草、五味子 各3g，熟地30g，黃連0.9g，肉桂0.3g。清心救命丹：玄參、寸 表冬 各30g，甘草3g，菖蒲()‧％，茯神、人參、三七 各9g，五味子3粒。
^alias肺陽清冷，肺中冷，衛陽虛弱，表陽虛弱，表虛失固，中陽下陷，宗氣下陷，陽虛滑脫，陽虛失血，脫血亡陽。
^chinese 氣虛頭痛，勞力傷寒，勞症，久瘧，表陽虛，表虛自汗，陽虛自汗，表虛盜汗，氣厥，產後自汗不止，虛 脹，肺萎，陽損，典軌，吐利，久拷，吐血，便血，血病，血淋，崩泯。
^western 過敏性毋炎，肺不張，風心吐血，慢性腎盂腎炎，慢性結腸炎，慢性腹瀉，子宮功能性出血。
^ill〔陽氣不振〕
^symtom ①面色萎黃，青黃，②神疲，肢體睏倦，倦怠無力，少氣，③頭眩，④口將青紫，⑤惡寒，四肢 逆冷，⑥食慾不振，不渴，⑦頻頻咳嗽，咳色低微，痰清白難出，⑧多涎唾吐涎沫，⑨遺尿，小便數，R腹中拘急，心腹 冷痛。
^pulse ①脈湔，②脈滑數無力，③微細，④脈沉細弱，⑤脈沉遲，⑥脈虛大。
^tounge 舌淡。
^ill2〔氣機不宣〕
^symtom①眼胞浮腫，②咳唾泡沫痰，③胸脅逆滿牽引背痛。
^ill3〔腠理不實〕
^symtom自汗，或盜汗。
^pulse脈虛浮。
^ill4〔津液不固〕
^symtom①大便溏瀉，日2~3行，感受寒冷.或食生冷之物、則泄瀉尤甚’，②典塞不通，流淸涕如水，噴嚏頻作。
^ck45z02h232
^chinese肺萎，陽損。
^western肺不張。
^pulse①脈滑數無力，②脈沉細弱，③脈沉遲，④微細。
^tounge舌淡。
^symtom①眼胞浮腫，②咳唾泡沫痰，③胸脅逆滿牽引背痛。
^tounge①苦白膩，②苔白而厚膩，根略黃。
^symtom①咳漱喘急氣促，張口抬肩，典猱煽動，②飲食即吐。
^pulse脈虛浮。
^ill<sub=1>〔淸竅不直〕
^formula1〔加味理中湯證〕
^origin〔<金瓰翼》方〕
^ingredients3716 人參、五味子、干姜、甘革、半夏 各6g,細辛3g,白術、陳皮 各9g。
^formula2〔濫肺場〕治胸脅逆滿，牽引背痛，心腹冷痛，飲食即吐。詳見論著（3K
^ingredients3717 人參、鐘乳、半夏、肉桂、橘紅、炮姜、木喬、甘草。
^formula3〔拯陽理勞湯證〕
^origin〔<醫宗必讀> 方〕
^ingredients3718 人參、貨芪、肉桂、當歸、白術、甘牮、陳皮、五味子、生荽、大棗。
^ingredients3719 (2>肺牌陽虛，少氣脈沉遲者，主溫養肺脾，理中加搞紅、茯苓、半戾、細辛、五味子。
^ingredients3720 (4〉陳士鐸：補母止嗽湯：茯苓、寸麥冬、白術各I5g,人參、甘草、蘇子、法半夏、紫菀 各3g,陳皮0.9g,枯梗
^norm 肺陽清冷，肺中冷。
^chinese 肺萎，陽損。
^western肺不張。
^ill〔陽氣不振〕
^symtom ①面色萎黃，青黃，②神疲，倦怠無力，少氣，③頭眩，④口唇青紫，⑤四肢逆冷，⑥食 欲不振，不渴，⑦頻頻咳嗽，咳色低微，痰清白難出，⑧多涎唾吐涎沫，⑨遺尿，小便數，十心腹冷痛。
^formulas
^formula1〔加味理中湯證〕
^origin〔《金匱翼）方〕
^ingredients3721 人參、五味子、乾薑、甘草、半夏 各6g，細辛3g，白朮、陳皮 各9g。
^formula2〔溫肺湯〕治胸脅逆滿，牽引背痛，心腹冷痛，飲食即吐。詳見論著（3K 人參、鐘乳、半夏、肉桂、橘紅、炮姜、木香、甘草。
^formula3〔拯陽理勞湯證〕
^origin〔《醫宗必讀）方〕
^ingredients3722 人參、黃耆、肉桂、當歸、白朮、甘草、陳皮、五味子、生薑、大棗。
^ingredients3723 (2)肺脾陽虛，少氣脈沉遲者，主溫養肺脾，理中加橘紅、茯苓、半夏、細辛、五味子。
^ingredients3724 (4〉陳士鐸：補母止嗽湯：茯苓、寸麥冬、白朮各Bg，人參、甘草、蘇子、法半夏、紫菀 各3g，陳皮0.9g，桔梗
^ingredients3725 6g，肉桂1.5g。助金湯：人參、甘草、冬花、白朮、百合、獲神、肉桂、炮姜、蘇葉、百部、法半S。
^ck45z02h080
^norm 陽虛不敷。
^chinese 氣虛頭痛勞力傷寒，勞瘧，久瘧，氣厥。
^combo 陽虛+失升不降+清空+經脈+陽鬰
^ill〔陽氣不振〕
^symtom ①神情倦怠，形氣索然，氣青，少氣無力，②肢體微冷，四肢不溫，肢冷，③惡寒，④自 汗出，⑤便溏。
^tounge ①舌質淡胖，舌邊齒印明顯，②苔薄白，③苔白嫩。》
^pulse ①脈沉細，②脈右關大無力，③細軟。
^ill2〔氣機不升〕
^symtom ①胸膈迷悶，②四肢倦怠，③神倦嗜臥，④百節解散，無力以動，⑤下利不止。
^ill<sub=1>〔清空失養〕
^symtom ①頭痛時有發作，痛時頭&乏力，②心慌心煩，過勞之後，其痛加劇，③頭痛異常。
^ill2〔經脈失養〕
^symtom ①肩背痛甫，②週身疼楚。
^ill<sub=2>〔陽氣不和〕
^symtom CD手足獨熱，２表散熱不減，寒轉增，③寒熱往來，病以時作。
^ill2<sub=2>〔氣機不降〕
^symtom ①二便艱澀。
^formulas
^formula<var=1>〔補中益氣湯證〕
^origin〔鮑建國方〕
^ingredients3726 炙焚?30g，黨參、當歸各I5g，陳皮、炮附片、白朮、川芎 各10g，壘荊子12g，升麻、柴胡 各5g，甘草6g，細辛3g。
^ck45z02h081
^norm 中陽下陷，宗氣下陷。
^chinese 虛脹，吐利，久污，便血，血輛，血淋，崩漏。
^western 子宮功能性出血，慢性腎盂腎炎，慢性結腸炎。
^combo 陽虛氣陷+不升+陽鬰+氣鬱
^ill〔陽氣不振〕
^symtom ①消瘦，形容枯槁，②面色無華，口唇括白，③畏寒怕冷，四肢欠溫，④食慾不振，⑤肢 體倦怠，⑥惡寒，⑦厥逆。
^pulse ①脈沉細，②脈微無力，脈微澀，細小，③右緩怠而遲。
^tounge 舌質淡，苔薄白，舌無榮苔薄白。
^ill2〔氣機不升〕.
^symtom ①頭暈目眩，②頭痛畏風。
^pulse 關弦大重按即無，右寸微。
^ill3〔氣機下陷〕
^symtom ①漏下淋漓，下肢微腫，②小便頻數淋漓，微有澀痛，③稀便中夾帶少許黏液，④疝氣下 墜，⑤作洩無度，虛坐努責，酢脹異常，前陰酢出一‧物大如柚子，⑥久瀉，⑦便血，⑧赤痢後重，⑨腹痛即墜，R胸腹 脹滿。
^ill<sub=1>〔陽氣不和〕
^symtom ①腹中急痛，②寒重燒微，似瘧非瘧。
^ill<sub=2>〔氣機不宣〕
^symtom 納減不食。
^ill2<sub=2>〔氣機不降〕
^symtom 嘔吐。
^formulas
^ingredients3727 黃耆、黨參、白朮、升麻、柴胡、當歸、陳皮、甘草、炮附片、炮姜。
^ingredients3728 黃耆20g，泡參、白朮 各12g，升麻、柴胡、桂枝、桔梗 各6g。
^ingredients3729 (3)葉天士治陽虛體質，食人不化，飲酒序味即瀉，而腸血未已，當從謙甫先生法：人參、乾薑、葛根、白朮、序 樸、茯神、廣陳皮、炙甘草 各7.5g，附子、升麻 各9g，茅蒼朮15g，當婦身、白芍、益智、神曲 各4.5g，地榆10.5g，姜棗 湯丸（《臨證指南醫案》504)。
^ck45z02h011
^norm 表虛失固。
^chinese 表虛自汗，陽虛自汗，表虛盜汗，產後自汗不止。
^combo 陽虛+表虛津滑+經虛
^formula〔方症‧.　　　1.固汗玉屏風散證〕
^origin〔《通俗傷寒論》方〕
^ingredients3730 生黃耆、生白朮、防風、牡蠣 各6g，浮小麥5g，麻黃根醋炒12g，五味子3g。
^formula2<var=2>〔-黃耆建中湯證〕
^origin〔連建偉方〕
^ingredients3731 桂枝A5g，炒白芍、炒白朮 各9g，.炙甘草、廣陳皮 各6g，生薑3片，大棗5枚，龍背15g，牡蠣24g，黃耆、黨參：茯 苓各I2g，濟生歸脾丸12g (吞）。
^ck45z02h176
^norm 陽虛滑脫。
^chinese 悛性腹瀉，奐鼽。
^western 過敏性鼻炎。
^combo 陽虛+氣虛+汴滑+精滑
^ill〔陽氣不振〕
^symtom ①形瘦面白，②神倦面腫，③怯冷，手足骨肉作冷，④U渴熱湯不止，⑤口甘淡苦，⑥腹 時雷鳴，⑦溺清且長。
^tounge 舌質淡紅，舌質淡，苔薄白。
^pulse ①脈弦緩，②脈浮虛，③脈大無力，右寸沉。
^ill2〔津液不固〕
^symtom ①大便溏瀉，便洩完谷不化，②大汗不止，③鼻塞不通，流清涕如水，噴嚏頻作。
^ill<sub=1>〔氣虛不充〕
^symtom ①自汗，②倦怠，③氣不續息。
^ill<sub=2>〔陰精不固〕
^formulas
^formula1〔玉屏風散與理中湯合方證〕大便溏瀉，感受寒冷，或食生冷之物、則洩瀉尤甚。證見形瘦面白，自汗，倦怠怯冷，納食尚可，舌質淡，苔薄白、脈弦緩。重按則無力。詳見病案（）。
^formula2〔桂枝湯加黃耆乾薑證〕
^origin〔龍瑞敏方〕
^ingredients3732 桂枝、白芍 各9g，黃耆15g，辛夷花、乾薑 各9g，大棗、炙廿草。
^ck45z02h177
^norm 陽虛失血/脫血亡陽。
^chinese 吐血。
^western 風心吐血。
^formulas
^formula〔溫陽益氣湯證〕
^origin〔姿春華方〕
^ingredients3733 附子、桂枝 各6g，黃耆、白芍、白朮 各10g。
^alias表陽虛，陽虛傷寒，營衛不和，表虛不固，腠理空虛，陽氣藜脫。
^chinese 虛人感詩，柔痙，瀨汗，自汗，冷汗，盜汗，虛熱，風疹塊，虛損。
^western 植物神經功能紊亂（神經官能症），變應性亞敗血症，小兒肺炎，大汗亡陽。
^ill〔陽氣不振〕
^symtom ①面色蒼白，面色虛，②形寒肢冷，③畏寒，兩脛A冷，身冷如水，④身疼重。
^tounge 舌淡苔白。
^pulse 脈遲，脈虛而稍浮。
^ill2〔腠理不實〕
^symtom ①腰以上有汗，②冷汗自出３疫塊，淡白，.溯布全身，搔後微有血痕。
^ill4〔經脈不榮〕
^symtom ①身閒酸楚，②腰髖弛痛。
^ck45z01h009
^norm 表陽虛。
^chinese 冷汗，風疹塊。
^combo 陽虛+表虛+經虛
^ill〔陽氣不振〕
^symtom ①畏寒，兩脛自冷，身冷如水，②不能食，③身疼兔，④口不渴。
^tounge 舌淡苔白。
^pulse 脈遲，脈虛而稍浮。
^ill<sub=1>〔腠理不實〕
^symtom ①腰以上有汗，②冷汗自出，③疼塊，淡白，遍佈全身，搔後微有血痕。
^ill<sub=2>〔經脈不榮〕
^symtom ①身困酸楚，②腰髖弛痛。
^formulas
^formula1〔桂枝加黃耆湯證〕
^origin〔《僉匱要略》方〕
^formula2<var=2>〔玉屏風證〕
^origin〔陳贊恆方〕
^ingredients3734 北黃耆60g，附子（久煎）15g，防風 15g。
^ck45z01h011
^norm 表虛不固，勝理空虛。
^chinese 自汗。
^western 棺物神經功能紊亂，祌經官能症。
^combo 陽虛+表虛+津滑+經虛
^ill〔陽氣不振〕
^symtom ①面色蒼白，②精神疲倦，全身乏力，③時有心慌。
^pulse 脈浮大無力。
^tounge 舌淡胖邊有齒痕。
^ill2〔腠理不實〕
^symtom 素畏風寒，汗後尤著C
^ill<sub=1>〔津液不固〕
^symtom 陣發性汗出，大汗淋漓，狀如水洗，日數次至10數次。
^ill<sub=2>〔經脈不榮〕
^formulas
^formula1〔盧氏桂枝參?煎證〕
^origin〔《通俗傷寒論》方〕
^ingredients3735 適用於肺衛陽虛正，過汗誤汗，自汗不止。? 桂枝、太子參、生黃耆、白芍 各6g，新會皮2.4g，炙廿草1.5g，浮小麥15g，麻黃根（醋炒）9g。
^formula2<var=1>〔桂枝加龍骨、牡蠣湯證〕
^origin〔王雨三方〕
^ingredients3736 桂枝、生白芍、炙甘草、段龍骨、牡蠣、黃耆、五味子、大棗、生薑。
^formula3<var=1>〔桂枝加附子湯證〕
^origin〔劉代庚方〕
^ingredients3737 黃耆、牡蠣 各30g，桂枝、附子、炙甘草各IOg，白節15g，生薑3g，大棗5枚/
^ck45z01h015
^norm 苕衛不和之表虛證。
^chinese 盜汗，虛熱。
^western 小兒肺炎。
^combo 陽虛+表虛V笄虛+經虛
^formulas
^formula1<var=1>〔玉屏風散證〕
^origin〔王育群方〕
^ingredients3738 生貨?i5g，炒白芍、焦六曲、炒白朮、丹參 各9g，炙甘草、北五味子 各3g，附片、防風 各4.5g，生牡蠣30g，桂枝
^formula2〔桂枝加龍骨、牡蠣湯證〕
^origin〔王蘋芬方〕
^ingredients3739 桂枝2.4g，白芍9g，龍骨、牡蠣 各15g，甘萃2.4S，生薑0.9g，紅棗2枚。
^ingredients3740 汗多加浮小麥、黃耆益氣固表；咳嗽不爽加川貝母、橘皮、杏仁、紫菀；肺虛喘促加五味子、寸麥冬補肺氣，痰多食 少加蘇子、白前、陳皮、半S。
^alias心陽不足，心脈不暢，心陽虛衰，心勞虛寒，陽虛失血，心陽浮越。
^chinese ：心悸，心慌，心勞，咯血。
^western高心病，房顫，冠心病並心房纖顫，風心病、二尖瓣閉鎖不全及狹窄，心臟擴大，心衰四度。
^ill〔陽氣不振〕
^symtom ①提寒，②頭昏跌僕，③額汗淋漓，汗出淋漓，④而白唇紺，唇舌淡白，⑤語音低怯。
^tounge 舌淡白。
^pulse ①脈沉細結代，②脈遲結代。
^symtom ①夢寐驚悸。
^symtom ①精神萎頓，臥床不起，頭錄如旋，②氣短，③胸悶憋氣，喘促，稍活動而突發胸悶氣遙，張口 抬肩o
^pulse 脈大而虛緩無力，尺脈不至。本證一H239心陽不宜候
^symtom ①心悸怔忡，早搏出現頻繁，心慌轉證一H211心陽不振候
^ck45z03h239
^norm 心陽不足，心脈不暢。
^chinese 心譯，心慌。
^western 房顫。‧
^combo 陽滯+氣鬱+神擾
^ill〔陽氣不行〕
^symtom ①夜間為甚，②面色萎黃，③畏寒，④神疲乏力。
^tounge 舌紫苔薄，胖。
^pulse 脈細不調。
^ill<sub=1>〔神志不寧〕
^symtom ①心悸心慌，②夜寐不平，起坐不安。
^ill<sub=2>〔氣機不宣〕
^symtom ①氣怯，②胸脘氣悶，③納少，④心胸懊儂。
^formulas
^ingredients3741 桂枝、蜀漆 各10g，龍骨、牡蠣 各30g，黨參、麥冬 各15g，乾薑3g，大棗6g，五味子5go
^ck45z03h241
^norm 心陽虛衰，心勞虛寒。
^chinese 心勞。
^western 房顫，高心病，冠心病並心房纖顫，心衰。
^combo 陽虛+神虛+氣虛+神擾
^ill〔陽氣不振〕
^symtom ①畏寒，②頭昏跌僕，③額汗淋漓，汗出淋漓，④面白唇紺，唇舌淡白，⑤語音低怯。
^tounge 舌淡白。
^pulse ①脈沉細結代，②脈遲結代。
^ill2〔神氣不振〕
^symtom 夢寐驚悸。
^ill<sub=1>〔氣虛不充〕
^symtom ①精神萎頓，臥床不起，頭暈如旋，②氣短，③胸悶憋氣，喘促，稍活動而突發胸悶氣逼，張口抬肩。
^pulse 脈大而虛緩無力，尺脈不至。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸怔忡，早搏出現頻繁，心慌心跳，②心煩難寐，唇乾眠差。
^formulas
^formula1〔遠志飲子證〕適應心勞虛寒，夢寐驚悸。
^ingredients3742 遠志、茯神、人參、當歸、酸棗仁、貨?、肉桂、炙甘草。
^formula2〔理中湯法證〕
^origin〔趙錫武方〕
^ingredients3743 紅參、白朮各！5g，乾薑、炙廿草 各10g，黃耆45g;
^formula3〔振奮心陽方證〕
^origin〔應屏方〕
^formula4〔溢通心陽，益氣養陰方證〕
^origin〔胃俊逸方〕
^ingredients3744 制附片、五味子 各9g，肉桂4g，麥冬12g，北條黨20g，制黃褚15g。
^ck45z03h177
^norm 陽虛失血，心陽浮越。
^chinese 咯血。
^western 高血壓，.心臟病，風心，二尖瓣閉鎖不全及狹窄，心臟擴大，心衰四度。
^combo 陽虛+氣虛+血滑+陽浮
^ill〔陽氣不振〕
^symtom ①面色萎而無華，面色蒼白而腫，②唇色黯然，口唇紫紺。
^tounge ①舌淡苔白，②舌淡有瘀斑，苔白搰3
^pulse 脈沉細數不整。
^ill2〔血絡不固〕
^symtom ①咯血，②咳嗽咯血。
^ill<sub=1>〔氣虛不充〕
^symtom 0）語言音低，２下肢腫。
^pulse 脈弱。
^ill<sub=2>〔陽氣浮越〕
^symtom ①通身紅腫，②不能平臥，動則短氣，端坐呼吸。
^formulas
^formula1〔參?桂附湯證〕
^origin〔姜春華方〕
^ingredients3745 別直參3g，黃耆15g，附子、左味子、桂枝 各9g。
^formula2<var=1>〔參附湯證〕
^origin〔螢曉初方〕
^chinese 表陽虛證，虛損，亡陽，漏汗，傷寒鉞陽，中風脫證，傷寒脫陽，咳喘，哮喘，積虛哮喘，麻後喘，麻疹不 透肺疽，多涕症，痢疾轉脫。
^western 老年慢性氣管炎，過敏性支氣管哮喘，慢性氣符炎肺氣腫，肺炎轉肺膿腫，肺心病，（肺功能不全），呼吸衰 竭，總性心衰，「高心」心衰三度，「I」期硅肺合併兩上浸潤型肺結‧核，合併肺氣腫。
^symtom ①面色不華，面灰不澤，面青晦暗，眼瞼輕度浮腫，u唇紫暗，②梢神萎頓，.身倦短氣，③胃納 欠佳，食減，④背惡寒，手足欠溫，四末發涼，⑤形寒蜷臥，懶於舉動，⑥動則短氣，動則喘促，喘促以夜間為多，⑦大 便多溏，⑧小便不利，⑨下肢腫。
^tounge ①舌質淡，舌胖嫩，苔薄白，②舌紫滯，
^pulse ①脈虛細，②脈沉弱，③脈沉細無
^symtom ①咳嗽，②嵌白黏。〔氣機不降〕
^symtom 胸滿氣喘。
^ck45z05h175
^norm 腎不納氣，背虛不納，氣不歸元。
^chinese 哮喘，虛損。
^western 肺心病，肺功能不全，呼吸衰竭，急性心衰，高心心衰三度，過敏性支氣管哮喘。
^combo 陽虛+氣逆+陰虛+陽浮
^ill〔陽氣不振〕
^symtom ①面色不華，面灰不澤，面青晦暗，眼瞼輕度浮腫，口唇紫暗，②精神萎頓，身倦短氣，
^pulse ①脈虛細，②脈沉弱，③脈沉細無力，重按若無。
^symtom ①呼吸困難，動則氣喘，呼於吸短，不能自制，喘甚則不能臥，②咳喘氣短，不能平臥，③咳嗽 痰多，驟然氣急不能平臥，④倚息不得臥，張口抬肩，兩手前撐，⑤哮吼之聲達於盧外，吸氣時喉中有水雞聲。
^ill<sub=1>〔陰虛失養〕
^symtom 消瘦。
^pulse ①脈虛細，②脈虛數。
^tounge ①舌光嫩，淡紅，無苔，②苔薄膩無華。
^ill<sub=2>〔陽氣浮越〕
^symtom ①如寐即寤，②自汗，稍活動即自汗出，汗出甚多，四肢厥冷，動輒心悸，冷汗如淋，③ 乾咳無痰，④喘則面紅汗出。
^pulse 浮虛而數。
^formulas
^formula1<var=2>〔補肺湯合都氣丸證〕
^origin〔蔣慶雨方〕
^ingredients3746 黨參、黃耆、補骨脂、五味子、山藥、山茱萸、淫羊箝、肉桂、沉香、蛤蚧。
^formula2〔呼吸衰竭方證〕扶正納氣，肅肺化痰。治重證肌無力，球麻痺型，發展到呼吸衰竭，出現脫證，在氣管切開，人工 呼吸、給軾、吸痰等，搶救配合典飼。
^formula3〔人傳方證〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients3747 人參1.5g、胡桃肉9g同搗，黑錫丹0.9g，沖水調下。
^formula4〔參紫湯證〕
^origin〔程門雪方〕
^ck45z05h178
^norm 上損及下，肺損及背。
^chinese 哺咳
^western 慢性氣管炎肺氣腫，「I」期硅肺合併兩上浸潤型肺結核，合併肺氣腫。
^combo 陽虛+氣虛+血虛+神虛+經絡虛
^ill〔陽氣不振〕
^symtom ①汗出肢冷，畏寒，②遺精，甚則閉目即遺，③小便餘瀝不盡。
^tounge 舌質淡，荇白。
^pulse ①脈虛細，②脈沉細無力。
^ill2〔氣虛不充〕
^symtom ①頭昏，②自汗，③食減，④身倦，⑤消瘦，⑥動則氣喘，呼長吸短，⑦喘甚則不能臥。
^ill<sub=1>〔血虛失榮〕
^symtom 不能自制。
^tounge 舌有苔。
^ill2〔神氣不振〕
^ill<sub=2>〔經脈不榮〕
^symtom 腰酸。
^ill2<sub=2>〔絡脈不榮〕
^formulas
^formula1〔納氣丸證〕
^origin〔施今墨方〕
^ingredients3748 人參、南沙參、北沙參、雲茯苓、玉竹、冬蟲夏草、五味子、淡蓯蓉、白杏仁、麥冬，甘草、巴戟、補骨脂 各30g，黑錫丹、橘紅 各15g，紫河車、胡桃肉 各60g，蛤蚧尾3對，蜜丸迸IOg，早晚各1丸。
^formula2<var=2>〔附桂八味證〕
^origin〔範展仁方〕
^ingredients3749 熟地、淮山 各30g，附子12g，肉桂6g燜服，茯苓、黨參 各16g，麻黃6g，山萸肉、五味子、代赭石、旋復花各IOg。
^ck45z05h179
^norm 陰陽兩損。
^chinese 積虛哮喘，肺疽。
^western 老年慢性氣管炎，肺炎轉肺膿腫。
^combo 陽虛V陰虛+氣虛+神虛+清空+經脈
^ill〔陽氣不振〕
^symtom ①面無華，呈晦暗色，面青，②惡寒肢冷，③脊背惡寒。
^ingredients3750 30g，肉桂、炮荽 各3g，白芥子12g，鹿角膠、甘草 各9g。
^formula2〔新加金水六君丸證〕
^origin〔何廉臣方〕
^ingredients3751 熟地20g，姜半S、當歸身 各45g，茯苓90g，橘紅30g，炙甘草15g，附子2lg，北細辛9g，五味子6g，煮薏苡仁糊 丸；外用水澄半夏、生薑2粉為衣，每服9g，早晚空心淡姜鹽湯送下。
^ck45z05h182
^norm 陰盛格陽，陰證似陽，戴陽亡陽1龍雷火越，真陽式微，虛陽無根。
^chinese 亡陽，傷寒戴陽。
^ill〔陽氣不振〕
^symtom ①面色枯白，②畏寒，③面色蒼白。
^tounge 苔白，光嫩淡紅。
^pulse 脈沉弱細。
^ill2〔陽氣浮越〕
^symtom ①發熱不退，②頭腦中覺熱氣上升，③躁擾不歇，④頭面紅赤，嫩紅，⑤譫語無倫，⑥口 渴少飲，渴喜熱飲，⑦咯血，痰黏帶血。
^pulse 脈豁大而空。
^ill<sub=1>〔陽氣不行〕
^symtom ①小腹痛，②嘔吐痰水，③下體偎冷，④手足厥冷，⑤痰黏晶白，⑥下肢浮腫，⑦口唇紫
^ill<sub=2>〔陽氣脫絕〕
^symtom ①喘嗽，②夢洩不禁，③喘不能臥，④肢厥，⑤短氣，⑥大汗不止，⑦渾身戰慄，⑧神昏 不語。
^pulse 脈虛微。
^formulas
^formula1<var=1>〔理中湯六君證〕
^origin〔袁桂生方〕
^formula2〔挽正回陽方證〕
^origin〔莊處鄉方〕
^ingredients3752 黑錫丹15g，西黨參、炙黃耆、茯苓 各9g，附子、生術、法半夏 各6g，炙甘草3g，牡蠣15g。
^ingredients3753 (1)林觀子治傷風喘嗽，致面色枯白，夢洩不禁，.喘嗽，發熱，兩脈虛微。喘為真氣上脫，熱為陽氣外散：人參6g，黃耆9g，肉桂、炙甘草 各1.5g，茯苓、半芨曲 各3g，橘紅2.4g，繼以大造裔調理。
^ck45z05h183
^norm 陽氣衰竭，陽氣暴脫。
^chinese 中風脫證，傷寒脫陽，痢疾轉脫，麻後喘，麻疹不透。
^combo 陽虛+陽脫‧+陽滯
^ill〔陽氣不振〕
^symtom ①口唇紫紺，動輒心悸，②面色蒼白，唇淡，③睏倦而昏，④似寐非寐，氣息微弱，目無 神采，⑤爪甲恍白，⑥振寒，⑦額冷，⑧指尖冷。
^tounge 舌胖淡，苔白燥澀。
^pulse 脈虛數。
^ill2〔陽氣脫絕〕
^symtom ①神昏沉睡，神昏目瞪，②氣促而喘痰鳴，③厥逆，④其氣自少腹攻，⑤譫語，⑥撮空
^pulse ①兩脈沉細無力，重按若無，②脈弦大，③脈沉細數。
^ill<sub=1>〔陽氣不行〕
^symtom ①四肢厥冷，②口唇青紫，③四肢拘總。
^tounge 舌質紫暗。
^ill<sub=2>〔津液不固〕`)