jsonp(18,{"name":"cm","start":39920},`^symtom ①冷汗如淋，②自汗不止，③便洩不止，④額汗出如珠，⑤遺溺手撒，⑥滿面油光。
^formulas
^formula1〔回陽正氣飲證〕
^origin〔（通俗傷寒論） 方〕
^ingredients3754 人參、附子 各3g，生黃耆9g，生白朮、當歸、酸棗仁 各6g，甘草1.5g，麻黃根醋炒6g。
^formula2〔參附合龍骨、牡蠣救逆湯證〕回陽救逆，治真陽外脫，肢冷汗出，嚙急鼻煽，詳見論著（3)。
^ingredients3755 人參、龍骨 各9g，白朮1知，附子、白芍、炙甘草、乾薑 各3g，桂枝6g，牡蠣30g，紅棗5枚，人夜仍拈衣摸床，囈 語汗出，原方加重三成，加五味子1.5g。
^alias中氣虛寒，脾陽不振，運化無權，脾胃陽衰，脾胃虛寒，虛寒胃痛，陽虛滑洩，攝納無權，陰盛格陽，虛陽外浮，虛 陽外脫，中陽暴脫。
^chinese 胃脘痛，寒瀉，久瀉，滑洩，腹痛，心腹奇痛，虛脹，麻後傷陽，陽脫，虛陽外脫，脾陽下脫。
^western 腸功能紊亂，小兒消化不良，腸麻痺症.：特發性肝炎。
^ill〔陽氣不振〕
^symtom ①面色恍白，面色青白，唇舌淡白，②神倦乏力，氣息微弱，出氣發涼，③四肢不溫，臥時蜷曲，惡寒肢厥，④喜熱畏寒，⑤ri泛清涎，⑥便溏，⑦胃脘痛得食即止，手按痛紱。
^tounge 舌淡白滑膩。
^pulse 脈遲弱，虛軟，沉細。
^symtom ①中脘脹滿，午後為甚，②胃脘痛食多又痛，食過亦痛，③大便不爽。
^tounge 苔白膩。
^symtom 嘔吐清水。本證一H?3再陽不振候1271脾陽不振候
^symtom 宵不喜食。轉證——HDO脾陽虛滯候H269中陽不和候
^symtom ①污下大便不臭，.②馮下完谷不化。變證一出76陽虛失固候出82虛陽浮越候HIS3陽氣虛脫候
^ck45z13h253
^norm 虛寒胃痛。
^chinese 胃脘痛。
^combo 陽虛+氣滯+氣鬱
^formulas
^ingredients3756 附子、黨參、白朮、乾姜、甘草、肉桂、沉香。
^ck45z13h271
^norm 中氣虛寒。
^chinese 寒瀉。
^combo 陽虛+陽滯+水瀉
^ill〔陽氣不振〕
^symtom ①面色青白，唇舌淡白，②臥吋蜷曲，③氣息微弱，出氣發涼，④四肢不溫，⑤哭時手按 即止。
^tounge 舌淡白。
^ill<sub=1>〔水谷不分〕
^symtom ①揭下大便不臭，②瀉下完谷不化。
^ill<sub=2>〔陽氣不行〕
^symtom 四肢發涼。
^formulas
^formula<var=1>〔附子理中湯證〕
^origin〔周天心方〕
^ingredients3757 人參，附子、乾薑、吳臾、丁香、白朮、炎甘草、砂仁 各3g共為粗末，兩天分煎。
^ck45z13h270
^norm 脾陽不振，運化無權。
^chinese 久瀉，腹痛。
^western 腸功能紊亂。
^combo 陽虛4‧氣滯+氣鬱+水洩
^ill〔陽氣不振〕
^symtom ①面色萎黃，形體日削，②神疲乏力，③形寒肢冷，④胃不嵙食，食少，⑤便溏，⑥腹痛
^formulas
^formula<var=1>〔理中證〕
^origin〔秦伯未方〕
^ck45z13h269
^norm 中虛氣滯。
^chinese 虛脹。
^western 腸功能紊亂，特發性肝炎。
^combo 陽虛+氣滯+水洩+氣逆
^ill〔陽氣不振〕
^symtom ①面色浮貨，怠惰不嬉，②形寒肢冷，手足欠溫，③高熱口乾舌紅，目赤，不喜飲水，④ 下午兩下肢略腫，⑤兩足顫抖。
^tounge ①舌淡苔白，②苔白濕潤。
^pulse 脈濡細。
^ill2〔氣機不利〕
^symtom ①腹脹，腹脹大，展起稍消，②腹部鼓脹扣之中空，小便短少，大便不暢次多世少，③ 肢脹腹痛，脹大如鼓，按之堅硬腸鳴漉漉，④胸悶脘痛。
^ill<sub=1>〔水谷不分〕
^symtom ①洩瀉，②大便迸多，狀如腐渣。
^ill<sub=2>〔氣機不降〕
^symtom ①作惡嘔吐，②藥人即吐，d汽:促不舒。
^formulas
^formula〔桂附溫脾湯證〕
^origin〔張伯興方〕
^ingredients3758 熟附片、桂枝、小茴香、炒乾薑 各4.5g，黨參、白朮、焦山楂、焦六曲 各9g，炙U‧草3g，烏藥12g，檳榔15g。
^ck45z13h176
^norm 陽虛搰洩，脾胃虛寒，攝納無權。
^chinese 久瀉，滑洩。
^western 小兒消化不良。
^combo 陽虛+氣虛+津滑+精滑
^ill〔陽氣不振〕
^symtom ①腸鳴腹冷，②腹脹如鼓，③唇淡，④四肢厥冷。
^tounge 舌淡苔白。
^pulse 脈弱。
^ill2〔津液不固〕
^symtom ①大瀉如竹筒直下不止，②水瀉。水樣綠或黃色，③喜唾流涎。
^ill<sub=1>〔氣虛不充〕痺象：１消瘦，２面色萎黃，３神困乏力，４氣息微弱，５閉目。
^ill<sub=2>〔陰精不固〕
^formulas
^formula1〔扶脾丸證〕
^origin〔何廉臣方〕
^ingredients3759 炒白朮、藿香 各6g，茯苓、麥芽、六曲、赤小豆 各9g，新會皮、姜半夏、訶子肉、乾姜各4，5g，炙甘草2.4g，烏梅2 個，肉桂3g，荷葉包燒飯為九。
^formula2<var=1>〔理中合四逆證〕
^origin〔金波方〕
^ck45z13h182
^norm 脾胃陽衰，虛陽外浮，陰盛格陽。
^chinese 洩瀉，虛脹，麻後傷陽，心腹奇痛，虛陽外脫。
^western 腸麻痺症。1
^combo 陽虛+陽浮+陽脫
^ill〔陽氣不振〕
^symtom ①面色蒼白，面色黯，②四肢厥冷，③肌肉消瘦，④唇淡，⑤便瀉稀水色綠，洩瀉，⑥多 汗，A逆。
^tounge 舌淡，苔薄白。
^pulse 脈沉遲無力。
^ill2〔陽氣浮越〕
^symtom ①顴赤，面赤如妝，②低熱，③寒熱交作，晝夜無度，④高熱煩躁，⑤口乾口燥，咽乾，⑥咳喘痰鳴，⑦作惡嘔吐，藥人即吐，氣促不舒。
^tounge fi■紅無苔。
^ill<sub=1>〔陽氣不行〕
^symtom ①心腹奇痛，②腹部鼓脹扣之中空，③小便短少，大便不暢，次多魚少。
^pulse 脈疾數。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①汗出不止，皮膚濕冷，汗出如珠，②奄奄一息。
^pulse 六脈俱脫。
^formulas
^formula1<var=1>〔甘草乾薑湯證〕
^origin〔蒲輔周方〕
^formula2〔黃耆參附裔證〕
^origin〔吳孚先方〕
^ingredients3760 賀?20g代水，人參120g，附子60g煎賚0
^ck45z13h183
^norm 中陽暴脫，脾陽下脫。
^chinese 滑洩，陽脫。
^combo 陽虛陽脫+陽滯
^ill〔陽氣不振〕
^symtom ①面色淡白，②喜向裡臥，③不喜食物，④動則汗出，⑤面白虛浮，足腫。
^tounge 舌色淡紅無神。
^pulse ①微弱無力。
^ill2〔陽氣脫絕〕
^symtom ①神識沉迷，似寐非寐，呼之不應，瞑臥小安，②瀉時必欠而嘔，嘔而暈，③獨語如見鬼，
^pulse ①脈沉細如絲或有或無，②脈伏而有歇止。
^ill<sub=1>〔陽氣不行〕
^symtom ①肢體厥冷。
^pulse ①脈必沉伏。
^ill<sub=2>〔津液不固〕
^symtom ①久瀉，匙水下嚥，須臾瀉去，②下利清谷及膿血，③或瀨底不止。
^formulas
^formula〔固下人參煎證〕
^origin〔俞根初方〕
^ingredients3761 黨參、炒白朮、附子、龍骨、肉果各<5g，訶子、炮娶、木香 各3g，沉粳米‧、大棗引。
^ingredients3762 (2)胃惠儔治久瀉氣虧色白，瞑臥小安，匙水下嚥，須臾瀉去，瀉時必欠而嘔，嘔而暈，脈沉細如絲或有或無。主補 攝為主：麗參、白朮、茯苓、烏梅、赤石脂、禹餘糧 各9g，炙甘草、山茱萸、木瓜、五味子、白芍 各6g，後加台黨參12g，白朮、附片 各9g。
^alias陽虛滑脫，陽明不闔，關閘不藏，脾陽下脫，陽虛失血，攝血無權，冷積大腸。
^chinese ：久痢，久瀉，消洩，滑脫，五更洩，便血，冷積便秘。
^western慢性結腸炎，中毒性消化不良，胃十二指腸潰瘍病出血，腸麻痺。
^symtom ①肢厥，②腹冷腸鳴，③口不渴飲，不進食，④小便不利。
^tounge ①舌淡舌潤無苔，②紫色而光。
^pulse ①脈微細，②六脈沉遲。
^symtom ①腹痛，下利稀水，下利不止，②五更洩瀉，③大便有血水黏液，便膿血，④下痢無度，下利雜 色，或如死豬肝，或五色雜下，下如魚腦或膠?，或下如鴨溏，⑤滑脫不禁，洩瀉不覺。
^symtom ①身體瘐削。形色荽倦，神倦疲乏，
^pulse 脈弱，滿小。
^ck45z14h176
^norm 陽虛滑脫，陽明不閻，關闡不藏。
^chinese 久痢，滑脫，滑洩，五更洩。
^western 慢性結腸炎，中毒性消化不良。
^combo 陽虛+氣虛+津滑+桔滑
^ill〔陽氣不振〕
^symtom ①肢厥，②腹冷腸鳴，③口不渴飲，不進食，④小便不利。
^tounge ①舌淡舌潤無苔，②紫色而光。
^pulse ①脈微細，②六脈沉遲。、
^ill2〔津液不固〕
^symtom ①腹痛，下利稀水，下利不止，②五更洩瀉，③大便有血水黏液，便膿血，④下痢無度，下利雜色，或如死豬肝，或五色雜下，下如魚腦或膠?，或下如鴨溏，⑤滑脫不禁，洩瀉不覺。
^ill<sub=1>〔氣虛不充〕
^symtom ①身體瘦削，形色萎倦，神倦疲乏，②睡時菥睛，③汗出較多，④胸滿，食納很差，⑤久 痢寒滑脫燈 a
^pulse 脈弱，貓小。
^ill<sub=2>〔陰精不固〕
^formulas
^formula1〔止脫救痢湯證〕
^origin〔陳士鐸方〕
^ingredients3763 人參、白朮、白芍、肉桂、茯芬、甘舉、赤石脂、五味子。
^formula2〔理訶散證〕
^origin〔《章次公醫案》方〕
^formula3〔人參赤石脂湯證〕
^origin〔《溫病條辨》方〕
^formula4〔桃花湯證〕
^origin〔《溫病條辨》方〕
^ingredients3764 赤石脂30g，炮姜15g，白粳米2合；虛甚者加人參。
^formula5〔真人養臟湯加乾薑，附子證〕治下如魚腦或膠?，滑脫不禁，或下如鴨溏，腸鳴腹冷，詳見論著（4)。
^ingredients3765 訶子、搭粟殼、肉豆戲、白朮、人參、木香、官桂、炙甘蓽、生薑、大棗、乾薑、附子。
^ingredients3766 (1)荽春華治慢性結腸炎：大便次數增多，有血水黏液，神倦疲乏，舌淡脈弱。赤石脂湯：附片、黃耆、當歸、桔 梗、石榴皮、川楝子 各9g，肉桂、川黃連 各3g，炮姜、河子 各6g，赤石脂30g，煨肉果1.5g。
^ck45z14h177
^norm 陽虛滑脫，陽虛失血，陽氣虛弱，攝血無權。
^chinese 便血。
^western 胃十二指腸潰瘍病出血。
^combo 陽虛+氣虛+血滑+陽浮
^formulas
^ingredients3767 赤石脂30g，紅參、黃芩 各9g，白朮、阿膠 各12g，生地15g，附子10g，甘草6g。
^ingredients3768 白朮、制附片、阿膠、黨參 各9g，黃民 15g，赤石脂30g，炮姜、甘草 各6g。
^ck45z14h171
^norm 冷積大腸。
^chinese冷積便秘。
^western 腸麻痺。
^combo 陽虛+氣結+陽滯
^ill〔陽氣不振〕
^symtom ①面色不華，②梢神睏倦。
^pulse 脈軟。
^ill2〔氣機鬱結〕
^symtom ①便秘，②二便不通，③下腹脹痛，呼吸急促，④唇乾紅。
^tounge 舌厚黃苔，中央淡灰黃色。
^pulse 脈泔數，重按細弱。
^ill<sub=1>〔氣機不降〕
^ill<sub=2>〔陽氣不行〕
^formulas
^formula〔千金溫脾飲證〕
^origin〔章次公方〕
^alias心陽虛衰，心氣衰弱，火衰風動，神氣浮越，陽虛風動，陽虛停水，陽虛失血，心陽暴脫，陰陽兩損。
^chinese心悸，怔仲，失眠，膽貧症，頭眩，目W，陽虛水腫，咯血，陽脫，勞損。
^western 風濕性心臟病，房顫，冠心病，肺心病，中毐性心肌炎。
^ill〔陽氣不振〕
^symtom ①面色萎黃，②昏沉睏倦，言語無力，③稍有畏寒，④肢冷，⑤大便不實，大便溏洩，⑥不思飲
^tounge ①舌淡少華，舌胖而嫩，舌嫩苔白膩，②舌質紫氣。
^pulse ①脈沉遲無力，②脈虛澀特甚，脈至數不調，③脈來細弱，四至一代。
^symtom ①時驚悸囈語，②心慌，叉手自冒 心，③心下擇欲得按者。本證—圓心陽不振候
^symtom ①神疲乏力，②胸悶，活動後加甚。
^symtom ①心悸怔仲，②夜不安寐。
^ck45z08h241
^norm 火衰風動，神氣浮越。
^chinese 心悸，怔仲，失眠，目晌。
^western 風濕性心臟病，房顫。
^combo 陽虛+神虛+氣虛+神擾
^ill〔陽氣不振〕
^symtom ①面色萎黃，②稍有畏寒，③大便不實，④食裡顯減，⑤筋脈拘急。
^pulse ①脈虛澀特甚，②脈至數不調，③脈來細弱，四至一代。
^tounge ①舌淡少華，舌胖而嫩，②舌質紫氣，③舌淡苔白。
^symtom 心慌，叉手自冒心，心下悸欲得按者。
^ill<sub=1>〔氣虛不充〕
^symtom ①神疲乏力，②胸悶，活動後加甚，③時見汗出。
^pulse 脈細數。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸怔仲，②夜不安寐，③眼胞跳動。
^formulas
^formula1〔建中復脈湯證〕
^origin〔奚鳳霖方〕
^ingredients3769 生黃耆、白芍 各20g，桂枝 10g，黨參、炙甘草、丹參、苦參、玉竹 各15g，乾薑3g，大棗6g，龍骨、牡蠣 各30g。
^ingredients3770 桂枝、炒白芍、炒白朮 各9g，生薑3片，大卑5枚，龍骨15g，牡蠣24g，黨參、黃民、茯苓 各12g，炙甘草、廣陳皮  各6g。
^ck45z08h174
^norm 陽虛風動。
^chinese 頭眩。
^western 風心病。
^combo 陽虛+氣逆+陽滯+氣滯+陽浮
^ill〔陽氣不振〕
^symtom ①面白精神疲乏，臥床不起，②短氣，③汗出，動則唇紫肢冷汗出，④少納，便溏。
^tounge 舌淡苔白。
^pulse 脈潘軟。
^ill2〔氣機沖逆〕
^symtom ①心悸氣總，咳嗽，②食後噯氣泛惡。
^ill<sub=1>〔陽氣不行〕
^symtom 上午面浮，下午足腫。
^ill2<sub=1>〔氣機不利〕
^symtom ①胸悶時痛，②肝區作痛。
^ill<sub=2>〔陽氣浮越〕
^symtom ①頭眩甚劇，昏暈，②寐不安，③心悸。
^tounge 舌淡苔薄膩而乾。
^pulse 細數。
^formulas
^formula1〔溫腎止眩湯證〕
^origin〔程門雪方〕
^formula2〔黨參湯證〕
^origin〔黃文東方〕
^ingredients3771 黨參、丹參 各12g，熟附片4.5g，段龍骨、牡蠣 各30g，炙甘草、陳皮 各6g，當歸、妙白朮、制香附各％，紅棗5枚。
^ck45z08h169
^norm 陽虛停水。
^chinese 陽虛水腫。
^western 冠心病，風心，肺心病。
^combo 陽虛+津滯+氣滯
^ill〔陽氣不振〕
^symtom ①面色蒼白，而白神疲，唇紫舌淡，②形寒肢冷，③心悸氣總，呼吸急促，動則唇紫肢冷 汗出，④昏暈。
^tounge ①舌淡苔薄膩，②舌苔薄白，③舌潤紅。
^pulse ①脈弱，②脈細，③脈沉細蚩按若無。1
^ill2〔津不化氣〕
^symtom ①上午面浮，下午足腫） ②下肢腫，下肢凹陷社浮腫.③週身浮腫，頭面胸腹足背俱腫，按之沒指，④腹水。
^ill<sub=1>〔氣化不行〕
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶時痛，②胸悶不舒，就寢胸脘室海，必欲起立乃舒，③胸悶氣急，咳嗽。
^ill<sub=2>〔氣機不利〕
^symtom ①右脅痛，②食後噯氣泛惡，③飲食後乾嘔噦，不得通徹，④胃部作脹不能進食。
^formulas
^formula〔參?真武湯證〕
^origin〔姜春華方〕
^ingredients3772 附片6g，茯苓、黨參、貨? 各15g，五味子、白朮、白芍 各9g，乾薑3g。
^ingredients3773 冷，唇紫舌淡，舌苔薄白，脈沉細重按若無。實脾湯：附子、桂枝、黨參、黃耆、陳皮、大腹皮、檳榔、白朮 各9g，茯苓 15g (《姜春華醫論集》）。
^ck45z08h177
^norm 陽虛失血。
^chinese 咯血。
^combo 陽虛+氣虛血滑+陽浮
^ill〔陽氣不振〕
^symtom 腰痠腹痛，
^pulse 脈弱無力，脈弱遲細。
^ill2〔血絡不固〕
^symtom ①咯血，②經水先期，淋漓不斷。
^ill<sub=1>〔氣虛不充〕
^symtom 食減體瘦。
^ill<sub=2>〔陽氣浮越〕
^symtom 心埂不寐。、
^formulas
^formula<var=1>〔理中湯證〕
^origin〔方仁淵方〕
^ingredients3774 人參、乾薑、炙甘草、白朮、山藥、茯神、白芍、遠志、百合、酸棗仁、紅棗、阿膠。
^ingredients3775 (0方仁淵治心煩不寐，神不安宅耳，脈弱無力，中氣虛餒耳，前進溫中御木法，吐瀉已止，咯血未瘳，若再見血治 血，恐與病相遠：人參、乾薑、炙甘草、阿膠、白芍、酸棗仁、辰茯神、白朮、遠志、龍齒、沉香、紅棗，囫圇硃砂包煎 4.5g。古人云：見血休治血，喘生毋耗氣，如此症而與耗氣治血之藥，病必益甚，蓋寒降破敗之物與中虛者，最不相宜耳，今既得效仍援前例（組方見方症），囫圇硃砂包煎。
^ck45z08h183
^norm 心陽發脫，心陽虛衰。
^chinese 陽脫。
^western 中毒性心肌炎。、
^ill〔陽氣不振〕
^symtom 面色蒼白。
^ill2〔陽氣脫絕〕
^symtom ①汗出不止，皮膚濕冷，②心率增速（心率128次/分〉。指紋：淡紅過氣關。4 ‧
^ill<sub=1>〔陽氣不行〕
^tounge 舌淡，苔薄白。
^ill<sub=2>〔津液不固〕
^symtom 汗出不止。
^formulas
^formula<var=2>〔參附龍牡湯證〕
^origin〔周嘉善方〕
^ingredients3776 人參、附子、龍骨、牡蠣。
^alias肝旺脾弱，肝脾失調，中陽不足，統攝無權，肝氣失疏，大虛似實，陽虛腫脹，陽虛失血，虛勞亡血，氣血兩虛，虛 陽浮越，陽虛發熱，虛陽欲脫。
^chinese 勞瘧，低熱，陽虛高熱，虛脹，陽虛腫脹，振慄，筋弛，偏癱，久瀉，經行洩瀉，小腹痛，肝區脹痛，單腹 脹，經涸，衄血，便血。■
^western 功能性低熱，出血性休克，原發性血小板減少性紫癜，慢性粒細胞性白血病，慢性腹瀉，慢性結腸炎，風濕 性心臟病，慢性肝炎，早期肝硬化，潰瘍病出血。
^symtom ①形體消瘦，面色萎黃，面色青白，②神困乏力，蜷臥床上，③氣短吸微，④汗出心淨，⑤腹冷 容暖，厥冷，⑥飲食減少，⑦兩足微腫。
^pulse ①脈弱》②脈細弦遲，③脈沉細。
^tounge 舌質淡，苔薄白。
^symtom ①寒熱如瘧，②低熱不揚，③全身疼痛，④下肢麻木，⑤口乾不渴，⑥失眠多夢。
^pulse 脈沉細略數。
^symtom ①時痛時脹，大便清稀，②行經時大便溏瀉。
^symtom ①頭項脹痛，②頭暈欲嘔，③If鳴耳聾。
^ck45z18h299
^norm 肝血虛寒。
^chinese 勞瘧，低熱。
^western 功能性低熱。
^combo 陽虛+血虛+絡虛+清空+陽鬰
^ill〔陽氣不振〕
^symtom ①汗出，②厥冷，③面色青白，④睏倦乏力。
^tounge 舌淡苔白。
^pulse 脈細弦遲。
^ill2〔清空失養〕
^symtom ①頭項脹痛，②頭葷欲嘔，③耳鳴耳聾。
^ill<sub=1>〔絡脈失養〕
^symtom 脅痛。
^ill2<sub=1>〔血虛失榮〕
^symtom 失眠多夢。
^ill<sub=2>〔陽氣不和〕
^symtom ①寒熱如瘧，②低熱不揚，③腹脹，④口乾不渴。
^pulse 脈沉細略數。
^formulas
^formula1〔黃耆建中湯證〕當先實脾。治汗出厥冷，面色青白，脈弦細而遲。
^ingredients3777 黃耆、桂枝、甘草、大棗、芍葯、生薑、飴糖。
^formula2<var=1>〔理中湯證〕
^origin〔廣州中醫學院脾胃組方〕
^ingredients3778 黨參、白朮、茯苓、炙甘草、北黃耆、桂枝、吳萸、乾薑。
^ingredients3779 摘錄：　　　1.論著：吳鞠通：瘧邪久靼.因瘧成勞，謂之勞瘧。絡虛而痛，陽虛而脹，脅有瘧母，邪留正傷，加味異功散主 人參、白朮、茯苓、生薑 各9g，當歸、肉桂 各4.5g，炙甘草、廣陳皮 各6g，大棗2枚（《溫病條辨》卷三74)。
^ck45z18h271
^norm 中陽不足，統攝無權。
^chinese 慢性腹瀉，經行洩瀉。
^western 風濕性心臟病。
^combo 陽虛+陽滯+水洩
^ill〔陽氣不振〕
^symtom ①形體消瘦，面色萎黃，②神困乏力，蜷臥床上，③氣短吸微，④心悸不寧，⑤飲食減少，⑥兩足微腫。
^pulse ①脈弱，②脈沉細。
^tounge 舌質淡，苔薄白。
^ill<sub=1>〔水谷不分〕
^symtom ①時痛時脹，大便清稀，②行經時大便溏瀉。
^ill<sub=2>〔陽氣不行〕
^symtom ①腹冷喜暖，②四肢逆冷，③全身疼痛，④下肢麻木。
^formulas
^formula1<var=1>〔桂附理中湯證〕
^origin〔胃芳培方〕
^ingredients3780 黨參、黃耆、白芍 各20g，炒白朮、炮姜 各12g，桂枝、制附片（先煎） 各9g，甘草6g。
^formula2〔健脾益氣方證〕
^origin〔朱古亭方〕
^ck45z18h298
^norm 肝氣失疏，大虛似實。
^chinese 小腹痛，肝區脹痛，虛脹。
^western 慢性粒細胞性白血病，早期肝硬化。
^combo 陽虛+血虛+氣滯+氣鬱+陽鬰
^ill〔陽氣不振〕
^symtom ①面黃不華，②自汗多，汗出淋漓，③不思飲食，晚飯根本不敢吃，吃後脹悶難受，無法 安臥，④神倦納呆，⑤面色灰黃，⑥畏寒肢冷。
^tounge 舌質淡，苔薄黃，苔白滑。
^pulse ①脈洪有力，細切中空，屬革脈，②脈微細，脈濡細，沉細無力。
^ill2〔氣機不利〕
^symtom ①下腹劇痛，拒按，痛無休止，②小腹脹痛，痛甚時得矢氣稍減，③胸腹脹滿，上氣喘急，
^ill<sub=1>〔血虛失養〕
^symtom ①消瘦，②面色潮紅，③盜汗，④經閉。.
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔陽氣不和〕
^formulas
^formula〔補肝湯證〕
^origin〔張伯臾方〕
^ingredients3781 熟附塊、生白朮、炒白芍各桂枝6g，炙甘草、青皮、陳皮 各4.5g，當歸12g，雞血籐15gD
^ck45z18h270
^norm if旺脾弱，肝脾失調。
^chinese 久瀉。
^western 慢性結腸炎。
^combo 陽虛+氣滯+氣鬱+水洩
^formulas
^ingredients3782 炙資?、炒白朮、白節、茯苓 各9g，桂枝2.4g，炒防風3g，炙甘草、炮荽 各4.5g，山楂炭12g，大棗5枚，飴糖 120go
^ck45z18h169
^norm 陽虛腫脹。
^chinese 陽虛腫脹，單腹脹。
^western 慢性肝炎，早期肝硬化。
^combo 陽虛+津滯+氣滯#
^ill〔陽氣不振〕
^symtom ①面色枯黃，②神疲氣怯，③口淡不渴，④小便清白，⑤大便稀溏，⑥腰酸背寒，⑦四 肢冷。
^tounge 舌淡苔薄。
^pulse 脈沉弱。
^ill2〔津氣不化〕
^symtom ①腫脹，②陰腫。
^ill<sub=1>〔氣化不行〕
^ill2<sub=1>〔氣機不宣〕
^ill<sub=2>〔氣機不利〕
^symtom ①腹脹，②腹脹如鼓，臍突腰平，轉側困難，③大便不行。
^formulas
^formula1〔溫肝湯證〕
^origin〔關幼波方〕
^ingredients3783 生黃耆30g，淡附片、焦白朮、香附、杏仁、橘紅 各10g，黨參、紫河車 各12g，白芍、當歸、茵陳 各15g。
^formula2〔消脹湯〕
^origin〔程門雪方〕
^ck45z18h177
^norm 陽虛失血，虛勞亡血。
^chinese 經漏，衄血，便血。
^western 潰瘍病出血，出血性休克，原發性血小板減少性紫瘢。
^combo 陽虛+氣虛+血滑+陽浮
^ill〔陽氣不振〕
^symtom ①下肢冷痛，②臉色蒼白不華，③汗出肢冷，④曆甲蒼白。
^tounge 舌質淡苔白，苔薄白。
^pulse ①脈虛，②脈弱，③細沉。
^ill2〔絡血不固〕
^symtom ‧.１齒縫經常出血，２衄血如注，３大便色黑，４月經色淡，螢多，５週身紅點，６紫癜 密佈。』--
^ill<sub=1>〔氣虛不充〕
^symtom ①常常心慌，氣短，經期氣短現象尤劇，②四肢無力，③暈神倦，④怯而黃。
^ill<sub=2>〔陽氣浮越〕
^symtom ①心悸不寧.②口乾不欲飲，③齒痛無紅腫。
^formulas
^formula1〔加味參附龍骨牡蠣湯證〕治十二指腸球部潰瘍並出血，出血性休克，大便色黑，日久不止，面色恍白，頭暈神倦，汗出肢冷，舌淡脈細。
^formula2<var=2>〔黃土湯證〕
^origin〔葉縵卿方〕
^ingredients3784 白朮、阿膠、黃芩、生地、甘草 各9g，附子6g，赤石脂24g，『
^ingredients3785 綿黃耆、活磁石、旱蓮草、碎補、川石斛 各15g，太子參、當歸、白芍、枸杞、血余炭 各9g，阿膠6g，紅棗5枚，娶 炭1.5g，附片3g，肉桂0.9K。. .
^ck45z18h142
^norm 氣血兩虛。
^chinese 振慄，筋弛，偏癱。
^combo 氣虛+血虛+神虛+洧空+經絡
^ill〔氣虛失養〕
^symtom ①面色不華，②食納呆鈍，③振慄，身擺擺振動欲墜。
^tounge 苔薄白，質淡紅。
^pulse 脈微細。
^ill2〔血虛失榮〕
^ill<sub=1>〔神氣不振〕
^symtom 精神蔞頓。
^ill2<sub=1>〔清空失養〕
^symtom ①頭左右搖擺不定，齒顫顫扣擊有聲，②言語不利，口角流涎，③不能言語。
^ill<sub=2>〔絡脈不榮〕
^symtom ①手抖抖蝤動，行立振掉，謠顫不能自控，激動時加劇，人寐則停止。
^ill2<sub=2>〔經脈不榮〕
^symtom ①肢體酸痛，②左腿較右腿長，疼痛無法行走，左腿無力支持，③右側手足突然癱瘓。
^formulas
^formula1〔補肝溫陽f證〕
^origin〔蒲志孝方〕
^ingredients3786 黨參、黃耆、菟絲子各5g，牛膝9g，當歸6g，附片4.5g，白芍2g，木瓜、薑黃 各3g。
^formula2〔溫養筋脈方證〕
^origin〔劉長春方〕
^ingredients3787 當歸、白芍、熟地 各10g，黨參15g，賁?3Qg，白朮、附子、雲茯苓 各10g，炙廿草6g，生薑3片，紅棗4枚，
^ck45z18h182
^norm 虛陽欲脫。
^chinese 陰斑，白斑。
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom 面白膚冷。
^pulse ①脈沉細，②脈沉微。、
^ill2〔陽氣浮越〕
^symtom ①斑紋現於胸背手足，點稀色淡，②牙齦凍裂潰爛。
^ill<sub=1>〔陽氣不行〕
^symtom ①皮膚青紫成團，②青紫見於足則不能移，見於臂則手不能舉，見於腮而不能穿。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①心悸‧；②昏眩欲絕。
^pulse 脈沉微細遲。
^formulas
^formula1〔大建中湯證〕
^origin〔逭廢翁方〕
^ingredients3788 黃耆、白芍、人參、當歸、黑附、甘草、半芨、肉桂心、生薑、大棗。
^formula2〔十四味建中湯證〕
^origin〔董廢翁方〕
^ingredients3789 黃耆、人參、白朮、茯苓、炙甘草、半S、當歸、白芍、熟地、川芎、麥冬、蓯蓉、附子；肉桂。
^alias 火土不足，火不生土，背氣虛寒，命門陽衰，脾失溫養，精髓空虛，下元不足，命火虛衰，下元火衰，氣化無權，表 陽不固，腎失封藏，帶脈失固，沖任不固） 清氣不升，中氣下陷，清氣下陷，陽陷人陰，脾失健運，水泛為痰，陽虛水泛，陽虛冷秘，陽虛失血，虛陽浮越，虛陽上逆，火不歸經，腎氣上衝，陽氣黎脫，陰盛格陽，陰證似陽，水極火化，上盛下 虛，陰盛格陽，亡陽虛脫，營衛虛損，氣血虧損，陰陽兩虧，陰陽虧損。
^chinese陽虛傷寒，陽虛感漏汗，自汗，誤汗亡陽，陽虛發熱，虛勞，洩利亡陽，鉞陽，慢驚風，五軟，少陰三 症，眩楚，癡呆，咳瘋，典淵，格陽呢逆，多唾，詩寒症，失語症，am，消渴，憤污，洞洩，久搏，久擁，輯瀉，後重，便秘，虛閉，陰結，虛脹，虛滿，陰水，疳腫，腫脹，條閉，冷淋，虛淋，小便不禁，遺楮陽褒，腰痛4瘺楚，月經過 多，月經先期，月經後期，經行發熱，經行便洩，閉經，不孕.崩漏，漏血，小產，滑胎，白帶，漏乳。
^western全血減少症，再生障礙性貧血，地中海型貧血，溶血性貧血，白細胞減少症、低蛋白血症，血小板減少性紫 瘢，夏季熱，營養不良症，吸收不良綜合征，先天性腦積水，麻疹腦炎後遺失語症，裨經衰弱，精神分裂症，高血壓，高 血‧壓性心臟病，阿狄森氏病，席漢氏症，重症肌無力，糖尿病，化膿性與炎，U腔潰瘍，肺結核，急性心肌梗塞，心原性 水腫.失血性貧血伴腸功能紊亂，慢性腸炎，習慣性便秘，腸神經官能症，腸功能紊亂，慢性結腸炎，慢性腹瀉，慢性痢 疾，慢性腎炎，水腫期，慢性賢小球賢炎（腎病期），賢病綜合征，尿毒症，慢性尿毐症，急性腎衰竭，酸中毐，右腎下
^ill〔陽氣不振〕
^symtom ①面色不澤，面容憔悴，表情淡漠，面色萎貿，面色淡白，面青白虛坪，唇淡，精神甚為頹廢，２形體消瘦，倦怠嗜臥，３少氣乏力，不能支持，疲憊無力，氣短息促，動則尤甚，腰酸腿軟，４形有冷感，手足清冷，５足冷牙齒冷感，怕冷，６便浦腹瀉、腹痛，７胃虛食少，納呆，８陽疫，９稍瀋梢冷，十陰濕多汗，?月經後期，經色 淡紅。
^tounge ①舌胖質淡，苔薄白②舌淡，苔膩，白膩，③舌淡滑，④舌淡暗略胖，苔白。
^pulse ①脈虛無力，②脈細弱，脈滿細，細沿，③脈沉弱兩尺更甚，④脈象沉細，尺脈虛、弱、細、沉、芤，⑤脈微細如絲，⑥脈虛數，ffi按則空。
^ill2〔水谷不分〕
^symtom ①大便稀溏，稀如水樣，②下利完谷不化，③直傾無度。
^ill3〔清空失養〕
^symtom ①目暗耳鳴，②頭痛，頭昏暈，時覺頭腦空痛麻木，③齒寒惡風，④脫髮。
^ill4〔經脈失養〕
^symtom ①腰府酸痛不能久立，不能步屐，右腰酸痛墜脹，動則更甚，轉側不利，難以俯仰，②腰膝酸困，３肢足酸軟，４項強，５四肢軟癱。
^ill5〔神氣不振〕
^symtom ①疲憊無力，萎靡不振，生活極度懶散，疏懶被動，②終日嗜睡，默默無言，對環境毫無興趣，孤獨不群。
^ill6〔津液不固〕
^symtom ①小便不能自制，每伴勞累加劇，②時吐白痰，③明濕多汗。
^ill7〔陰精不固〕
^symtom ①白濁，②不夢而遺，③早洩。
^ck45z19h271
^chinese 飧街，洞洩，久瀉，.經行便洩。
^western 慢性腸炎，腸神經官能症，慢性結腸炎。
^combo 陽虛+陽滯+水洩
^ill〔陽氣不振〕
^symtom ①形體消瘦，面色恍白，面色萎黃，p容憔悴，表情淡澳，②氣短息促，動則尤甚，③畏 寒肢冷，手足俱冷，④腰酸腿軟，⑤倦怠嗜臥，⑥飲食不思，不食，⑦洩瀉日久，受涼則瀉。
^tounge 舌質淡，舌淡胖，苔白薄。‧
^pulse ①脈湔細，②脈沉細，尺部尤弱，③脈虛數，重按則空。
^ill<sub=1>〔水谷不分〕
^symtom ①大便稀溏，稀如水樣，②下利完谷不化，③直傾無度。
^ill<sub=2>〔陽氣不行〕
^symtom ①畏寒肢冷，②腹痛，③脘腹脹滿，④食後輒脹飽悶，必大瀉後快。
^formulas
^formula1〔補火生土散證〕
^origin〔鄒雲翔方〕
^formula2〔溫補脾腎方證〕
^origin〔陳大年方〕
^ingredients3790 １費伯雄：腎氣虛寒，腹痛下利，完谷不化，手足俱冷，主立命開陽湯：紫河車、補骨脂、胡桃、益智、附子、當 歸、茯苓、白朮、小茴、木香、烏藥、煨姜。椒附丸：川花椒、附子、山茱萸、桑螵蛸、鹿茸、龍骨。
^ingredients3791 (2)陳士鎊：人有飢渴，思飲食，食下腹便覺飽悶，必大瀉後快，或早或晚，一晝夜數次，以為常，主莫土湯：白 術、茯苓、砂仁、山藥、人參、炒萊菔子、附片、法半夏、補伢脂。加味四君子湯：人參、小茴香、白朮、山藥、肉桂、炒萊菔子、甘草、肉蔻、茯苓。
^ingredients3792 (2)雷少逸治患瀉服芩連蘆葛未效，脈之神門小弱，余皆弦緩，舌色少榮，苔白而薄，直傾無度，腹痛溺黃，是先天 素弱，伏邪深陷，溺黃者夾濕，脈弦腹痛，木乘土位，當補先後天，兼平肝滲濕：白朮、黨參、菟絲子、補骨脂、防風、白芍、澤瀉、茯苓、葛根、木香、荷葉，一日J劑，5劑，痛瀉並愈（《時病論》55)。
^ck45z19h270
^norm 命門陽衰，脾失溫養。
^chinese 慢性腹瀉，虛脹，虛鈿。
^western 慢性腸炎，慢性結腸炎。
^combo 陽虛+氣滯+氣鬱+水洩
^ill〔陽氣不振〕
^symtom ①面色少華，②四肢不溫，喪寒肢冷，③氣短息促，動則尤甚，④倦怠嗜臥，⑤飲食不思，６腰酸腿軟，７足腿浮腫。
^tounge 舌淡。
^pulse ①脈細，②脈沉微。
^ill2〔氣機不利〕
^symtom ①腹脹，②食入輒脹，食不化，食後脘腹脹滿，③股痛腸鳴。
^ill<sub=1>〔水谷不分〕
^symtom ①便溏，尿少，②大便不調，有時便秘，有時稀溏。
^ill<sub=2>〔氣機不宣〕
^symtom 泛酸，噁心欲吐。
^formulas
^formula1〔益腎健脾溫暖下元方證〕
^origin〔饒宏孝方〕
^formula2〔健脾溫資熏補命門方證〕
^origin〔姚尊華方〕
^ingredients3793 黨參、黃耆 各15g，茯苓20g，白朮、乾薑、炙甘‧草 各10g，山藥25g，附子6g，肉桂、補骨脂 各5g。
^ck45z19h310
^norm 精髓空虛，下元不足。
^chinese 遺精，小便不禁，腰痛，虛寒痺痛，癡呆，陽痿，不孕症，齒寒症。
^western 右腎下垂，肥大性脊柱炎，精神分裂症，腰椎間盤脫出症，坐骨神經痛。
^combo 陽虛+神虛+清空+經脈+淖滑+精滑
^ill〔陽氣不振〕
^symtom ①面色不澤，面色淡白，面青白虛浮，唇淡，梢神甚為頹廢，②形體消瘦，③少氣乏力，不能支持，疲憊無力，④形有冷感，手足清冷，⑤足冷牙齒冷感，怕冷，⑥便溏腹瀉、腹痛，⑦胃虛食少，納呆，⑧陽痿，⑨楮薄精冷，十陰濕多汗，十月經後期，經色淡紅。
^tounge ①舌胖質淡苔澳白，②舌淡，苔膩，白膩，③舌淡滑，④舌淡暗略胖，苔白。
^pulse ①脈虛無力，②脈細弱，細滑，③脈沉弱兩尺更甚，④脈象沉細，尺脈虛、弱、細、沉、芤，⑤脈微細如絲。
^ill2〔清空失養〕
^symtom ①目暗耳鳴②頭痛，頭昏犖，時覺頭腦空痛麻木，③齒寒惡風，④脫髮。
^ill<sub=1>〔經脈失養〕
^symtom ①腰府酸痛不能久立，不能步妞，右腰酸痛墜脹，動則更甚，轉側不利，難以俯仰，②腰膝酸困，３腰足酸軟，４項強，５四肢軟癱。
^ill2<sub=1>〔神氣不振〕
^symtom ①疲憊無力，萎靡不振，生活極度懶散，疏懶被動，②終口嗜睡，默默無言，對環境毫無興趣，孤獨不群。
^ill<sub=2>〔津液不固〕
^symtom ①小便不能6制，每伴勞累加劇，②時吐白痰，③陰濕多汗。
^ill2<sub=2>〔陰精不固〕
^symtom ①白油，②不夢而遺，③早洩。
^formulas
^formula1〔溫背湯證〕
^origin〔鄒雲翔方〕
^ingredients3794 鹿角片、川續斷、胡桃肉、全當歸、紫河車、黃耆、玉竹各％，補骨脂6g，活磁石、桑寄生、狗脊、菟絲子、枸杞、黨參 各15g，龜膠、炙廿草 各3g，熟地4.5g (砂仁1.5拌炒），大棗5枚。|
^formula2〔溫補脾腎方證〕
^origin〔張元泰方〕
^ingredients3795 熟地、炒山藥 各15g，補伢脂、澤瀉、黨參、茯苓 各9g，附子、炮姜 各3g，肉桂6g，水煎服。
^ingredients3796 (1)陳士鐸：精菏精冷，雖能交接，然半途而廢，或臨門即洩，火土既濟丹：人參、白朮、山茱萸、菟絲子、山藥、巴戟、肉桂、黃耆、茯苓、肉蔻、五味子、補骨脂、杜仲、芡實、神曲、糊丸。
^ingredients3797 (2)陽瘺，宵虛食少，納谷不旺，精髓耷虛，雙補脾腎丸：人參、蓮子、山藥、山茱萸、五味子、巴戟、砂仁、橘 皮、肉蔻、車前子、補骨脂。
^ingredients3798 (4)不夢而遺，脈沉細弱，目暗耳鳴，陽進瘺弱，陰濕多汗，腰痛足冷，脈或芤遲，主溫腎固精，鹿茸大補丸：肉蓯 蓉、杜仲、白朮、白芍、附子、肉桂、人參、五味子、僉石斛、半夏、鹿茸、黃耆、茯苓、當歸、熟地、甘草、棗、姜。內固丸：天雄、龍骨、牡蠣、鹿茸、韭子冷酒下。百補交精丸：熟地、五味子、山藥、川牛膝、蓯蓉、杜仲、澤瀉、山茱 萸、茯神、遠志、巴戟、酸棗仁、赤石脂。
^ingredients3799 (5)李斯熾治陽痿年餘，頭昏鐸，時覺頭腦空痛麻木，腰膝酸痛，大便溏薄，長期失眠，手足清冷，時吐白痰，少氣 乏力，不能支持，精神甚為頹廢，脈微細如絲，舌淡滑。興陽丸：熟地、法半發、枸杞、菟絲子、黨參、淫羊逛、淮山、茯薈、川續斷、楮實、巴戟 各60g，肉桂15g，附片、遠志 各21g，白朮、陳皮，柏子仁、香附子、五味子、丹皮、澤瀉 各30g.小茴香12g，大棗IOg，甘草9&，共末蜜丸，早晚各服9g (《李斯熾醫案））。
^ingredients3800 (6)董建華治夢遺，頭暈腰冷，小腹脹，納谷不香，睡眠不實，疲乏無力，面色瞇白無華，脈細弱，舌黯根黃。參? 三仙湯：黃耆、黨參各Og，白朮6g，桑寄生、川續斷、牛膝、菟絲子、狗脊各IOg，黃精15g，肉桂3g，焦三仙 各30g .(《臨證治驗》）。
^ck45z19h311
^norm 下元火衰，氣化無權。
^chinese 痤閉，冷淋，虛淋。
^western 前列腺肥大，慢性腎炎，尿毐症，心原性水腫。
^combo 陽虛+津滯+氣滯+經脈
^ill〔陽氣不振〕
^symtom ①面白無華，面容僬悴，臥床不起，聲音微弱，②形寒怯冷，惡寒怕風，③膝以下欠溫，四肢厥冷，④口淡無味，納食不彈，⑤小便清冷，⑥大便稀搪並兼雞鳴瀉。
^tounge ①舌質淡胖，苔白，②舌苔淡黃而濕潤，舌淡紅。
^pulse ①脈細數而弱，②脈沉緩細微，③脈象沉細，遲弱。
^ill<sub=1>〔氣化不行〕
^symtom ①小便點滴，小便艱澀，②燒閉，下腹脹滿疼痛，③浮腫，④口微渴，不欲飲。
^tounge 苔?而乾。
^ill<sub=2>〔氣機不利〕
^symtom ①腹部膨脹，②氣喘。
^ill2<sub=2>〔經脈失養〕
^symtom ‧.１腰部酸軟冷痛。
^formulas
^formula1〔香附通陽湯證〕
^origin〔《魏長存臨床經驗選輯》方〕
^ingredients3801 杻麥、淮山、茯苓、車前子、淮牛膝各Og，淡附子6g，天花粉 15g，椒目8g，沉香5g (或路路通代
^formula2〔溫陽利水法證楊伍根方〕治腎陽虧虛，脾運失司：小便艱澀，大便4夭未解，兩下肢每至下午浮腫。四肢厥冷，口淡無味，納食不馨。舌質淡胖，苔白，脈沉緩細掀。詳見病案（3)。
^ingredients3802 茯苓、當歸身 各12g，白朮、附子、肉桂、蓯蓉各I0g，白芍8g，生薑3片，菖蒲6g。
^formula3〔溫陽化氣方證〕
^origin〔王少華方〕
^ingredients3803 淡附片4.5g，蒼朮、白朮、杭白芍、淡蓯蓉、建澤瀉 各9g，官桂3g，赤茯苓、熟地黃、淮山藥各I2g，生薑3片。
^ck45z19h011
^norm 表陽不固。
^chinese 陽虛傷寒，陽虛感冒，漏汗。
^combo 陽虛+表虛+瀋滑+經虛
^ill〔陽氣不振〕
^symtom ①惡寒四肢欠溫，②小便難，③四肢微急難以屈伸，④倦怠乏力，⑤足軟，⑥口淡無味，７大便溏薄，脈沉細。
^tounge ①舌質淡、稍胖，苔薄白，②舌淡無苔。
^pulse ①右沉遲，②右浮大左浮緊。
^ill2〔腠理不實〕
^symtom ①自汗動則‧史:甚，②惡風，③發熱惡寒，④頭有汗，而身無汗，⑤肌膚濕潤。
^ill<sub=1>〔癉液不固〕
^symtom ①汗出不止，②夜職多。
^ill<sub=2>〔經脈不榮〕
^symtom ①身痛，②關節不利，③項強，④遍體拘急而痛，近之痛劇，腰部酸痛。
^formulas
^formula1〔桂枝加附子湯證〕
^origin〔《傷寒論》方〕
^ingredients3804 桂枝、炙甘單、生白芍 各9g，附子12g，大棗4枚，生薑3片。
^formula2〔黃耆建中加附子湯證〕溫固衛陽，治表陽虛，惡風怕冷，冷汗不止，?淡，脈細遲弱者。
^ingredients3805 黃耆、桂枝、生白芍、炙甘草、附子、生薑、大棗、飴糖。
^formula3〔玉屏風加附子湯證〕
^origin〔《蒲輔周醫案》方〕
^ingredients3806 黃耆15g，白朮、防風 各9g，附子3g。
^ck45z19h015
^norm 營衛虛損，陽虛發熱。
^chinese 啟汗，少陰三瘧，經行發熱。
^combo 陽虛+營虛+表虛+經虛
^ill〔陽氣不振〕
^symtom ①形寒嗜臥，言語低微，②面色慘淡，面或青白，③惡寒，四肢欠溫，肢冷且厥，④氣短
^tounge 舌質淡胖，苔薄白。
^pulse ①脈沉細，②微細，③脈沉遲而弱。
^ill2〔腠理不實〕
^symtom ①自汗惡風，②肌膚濕潤，③自汗盜汗，多冷汗，動則加劇，④惡風，⑤寒熱發時，3 U — 發，⑥朝寒暮熱，⑦低燒，午前輕，午後重，人夜熱退，經前後略增。
^symtom ①面色萎黃，②頭痛，③背痛，身疼，困乏無力，④筋脈攣急。
^tounge 舌紅茛薄。
^pulse 脈浮洪。
^ill<sub=2>〔經脈不榮〕
^symtom 0)腰部酸痛，腰背酸痛，２肢節酸軟疼痛，③腰腿酸軟無力。
^formulas
^formula1〔黃連附子湯證〕
^origin〔姜春華方〕
^ingredients3807 黨參、黃耆 各15g，白朮12g，桂枝、白芍、黃芩、附子、仙茅、黃柏 各9g，柴胡6g，肉桂、黃連、生薑 各3g，大棗 15枚。腰酸神疲加益智、仙靈脾 各9g，乾薑3g。
^formula2<var=1>〔桂枝新加湯證〕
^origin〔薛近芳方〕
^ingredients3808 人參（另煎兌服）、桂枝 各10g，白芍30g，炙甘藎12g，鹿角膠（烊化）、當歸 各10g，川芎6g，生薑5片，大棗6 枚（擘）。
^formula3〔溫陽扶氣方證〕
^origin〔徐升陽方〕
^ingredients3809 黨參、黃耆、白朮、山藥、丹皮、當歸、淫羊螢 各10g，白芍12g，菟絲子15g，附片、廣木吞、甘草 各5g。
^ck45z19h169
^norm 陽虛水泛。
^chinese 陰水，癃閉，疳腫，腫脹。
^western 慢性腎炎，水腫期，慢性腎小球腎炎（腎病期），尿毐症，急性腎衰竭，酸中賚，高血壓性心
^combo 陽虛+津滯+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①面色蒼白，面色暗晦，面黃帶晦暗黃，消瘦憔悴，②神疲體倦，目合神疲，精神疲憊，
^pulse 脈沉細無力，寸脈數，關尺沉無力，脈滿，脈浮大，重按即空，沉細，虛細緩遲微。
^symtom ①眼臉及面部浮腫、腳跗浮腫，壓之凹陷，②下肢腫亦久不消，③週身浮腫，④腹脹浮腫，⑤足跗浮腫，⑥太溪穴水流如注，⑦由足腫及腹，⑧全身浮腫，⑨面憔悴虛浮。
^pulse 脈沉弦。
^ill<sub=1>〔氣化不行〕
^symtom ①小便短少，②小便癃閉。
^ill2<sub=1>〔氣機不宣〕
^symtom ①胸悶胸痞，②咳吐涎沫，③心悸氣緊，有時不能平臥，頭昏，噁心，不思食。
^ill3<sub=1>〔氣機不降〕
^symtom ①呃逆，②嘔惡，③嘔吐不止，④吐痰水清涎，⑤心悸氣急。
^ill<sub=2>〔氣機不利〕
^symtom ①腹脹如鼓，堅而且硬，②中脘脹不能進食。
^formulas
^formula1〔壯火溫脾湯證〕
^origin〔姚國美方〕
^ingredients3810 白朮、淮山、陳皮、芡實、附片、白雲苓、炙甘草、葫蘆g、絲瓜絡。
^formula2〔_溫腎補脾湯證〕
^origin〔李斯熾方〕
^ingredients3811 黨參、白朮、黃耆、川續斷、牛膝、杜仲、補骨脂 各9g，鹿角霜、陳艾葉、炙甘草 各3g，陳皮、炮姜、吳萸 各6g。
^ingredients3812 濕久脾陽消乏，腎陽亦憊者，安腎湯主之：鹿茸、葫蘆巴、補骨脂、菟絲子、茯苓 各9g，韭子3g，大茴、附子、茅蒼 術 各6g;大便溏加赤石脂（《溫病條辨》卷三5）。
^ingredients3813 (12)李泰治韓梅蘭，女，28歲，臥則頸以上腫甚，坐立則足腫甚，口渴欲飲熱湯，予金趿賢氣湯加味：白蔻仁、附 片 各3g，熟地 12g，山茉萸、山藥 各6g，茯苓、丹皮、澤瀉、白朮、牛膝、車前仁各4. 5g，0劑痊癒（《慎中醫案》）。
^ck45z19h171
^norm 陽虛冷秘，命火虛衰，脾失健運。
^chinese 燦閉，便秘，虎閉，陰結，虛脹。
^western 習慣性便秘。
^combo 陽虛+氣結+陽滯+氣逆
^ill〔陽氣不振〕
^symtom ①形容枯瘦，面色宵黑，面上色澤漸枯，目小而陷，肌膚祜暗，嗜睡，苦之頭暈，②畏寒，身冷，腰膝以下欠溫形寒怯冷，③四肢不溫，④脘部低陷，臍間動氣築築，⑤小便難以控制，⑥胃氣口憊。
^tounge ①舌質淡紅，②舌淡胖，③舌淡苔薄白，④舌淡苔白而千，⑤舌黑不燥。
^pulse ①脈沉細，②脈遲細，③脈遲澀，④脈沉而伏。
^ill2〔氣機鬱結〕
^symtom ①小便不爽，小便淋瀝不爽，②麻.閉，③大便秘結，④下腹部脹滿如鼓，堅硬臍突，⑤右 腹部觸診，有圓形塊狀物4 ~5枚，推之能動。
^tounge 苔食微膩。
^pulse 弦勁有力。
^ill<sub=1>〔氣機不降〕
^symtom ①呼吸氣粗，②胸中噯氣，③有氣從小腹直衝胸膈，腹硬而堅不得更衣。
^ill<sub=2>〔陽氣不行〕
^symtom ①小腹作痛，②雙下肢浮腫至膝，按之如泥。
^formulas
^formula1〔益火暖土溫陽運脾方證〕
^origin〔張鳳郊方〕
^formula2〔真武合腎氣丸出入方證〕
^origin〔王少華方〕
^ingredients3814 附片4.5g，蒼朮、白朮、白芍、澤渾、蓀蓉 各9g，赤獲苓、熟地、淮山 各12g，官桂3g，生薑3片。
^ingredients3815 (2)下焦陽虛則陽氣不行，不能傳送，而陰凝於下，此陽虛而陰結，大便秘結，惡寒喜‧熱，或小腹作痛，胸中噯氣，脈遲細，但益其火而陰凝S化。王雨三主：熟地、當歸身、麻仁、枸杞、蓯蓉、肉桂。陳士鐸主溫腸開閉湯：巴戟、菟絲 子、熟地、山茱萸，附子。或暖陽湯：白朮、蓯蓉、附子。
^ck45z19h175
^norm 格陽呃逆，虛陽浮越，虛陽上逆，腎氣上衝，陽氣暴脫，水泛為痰。
^chinese 戴陽，格陽呃逆。
^western 急性心肌梗塞。
^combo 陽虛+氣逆+陰虛+陽浮
^ill〔陽氣不振〕
^symtom ①足冷，四肢不溫，②下利，③顏面虛浮，穢暗無神，④喃喃自語，⑤皮膚濕冷，汗出 如油。
^tounge 舌胖大苔薄膩。『
^pulse ①滿遲，②脈微弱尺中微細，③細數散亂。
^ill2〔氣機沖逆〕
^symtom ①呃逆不止，呃聲低怯而頻，②氣從少腹上衝而呃，渾身振動，③呃逆若斷若續，④胸悶，
^ill2〔陰虛失養〕
^symtom ①面赤戴陽，②渴欲熱飲。
^formulas
^formula1<var=2>〔理陰煎、丁香散、二陳湯證〕
^origin〔巢伯舫方〕
^ingredients3816 熟地 12g，半夏9g，砂仁、白蔻仁各2.g，柿蒂7枚，丁香2. lg，賴氏化橘紅3g，沉番6g，炙甘草3g，炮姜1.5g，肉 桂0.9g，飯丸吞五味子9g。
^formula2<var=1>〔附子理陰煎證〕
^origin〔吳坤安方〕
^ingredients3817 附子、熟地、當歸、炙甘草、炒乾薑、肉桂加丁香、五味子、胡桃、紫石英、人參/
^ingredients3818 (3)方仁淵治背虛水泛為痰，脾虛氣陷為帶，痼疾已深，治難速效:附子炒、熟地、山茱萸、補骨脂、白朮、蘇子、白芥子、橘紅、代赭石、款冬花、茯苓、紫衣胡桃，前議既合，再宗其治附子炒、熟地、補骨脂、蘇子、白芥子、陳皮、款冬花、姜半夏、紫石英、沉香汁、胡桃肉、茯苓。
^ck45z19h176
^norm 賢失封藏，帶脈失固，沖任不固。
^chinese 久污，久崩，將瀉，經行便洩，小便不禁，多唾，白帶，漏乳。
^western 腸功能紊亂，吸收不良綜合征，口腔潰瘍，慢性痢疾，更年期綜合征，慢性結腸炎。
^combo 陽虛+氣虛+津滑+楮滑
^ill〔陽氣不振〕
^symtom ①面色恍白，形瘦體弱，②畏寒，怕寒肢冷，手足不溫，足冷，自覺胸口冰冷，喜熱惡冷，
^tounge ①舌淡苔薄，②荅白根膩，③舌淡、苔白滑，④舌淡胖舌邊齒痕頗多，苔白讅膩而潤。
^pulse ①脈細遲，脈遲虛，或弱或遲細，②脈微細，脈沉細無力，脈沉遲，③神門脈小弱，余皆
^ill2〔津液不固〕
^symtom ①稀爛水樣便，水谷不化，②瀉下稀水，直傾無度，③下腹作脹四五次，脹即須如廁大便，若強忍之必自遺，④小便數而清，尿頻清長，夜尿多，⑤吐痰如湧，⑥唾液過多，⑦時有虛汗，盜汗若潑。
^ill<sub=1>〔氣虛不充〕
^symtom ①面色蒼黃不華，精神睏倦，氣少肢怠，肢體酸軟，動作乏力，四肢乏力，肢冷語微，② 頭暈耳鳴，③口淡乏味，飲食少進，④心悸動，觸事易驚，夜夢頻多，⑤大便稀薄。
^tounge 蹄色少榮，苔白傅，②舌質淡紅，苔薄白滑。
^pulse ①脈弦緩，②六脈浮細無力。
^ill<sub=2>〔陰精不固〕
^symtom ①白帶淋漓，帶下清稀，②漏乳，常流青黃色乳汁，產後亦淋漓木止如屋漏。
^formulas
^formula1〔四神丸合附子理中湯進退之方證〕
^origin〔張學能方〕
^formula2〔真人養臟湯證〕
^origin〔（證治準繩》方〕
^ingredients3819 訶子、罌粟殼、肉豆蔻、白朮、人參、木香、官桂、炙甘草、生薑、大棗。
^formula3〔鞏堤丸加戒證〕
^origin〔鈄珊瑚方〕
^ingredients3820 黨參、准山藥 各9g，貨?、補骨脂「白朮、菟絲子 各6g，搗五味子，淡附片、炒益智仁、桑螵蛸、茯苓 各4.5g，韭子 3g，升麻2. lg。
^formula4〔溫補固攝方證〕
^origin〔張又良方〕
^ingredients3821 淡附子、鹿角箱、焦冬白朮、當歸身、菟絲子 各9g，肉桂粉（沖）3g，黨參、龍骨各1#，五味子4.5g，熟地、金樓 子各5g，紅棗5枚。
^ingredients3822 (2)陳士鐸：腸宵問漉漉有聲，吐痰如湧，散痰湯：白朮、茯苓、肉桂、陳皮、半夏）人參、益智、蔥苡仁、山藥。燥土湯：白朮、茯苓、肉桂、人參、補骨脂、山藥、芡實、砂仁、益智、半
^ingredients3823 (3)背臟陽虛，不能健閉，由久病傷腎，或房勞過度，腎陽衰微，閉藏失職，五更洩久不已，必兼足冷，腹痛，腰足 酸軟，脈虛遲或弱或遲細，苔白根膩，所下糞色白溏軟，主溫固下元，四神丸：補骨脂、吳萸、五味子、肉蔻。王雨三主 加制首烏' 山藥、茯苓，有主加益智仁、澄茄溫補下元，收斂陽氣。陳士鐸填坎湯：山藥、茯苓、巴戟、肉桂、車荊子、五味子、人參、芡實、白朮。五神丹：熟地、山茱萸、五味子、補骨脂、肉桂。
^ck45z19h177
^norm 陽虛失血，沖任不固。
^chinese 崩漏，漏血，經崩，月經過多，月經先期，月經後期，小產。
^western 血小板減少性紫鍛，全血減少症，先兆流產，功能性子宮出血。
^combo 陽虛+血滑+氣虛+陽浮
^ill〔陽氣不振〕
^symtom ①形體嬴瘦，面色蒼白而灰黯，眼圈黧黑，雙目無神，語聲沉，②怯冷較甚，週身畏寒，四肢不溫，下肢發冷，③口淡，木思飲食，食納後腹脹，納少便溏，④頸痛，腰脊酸痛，腰酸腿軟，四肢酸痛難移，⑤輕 度浮腫，⑥小便清長。
^tounge ①否質淡，舌苔薄白，②舌體瘦小，質淡，③舌淡苔白膩，④舌質淡嫩邊有齒痕，苔白潤。
^pulse ①脈細而軟，脈細弱，尤以尺脈沉微無力，②脈沉細，③脈沉細澀無力。‧
^ill2〔絡血不固〕
^symtom ①皮膚呈現紫斑及出血點，口鼻黏膜出血，兩下肢透布紫瘢，②經行迸多如崩，有鮮紅血 塊，③色淡，淋漓不斷，④經水蛩多，色淡質稀。
^ill<sub=1>〔氣虛不充〕
^symtom ①面色蒼白，倦怠乏力，②頭痛、頭眩、耳鳴、心跳，③氣短，④自汗盜汗，⑤月經錯後，色淡水樣，進少而淋漓難淨。
^pulse ①脈象右微左澀。
^tounge 舌中心裂如鏡。
^ill<sub=2>〔陽氣浮越〕
^symtom ①發燒，頭痛，②夜眠不安，③心悸。
^pulse 脈芤而數。
^formulas
^ingredients3824 熟地60g，桂岡肉、鹿角膠 各30g，黃耆18g，附子、甘草、黃芩 各9g，阿膠10g，當歸、伏龍肝 各12g。
^formula2<var=2>〔補氣攝血湯證〕
^origin〔姚興華方〕
^ingredients3825 炙黃戾、黨參、白朮、生龍骨 各15g，山藥30g，阿膠、炙甘草 各9g，大棗6枚，小麥60g，制附子4.5g，杜仲炭、川 續斷、白芍 各12g，荊芥炭、五味子 各6g。
^formula3〔固沖止血湯證〕
^origin〔蒲輔周方〕
^ingredients3826 黨參、熟地 各30g，杜仲、川續斷 各9g，炮姜炭3g，鹿角膠21g，十灰散3g。
^ck45z19h322
^norm 火不歸經，陰盛格陽，陰證似陽，水極火化。
^chinese 眩暈，咳痰，口渴。
^western 高血壓。
^combo 陰虛+陽虛+陽浮+空竅+血滑
^ill〔陰虛失養〕
^symtom ①形體清瘦，②大便燥結，③小水疼澀。
^ill2〔陽氣浮越〕
^symtom ①面紅煩躁，②眼赤羞明，③心悸不安，④夜臥虛煩，⑤少寐，不食不眠，⑥約午夜胸中 有如物壓，繼則微汗，⑦渴欲引飲，但飲水不過一二口即厭，少頃復渴，⑧渴飲冷水，⑨咳嗽痰多，有時為貨稠痰，遍 身瘡腫，?下肢微凍，血壓遂升高。
^pulse ①脈象輕取弦數、重取沉細無力，②脈浮分鼓指，沉則緩大，而關洪軟而遲，③脈兩寸弱，
^tounge ①舌紅微有黃膩苔，②苔灰黑。|
^ill<sub=1>〔陽氣不振〕
^symtom ①四肢沉蜇乏力，②搭悶，胃納呆，③腹微痞滿，腸鳴幽幽，大便塘，④聞聲則惕然而驚，
^pulse 脈沉遲。
^tounge 苔薄膩。
^ill2<sub=1>〔清空不寧〕
^symtom 眩暈。
^ill<sub=2>〔清竅不利〕
^symtom 耳鳴。
^formulas
^formula1〔溫脾腎之陽方證〕
^origin〔鄒雲翔方〕
^formula2〔溫陽利濕，兼理肝陰方證〕
^origin〔張季高方〕
^ingredients3827 人參（另燉）、補骨脂、蘆巴、山萸肉、白朮 各9g，乾姜4.5g，牡蠣、杜仲 各30g，熟附片、龍骨、枸杞子、巴戟  各15g0
^ck45z19h182
^norm 上盛下虛，陰盛格陽。
^chinese 陽虛發熱。
^western  S季熱，神經衰弱。
^combo 陽虛+陽滯+陽浮+陽脫k
^ill〔陽氣不振〕
^symtom ①面色蒼白，②精神疲乏，嗜睡，③腰以下有寒冷感，④食慾減退，⑤雙足酸軟，⑥睡時 盜汗，⑦小便清長，頻數無度。
^tounge ①舌淡苔少，②舌淡而潤，苔薄白。
^pulse 脈虛無力，只右尺細弱不堪。
^ill2〔陽氣浮越〕
^symtom ①高熱（39~39.7t )，持續不退，②背部轟熱，③熱時微有侵冷感，④虛煩不安、跺熱，
^ill<sub=1>〔陽氣不行〕
^symtom ①面色暗滯，充汗，②下肢清冷，③肘膝關節酸楚，天陰更甚。
^pulse 脈右弦滑。
^tounge 舌略淡，苔白膩。
^ill<sub=2>〔陽氣脫絕〕
^formulas
^formula1〔溫下清上湯化栽方證〕
^origin〔宋文海方〕
^ingredients3828 . 制附片4.5g，補骨脂、覆盆子、天台烏、菟絲子、白蓮須、白朮、燊螵蛸、龍』齒 各6g，桂枝、縮砂仁 各3g，黃連 1.5g。
^formula2〔健脾益背湯證〕
^origin〔黃文東方〕
^formula3〔補陽而配陰方證〕
^origin〔鐘明遠方〕
^ingredients3829 石柱參15g (另燉沖服），熟附片、白朮 各6g，北五味子、炙甘草 各3g，水煎溫服。
^ingredients3830 註：溫下清上湯：附子、黃連、龍『齒、磁石、蛤粉、西洋參、補骨脂、覆說子、菟絲子、桑螵蛸、白蓮須，縮泉丸 (台烏藥、益智仁、淮山藥）。
^ck45z19h183
^norm 亡陽虛脫。
^chinese 誤汗亡陽，洩利亡陽。
^ill〔陽氣不振〕
^symtom ①形體瘦弱，身瘦如柴，②瀉洩，③胃口不開，④腹軟溲長，⑤睡時露睛，⑥四肢清冷。
^tounge 舌淡苔白。
^ill2〔陽氣脫絕〕
^symtom ①動則心慌，頭暈，②陣陣振顫發抖，③二目上視，時開時閉，④全身顫動，幾欲虛脫。
^pulse 脈沉微欲絕。
^ill<sub=1>〔陽氣不行〕
^symtom ①腹中紐痛，②手足厥冷，③難以伸縮，④上逆作嘔。
^tounge 舌青苔滑。
^ill<sub=2>〔津液不固〕
^symtom ①冷汗不止，②大便清稀，服涼腹瀉益甚。
^formulas
^formula1〔回陽固脫方證〕
^origin〔李繼昌方〕
^ingredients3831 附片（開水先煎透）、潞黨參 各60g，乾薑18g，茯苓I6g，白朮24g，法半gl2g，五味子、炙甘萆各6名。
^formula2〔溫補脾腎方證〕
^origin〔李庭玉方〕
^ingredients3832 台參、白朮、雲茯苓各2g，乾孌9g，附子、肉桂、補背脂、肉蔻、陳皮 各6g，甘草3g。
^ck45z19h178
^norm 氣血虧損。
^chinese 虛勞，五軟，久痢，閉經，不孕，滑胎，瘺抵，陽虛發熱，悛驚風，失語症。
^western 糖尿病，慢性痢疾，席漢氏症，再生障礙性貧血，地中海型貧血，重症肌無力，慢性腎炎，慢性 尿毐症，恃病綜合征，垂體前葉機能減退的閉經，不孕症，習慣性流產，進行性肌營養不良病理改變（假性肥大型），先 天性腦積水，股骨頭無菌壞死，麻疹腦炎後遺失語症。
^combo 陽虛+氣虛+血虛+押虛
^ill〔陽氣不振〕
^symtom ①面白，面無華色，面色蒼白而灰黯，黃中帶晦，②人形消瘦，面色憔悴虛浮，神氣慘淡，
^tounge ①舌質淡嫩邊有齒痕，有齒痕而青，苔白潤，②舌質淡晦無苔。
^pulse ①脈細弱，②脈緩弱，③脈沉細無力，尤以尺脈沉微無力，④脈沉遲，⑤脈左沉細而右
^symtom ①神疲乏力，極不耐勞，②短氣懶言，語聲低沉，③口淡，食少，食後腹脹④少腹肛墜，
^tounge 舌淡紅，苔膩。
^pulse ①脈滿細，②脈濡大無力。
^ill<sub=1>〔血虛失榮〕
^symtom ①面色萎黃，面色恍白無華，表悄淡漠，唇淡，形體消瘦，②頭母目眩頭痛，③心悸，氣 促，④月經後期，色淡水樣，閉經，⑤乳房萎縮，⑥頭髮，眉毛脫落，⑦時有低熱，⑧大便乾難。
^tounge 舌淡，苔少。
^pulse ①脈虛細無力，②脈虛數無力。
^ill2<sub=1>〔神氣不振〕
^symtom ①神疲肢倦，雙目無神，②精神疲憊，目倦欲閉，③記憶力差。
^ill<sub=2>〔經脈不榮〕
^symtom ①頸痛腰酸腿軟，腰痛，腰尻酸痛，腰胯脊髀酸痛，小腿發脹，②兒雙下肢無力走路有時 摔跤，並發現雙下肢小腿肌肉肥大，行走搖擺.呈鴨步，上樓爬坡有困難，③下肢痿道，不能站立，肌膚麻木不仁，針刺 無痛感，髖膝踝關節能動不能用，腿肌對稱性疲軟，④頸項強直，四肢癱軟。
^ill2<sub=2>〔絡脈不榮〕
^symtom ①肌肉跳動，②吞嚥困難，發音不利，進食易嗆，飲水有時易從鼻腔噴出，③不語。
^formulas
^formula1〔固脫湯證〕
^origin〔施今墨方〕
^ingredients3833 肉桂:Mg (蒸汁兌入），鹿茸粉3g (吞），黑附片18g，桑螵蛸、巴戟、補骨脂、覆盆子、金櫻子、炙甘草 各9g，山茱 萸、大山參 各12g，白朮15g，淮牛膝、芡實 各30g。
^formula2〔溫補脾腎法證〕
^origin〔武澤民方〕
^ingredients3834 黃耆15g，黨參、炒白朮、熟薏苡仁、熟地、女貞、芡實、菟絲子、枸杞、山茱萸、葫蘆巴、附片、巴戟 各9g，陳皮
^formula3〔健脾溫心湯證〕
^origin〔黃文東方〕
^ingredients3835 黨參、黃耆、白芍、鹿角片 各12g，白朮、當歸、巴戟 各9g，炙甘草6g，仙鶴草30g，紅棗S枚。
^formula4〔益脾強腎湯證〕
^origin〔李斯熾方〕
^ingredients3836 治先天性腦積水，屬先天不足，腎氣虧損，腦海空虛。詳見病案（8)tf' 黨參、白朮、當歸、熟地、白芍、龜版、澤馮、枸杞、巴戟 各6g，菟絲子、黃耆、山藥、茯苓 各8g，川芎4g，鹿茸
^ingredients3837 0.3g (分3次沖），甘草2g。
^ingredients3838 (1)吳鞠通：久痢陰陽兩傷，由臟腑傷及奇經，少腹肛墜，腰胯脊髀酸痛，參茸湯主之：人參、鹿茸、附子、當歸、茴香、菟絲子、杜仲。
^ingredients3839 (2)囟門下陷，甚則如坑.面色萎黃，神氣慘淡，四肢不溫，指紋淡滯，固真湯：人參、甘草、白朮、茯苓、鶴、附子、肉桂、山藥。』
^ingredients3840 (3)頭項軟弱，傾斜不能抬舉，為小兒五軟之一，扶元散加鹿角膠：人參、白朮、茯苓神、黃耆、熟地、山藥、炙甘 草、當歸、川芎、菖蒲、荽、棗。
^ingredients3841 (7)上海張近三等治重證肌無力，脾腎陽虛型，可見於全身型，或球型，但比較少有，顯著怕冷，腰酸，舌淡有齒 痕，苔薄白，脈細軟。右歸丸合益氣溫陽法：黨參、熟地、當歸 各15g，山藥、枸杞、菰? 各12g，肉桂4.5g，附子、鹿角 膠、山茱萸 各9g，備選：巴戟、補骨脂 各12g，桑寄生、鎖陽各i5g，杜仲9g，胎盤片。
^ck45z19h179
^norm 陰陽兩虧，陰陽虧損。
^chinese 眩葷，消渴，腎洩，閉經，崩漏，陽虛發熱。
^western 高血壓，慢性糖尿病，肺結核，營養不良症，低蛋白血痾，失血性貧血伴腸功能紊亂，阿狄森 病，單性紅系統再生障礙性貧血，溶血性貧血，白細胞減少症，.子宮黏膜下肌瘤，子宮全切除術發熱。
^combo 陽虛+陰虛+氣虛+神虛
^ill〔陽氣不振〕
^symtom ①面色蒼白無平，面色晦滯，唇甲淡白，內眼瞼淡無血色，②怯寒，手足冰冷，③朝寒容 熱，肌惡寒，怯冷烘熱陣作，初生即發高熱，④口乾不多飲，⑤腹瀉，脘悶氣逆，晚間少腹隱痛，⑥腎洩，卯辰腹痛悠 悠，喜熱喜按，腸鳴漉漉，便溏2~3行，⑦形消跗腫，⑧尿頻數，@陽痿，早洩，十楮冷帶下，?腰際冷痛。
^tounge ①苔薄舌淡白，胖嫩，邊有齒痕，②舌質淡襯紫，苔薄白 ‧
^pulse ①沉弱無力，②沉細，③眵沉遲或微細，④脈沉弦，雙尺差。
^ill2〔陰虛失養〕
^symtom ①形體消瘦，頭髮疏稀，目眶微黑，②席略紅而下燥，③夜則煩跺，願去衣被，夜發內熱，
^tounge 舌質鮮紅苔淨，舌暗紅無苔，舌尖紅，苔_膩，脈滿軟，兩尺弱。
^pulse 脈細數，浮洪，沉弦細。
^ill<sub=1>〔氣虛不充〕
^symtom ①心慌氣短而促，②眼瞼微腫，早起而浮，面浮足腫，③倦怠肢懈四?無力，④氣墜，少 腹陡痛，經後腹痛T墜，⑤自汗，⑥食少便溏腸鳴，⑦經事超前，月經過多，淋漓不斷，⑧氣急.咳嗽，痰多。
^ill2<sub=1>〔神氣不k〕
^symtom ①精神萎靡，②心慌心悸易驚，③虛煩懊儂，夜間跺擾不寧，難以入睡，④寐少夢多，⑤' 記憶力差，神識恍惚。
^ill<sub=2>〔清空失養〕
^symtom ①眩暈，②耳鳴，③頭暈而痛。
^ill2<sub=2>〔經脈失榮〕
^symtom ①腰酸，腰背酸痛，②腰腿酸痛，脹痛，③腰痛不能步膣，④肢酸，足跟痛，⑤足軟沉重，
^formulas
^formula1〔陰陽兼顧，溫陽益陰法證〕
^origin〔蒲輔周方〕
^ingredients3842 黨參、白芍、熟地、枸杞 各6g，川附片18g，連皮苓、桑寄生、狗脊、杜仲、龍骨 各9g，牡蠣2g，川楝子4.5g。
^formula2〔河車變生湯證〕
^origin〔施今墨方〕
^ingredients3843 紫河車、山茱萸、酒白芍、沙苑子、熟地、鹿膠、金石斛、炙貨茂、白朮備60g，肉桂、砂仁、陳皮 各15g，附片、補 骨脂、酒川芎、酒當歸、杜仲、川續斷、雲茯苓、雲茯神、旱蓮草' 車前子、血余炭、山楂炭、雞內金、丹皮、炙甘草、澤瀉 各30g，共末淮山打糊為丸，每10g，日二。
^formula3〔補脾腎、填精血方證〕
^origin〔李介鳴方〕
^ingredients3844 黨參、生地、熟地 各12g，黃耆當歸、阿膠珠 各9g，仙鶴草、菟絲子、肉蓯蓉、補骨脂各5g，鹿角膠9g烊沖，焦三仙 各6g，炙甘草4.5g。‧
^formula4〔補益氣血，燮理陰陽方證〕
^origin〔朱芘春方〕
^ingredients3845 (5)黃文東治溶血性貧血，面無華色，頭暈耳鳴，腰酸，耳鳴，月經落後周，童不多，無出血現象，咽喉疼痛，大 便不成形，食慾不振，舌淡苔薄白脈細。加味八珍湯：黨參、白朮、川續斷 各12g，仙靈脾、巴戟、茯苓、當歸、白芍、生熟地 各9g，炙甘草、川芎 各6g，仙鶴草30g，紅棗5枚（《黃文東醫案》）。
^ingredients3846 (7)金壽山治面腫氣急，咳嗽痰多，夜寐不安，脈弦細，舌胖大，擬溫腎陽，金暖賢氣加五味子、炙甘草、姜炭、杏 仁、半S，面腫較退，夜寐較安，但心悸，唇紅，咽乾，虛火有上炎之勢：生地15g，砂仁2.4g，山茱萸、澤瀉 各6g，淮 山、茯苓、寸麥冬、白芍 各9g，丹皮4.5g，肉桂0.9g，黑附、五味子、炙甘草 各3g，牡蠣、磁石 各30g，4劑，病症見退，但腑行多而粘膩，參以健中：白朮、茯苓 各15g，枳殼、澤污、桑皮、山楂炭 各9g，陳皮4.5g，賢氣丸15g，諸症減輕：白 術、扁豆、淮山、寸麥冬、石斛 各9g，帶皮茯苓12g，陳皮4.5g，腎氣丸30g，4劑。
^alias命門火衰，精氣虛寒，督脈虛寒，沖任虛空，八脈空虛，下虛上實，腎不納氣，腎氣上逆，賢虛不固，虛火上炎，龍 火上升，龍雷升騰，真陽失守，格陽於上，格陽失血，氣隨血脫，真寒假熱，經脈痺阻，精血虧損，氣血虧損，陰陽俱損。
^chinese 眩牽，耳鳴，多唾，多涕，成哺，虛瘋，寒慄，低熱，傷寒壞病，不寐，虛火瘡，咽痛，目痛，齒痛，典 衄，齒衄，格陽失血，血脫，勞傷，黑疸，小腹痛，腰痛，消渴，下消，小便不禁，遺尿，虛淋，冷淋，裔淋，轉胞，月 經後期，月經不調，閉經，痛經，閉經，赤白帶下，乳擁，痛經，慢驚風，m頃』陽瘦，陰縮，陰冷，遺精，夢遺精少，松皮癬，腳氣人腹，痿鐙，骨痺，骨瘺，虛痺，歷節，筋痿，癱瘓。
^western 原發性高血壓，％物神經功能紊亂，不明原因低熱，腦挫裂傷，小腦病變（共濟失調），麻疹腦炎後遺症，腦動脈硬化症，神經衰弱，慢性肝炎，早期肝硬化，腎盂腎炎，餿性前列腺炎，輸尿管結石，職瀦留，乳糜尿，糖尿病，腎閾性糖尿，坐骨神經痛，多發性神經炎，多發性末梢神經炎，股骨頭無菌性壞死，枕骨骨折，類風濕關令炎，慢性腎上 腺皮質功能減退症，（阿迪森氏病〉惡性網狀細胞增殖症（亦稱惡性組織細胞病），男子乳房發育症，幼稚型子宮，不孕 症，原發性不孕症，銀屑病。
^ill〔陽氣不振〕
^symtom ①形胖色瞇，精神萎靡，神疲氣‧短，虛軟無力，怯怯少氣，語言低微，體力日衰，週身敢楚，腰 膝酸軟，腿足瘺軟無力，不能久立，更不耐遠行‧②畏寒，寒從背起，四肢欠溫，腰以下怕冷，形寒怯冷，寒在骨髓，夜 晚更甚，冷劇時，渾身戰慄，膝骨至跗易冷無力，③小腹冷痛，④陰莖或陰栽，冷而不溫，⑤性慾淡薄，ft痿，⑥精子減 少，精溥清冷，⑦月經錯亂，色淡量少，⑧帶下清淡，⑨小便清利，十面色黧黑、口唇紫黯，唇淡或紫。
^tounge ①舌淡胖嫩，邊有齒印，舌淡暗或紫，苔白稍滑，②舌偏淡，苔薄白，③苔白滑。
^pulse ①脈細弱，脈虛細，②脈微遲緩，③脈沉細無力，④脈來遲弱，⑤脈沉弱，⑥脈沉軟，兩尺尤甚，
^symtom ①精神疲倦，神衰力弱，②健忘，記憶力減退，③心悸氣短，失眠多夢。
^symtom ①頭暈腦脹，②頭痛，頭痛從崩頂連及前額，特別怕冷，見風如直人腦戶，得溫輕減，③眩暈，
^symtom ①腰酸背痛，腰痛腿軟，或腰間冷痛，其痛悠悠，痛時喜手按摩，②脊痛起於?部連背，不能挺 宜，甚則脊中一線覺冷，腰亦冷，常如風寒侵人，③腰脊強痛不運，不耐遠行久立，喜手按摩，④右側臀部、下肢疼痛，沉重難以言狀，步屜艱難，沉重乏力，麻木。
^symtom ①腰膝酸軟，腰亦酸痛，脊膂腰髀痿墜酸疼，②少腹疼痛，③脅肋不舒。
^symtom ①小便頻數清長，②夜尿多。
^symtom ①遺精，②單洩。、
^ck45z21h299
^norm 督脈虛寒。
^chinese 眩牽，痛經，寒慄，帶下，陽痿。
^western 原發性高血壓，慢性肝炎。
^combo 陽虛+血虛+清空+絡‧脈+由鬰
^pulse ①脈細，脈虛細，②脈微遲緩，③脈沉細無力，尺部遲而無力。
^tounge ①舌質淡胖，邊有齒印，舌淡暗或紫，②苔白滑，舌苔薄白。
^symtom ①眩暈，②頭痛，頭痛從巔頂連及前額，特別怕冷，見風如直人腦戶，得溫輕減。
^symtom ①腰膝酸軟，腰亦酸痛，脊膂腰髀痿墜酸疼，②少腹疼痛，③脅肋不舒。
^symtom ①經來窗:少色淡，②熱起心胸，經水後期不爽。
^tounge 舌淡紅，質胖。
^pulse 脈弦細。『
^ill<sub=2>〔陽氣不和〕
^symtom ①嘔吐清水，②經期小腹疼痛甚劇，艮寒怯冷喜按喜熱。
^formulas
^formula1〔右歸丸意證〕
^origin〔莫如榮方〕
^ingredients3847 鹿角膠、黨參、茯岑、兔絲子、黃耆、懷牛膝 各12g，山萸肉6g，枸杞子、炒杜仲、巴戟天 各10g。
^formula2<var=1>〔金匱腎氣丸證〕
^origin〔王樹搛方〕
^ingredients3848 炮附子、丹皮、鹿角箱、巴戟肉、仙靈脾 各12g，肉桂3g，.熟地、山萸肉、枸杞子、懷牛-膝各I5g，譯瀉、獲苓各10各，當歸20g，山藥、白芍 各30g。
^ck45z21h310
^norm 精氣虛寒，命門火衰，沖任虛空。
^chinese 骨痺，腰痛，月經不調，不孕，陽後，陰冷遺精，精少。
^western坐骨神經痛，幼稚型子宮，原發性不孕症，神經衰弱。■
^combo 陽虛+清空+經脈+津滑+精滑
^ill〔陽氣不振〕
^symtom ①形胖色恍，神疲氣短，虛軟無力，怯怯少氣，語言低微，體力日衰，週身酸楚，腰膝酸 軟，腿足瘺軟無力，不能久立，更不耐遠行，②畏寒，四肢欠溫，腰以下怕冷，③小腹冷痛，④陰莖或陰渙，冷而不溫，
^tounge ①舌淡胖嫩，苔白稍滑，②舌偏淡，苔薄白。
^pulse ①脈來遲弱，②脈微弱無力，③脈沉弱，④脈沉軟，兩尺尤甚，⑤脈沉細，尺尤弱，⑥脈
^symtom ①頭暈腦脹，②眩暈，③耳鳴。
^ill<sub=1>〔經脈失養〕
^symtom ①腰酸背痛，腰痛腿軟，或腰間冷痛，其痛悠悠，痛時弈手按摩，②脊痛起於?部連背，不能挺直』甚則脊中一線覺冷，腰亦冷，常如風寒侵人，③腰脊強痛不運，不酎遠行久立，喜手按摩，④右側資部、下肢 疼痛，沉重難以言狀，步履艱難，沉重乏力，麻木。
^ill2<sub=1>〔神氣不振〕
^symtom ①梢神疲倦，神衰力弱，②健忘，記憶力減退，③心悸氣短，失眠多夢。
^ill<sub=2>〔津碎不固〕
^symtom ①小便頻數清長，②夜尿多：
^ill2<sub=2>〔陰精不固〕
^symtom 0)遺桔，２早洩。
^formula1〔內補鹿茸丸〕治遺梢陽痿陰冷。
^ingredients3849 鹿茸、菟絲子、沙苑、肉蓯蓉、白蒺藜、紫菀、蛇床子、黃耆、桑蠑蛸、陽起石、附子、肉桂。
^formula2〔補腎丸證〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients3850 紫河車、鹿角膠、山茱萸、植盆子、補骨脂、枸A、杜仲、桂枝、功勞葉、桑蠑蛸、蛇床子、熟地、遠志、桑椹子 各30g，益智、砂仁、五味子、五倍子、節菖蒲各5g，狗慎、酒白芍、胡桃 各60g，共末金櫻子呸180g，煉蜜300g為丸，早 晚 各10g，白開水送。
^formula3〔增精湯〕
^origin〔《施今墨臨床經驗集》方〕
^ingredients3851 菟絲子、枸杞、覆盆子、蛤蚧、鎖陽 各10g，五味子6g，鹿茸2g。
^formula4〔精神藥酒方證〕
^origin〔《龔志賢臨床經驗集》方〕
^ingredients3852 枸杞、遠志 各30g，熟地、紅參、淫羊茬 各15g，炒蒺藜25g，母丁香10g，沉香5g，荔核12g，白酒1000g，加冰糖
^ingredients3853 (1)陽瘺由少年斫傷太早，或色慾.過度，命門火衰，精氣虛寒，腰痛腿軟，神衰力弱，稍薄清冷，脈來遲弱主補益 腎陽，右歸丸、斑龍丸、巴戟丸：巴戟、白朮、五味子、茴香、熟地、蓯蓉、人參、覆盆子、菟絲子、牡蠣、益智、骨碎 補、白龍骨c加減內固丸：天雄、龍骨、鹿茸、牡蠣、韭子。強陽壯梢丸：熟地、貿?、當歸、白芍、巴戟、寸表冬、枸 杞、柏子仁、銳盆子、虎骨、鹿茸、附子、肉桂，蜜丸。
^ingredients3854 (2)陰莖或陰躲，冷而不溫，多因命門火衰，或寒氣凝於賢，十補丸：附子、葫蘆巴、木香、巴戟、肉桂、川楝子、元胡、澄茄子、小茴香、補骨脂。
^ingredients3855 (3)脊痛起於?部連背，不能挺直，偶挺直較舒，甚則脊中一線覺冷，腠亦冷，常如風寒侵人，小便頻數清長，.下肢 酸軟，脈微弱，溫補下元，右歸丸加鹿角膠、狗脊；或溫腎散，兼灸腎俞：熟地、牛膝、巴戟、蓯蓉、寸麥冬、炙甘草、五味子、茯神、乾薑、杜仲。
^ck45z21h298
^norm 肝血虛寒。』
^chinese 小腹痛，陰縮，乳?，痛經，不孕症。
^western 男子乳房發育症。
^combo 陽虛+血虛+氣滯+氣鬱+陽鬰
^ill〔陽氣不振〕
^symtom ①形體消瘦，神疲肢軟，②形寒，肢冷厥逆，③唇淡或紫，④腹部隱痛，⑤少腹疼痛，少 腹痛引陰鋌，陰莖內縮，小腹自感冷痛，⑥脅肋不舒，⑦腰部酸痛乏力，腰尻酸楚，下肢癱軟無力，⑧尿頻數，夜多小便，⑨平昔帶下清稀，十胃納不多，?甚則嘔吐誕沫。
^tounge ①舌質淡，或紫，舌苔薄白，②舌淡紅，質胖。
^pulse ①脈緩，②脈細，③脈弦而細，④脈弦細且遲緩，⑤脈沉細。脈沉細而遲，⑥脈象寸關沉
^ill〔氣機不利〕
^symtom ①胸悶乳脹，乳頭作痛，經前兩乳作脹，②乳房腫物疼痛，③經行前後及經行期小腹疼痛 甚劇，行經則腹痛如絞。
^ill<sub=1>〔血虛失養〕
^symtom ①頭每：，②經來魚少色淡，經魚少而挾塊，③月經逾期而行。
^ill2<sub=1>〔氣機不宣〕
^ill3<sub=1>〔清空不宣〕
^ill<sub=2>〔陽氣不和〕
^ingredients3856 當歸、小茴香、枸杞、肉桂、茯苓、與藥、沉香、吳萸、山茱萸、川牛膝、紫石英、代赭。
^ck45z21h311
^norm 命門火衰。
^chinese 虛淋，冷淋，腳氣人腹，轉胞。
^western 慢悻前列腺炎，輸尿管結石，尿瀦留。
^combo 陽虛+氣滯+津滯+經脈
^ill〔陽氣不振〕
^symtom ①神疲體倦，面色恍白，口不海，②神褒怯冷，形寒肢冷，終日神疲欲寐，③頭昏暈，④ 腰膝無力，⑤納少便溏，⑥小股發涼，⑦小便滴瀝失禁，滴下不覺。
^tounge ①舌質淡而少苔，②苔白膩，③苔薄白。
^pulse ①脈沉細，脈沉細而遲，脈沉遲無力，②虛兩尺短，③浮細弱。
^ill<sub=1>〔氣化不行〕
^symtom ①小便不利而清白，②小便涓滴難出，③尿頻不多，④癃閉，⑤二便突然不通，⑥尿道脹 痛難忍，用力小便時，則尿fi甚少，並下血絲。
^ill<sub=2>〔氣機不利〕.
^symtom ①小腹作脹，②腹脹，嘔吐，③小腹痛。
^ill2<sub=2>〔經脈失養〕
^symtom ①腳氣痛而少腹麻痺不仁，②腰痛腰部酸痛，不能坐臥轉側，③少腹拘急。
^formulas
^ingredients3857 熟地、山茱萸、_丹皮澤瀉、杜仲、益智 各9g，附子、桂枝、車前子、牛膝、桑寄生 各15g，淮山、菟絲子、茯苓 各 12g0
^formula2〔壯腎利濕湯證〕
^origin〔岳美中方〕
^ingredients3858 熟地、淮山、山茱萸、丹皮、鹿角膠、淫羊蘊 各9g，茯苓、澤瀉、生蔥苡仁、淮牛膝、車前子 各12g，炮附子、油桂 各4.5g，金錢草30g，巴戟6g。‧摘錄：
^ingredients3859 (3)腰腿軟弱，小便不利而清CJ，脈沉遲無力，神衰怯冷，主溫腎化氣，則水自行，桂附八味丸或香茸丸：鹿茸、麝 香、附子、蓯蓉、熟地、補骨脂、沉香、當歸。
^ck45z21h175
^norm 下虛上實，腎不納氣，腎氣上逆。
^chinese 虛喘，虛痰，耳鳴。
^combo 陽虛+氣逆+陰虛+陽浮
^symtom ①小便清白，小便頻數，②足冷。
^pulse 尺脈微細。
^ill〔氣機沖逆〕
^symtom ①氣從少腹上衝而喘，②勞動則甚，③呼吸不續，④胸滿上氣，⑤臍中切痛，⑥嘔逆，⑦ 咳喘氣逆，不能平臥，⑧稠飲自下焦漾漾而起，溢出口中者。
^ill<sub=1>〔陰虛失養〕
^symtom 腰痛。
^ill<sub=2>〔陽氣浮越〕
^symtom ①口乾唇千，奐塞，②顢赤耳鳴，③饑不能食。
^pulse 脈寸關大尺小。』
^formulas
^formula1〔鹿茸丸證〕
^origin〔《濟生方》方〕
^ingredients3860 鹿茸、川牛膝、五味子 各60g，石斛、菟絲子、棘刺、杜仲、巴餞、山藥、段陽起石、炮附子、川楝子、段磁石、肉 桂、澤瀉 各30g，沉香15g，為細末，灑糊為丸，梧桐子火，每服70丸，空腹鹽酒或鹽水送下。
^formula2〔歸附湯證〕
^origin〔《章公次醫案） 方〕
^ingredients3861 炮附塊、全歸、款冬花、胡桃肉、粟殼、補骨脂 各9g，熟地15g，遠志3g，北細辛2.4g，五味子、姜炭 各4.5g。
^ingredients3862 (3)董廢翁：高年筋骨作痛，氣喘有痰，腰痛，用熟地、山藥、當歸、白芍、杜仲、枸杞、黃耆、酸棗仁、寸麥冬、五味子；喘甚去黃耆。
^ck45z21h176
^norm 腎虛不固。
^chinese 小便不禁，下消，遺尿，遺精，帶下，多唾，多涕，裔淋，夢遺，耳鳴。
^western 乳糜尿，糖尿病。
^combo 陽虛+氣虛+瀋滑
^ill〔陽氣不振〕
^symtom ①面色恍白，面色黧黑，神疲乏力，②手足不溫，肢冷、形寒怕冷，③楮神緊張，易驚，睡眠不實，④腰膝酸軟，腰膝酸痛，⑤小便清長，⑥大便溏洩，⑦小腹弦急，陰頭寒，少腹冷痛，喜按喜溫畏寒肢冷，⑧ 每交子夜有涼氣自尾閭上行。
^tounge ①舌質淡，舌暗淡而小，②苔白而乾，③苔薄白，④舌光無苔。
^pulse ①脈寸關遲細，尺細軟，②脈沉弱，脈沉細無力，③脈沉遲，或尺細弱，④脈沉弦而緊。
^ill2〔津液不固〕
^symtom ①小便自溢，小便不得控制，每有聲響即迪，熟睡中尿自遺，②小便清長，飲一溲一，③ 如水，淋漓不止，④鼻不塞而清涕如湧泉。
^ill2〔氣虛不充〕
^symtom ①神疲氣弱，精力疲乏，四肢乏力，②頭暈目眩，耳鳴，③納谷欠馨，④大便不實，⑤記
^tounge 舌偏紅。
^pulse 脈細弱。
^ill<sub=2>〔陰精不固〕
^symtom ①遺楮，②便混濁如脂奇。‧
^formulas
^formula1〔助老丹證〕
^origin〔陳士鐸方〕
^ingredients3863 熟地、山茱萸、益智、肉桂、遠志、酸棗仁、人參、五味子。‧2.悶泉丸證：適應睡中遺尿，有熱者。
^ingredients3864 益智、茯苓、白朮、白蘞、黑梔、白芍。無熱去山梔，加山茱萸、補骨脂。
^formula3〔填精丸證〕
^origin〔施谷眾方〕
^ingredients3865 菟絲子、龍骨、炙黃耆、金搜子、牡蝸、枸fc、剌調皮 各60g，旋復花、沙苑子、鹿角膠、巴戟、山茱英、白朮、酒 白芍、遠志、野台參、蓮須、紫河車 各30g，肉桂、沉香、益智、酒川芎、廣陳皮、砂仁 各15g，淮山500g，打糊丸。
^ingredients3866 (3)賢虛不能固，肝虛則易洩，遺楮，小腹弦急，陰頭寒，脈沉弦而緊，溫腎鎮肝，桂甘龍骨牡蠣湯，金鎖鎮元丹： 補骨脂、肉蓯蓉、巴戟、葫蘆巴、文蛤、白雲苓、龍骨、硃砂。
^ingredients3867 (4)陳士鐸：老年夜臥遺尿，甚則日間不睡亦遺，主八味地黃丸，溫泉飲：白朮、巴戟、益智、肉桂、山茱萸。
^ingredients3868 (5)老年恃氣虛弱，氣化不及，膀胱不約，溺後遺瀝不禁，主大菟絲丸：鹿茸、菟絲子、附子、肉桂、石斛、熟地、石龍芮、澤瀉、牛膝、山茱萸、川續斷、肉蓯蓉、杜仲、妨風、補骨脂、澄茄子、沉吞、巴戟、小茴、川芎、五味子、桑 螵蛸、梪盆子。
^ingredients3869 (6)下元虛弱，或老年滑脫不禁，腰以下冷，脈弱無力，六味加鹿茸、牡蠣、肉蓯蓉、龍齒、五味子、菟絲子。
^ingredients3870 (8)下元虛寒，背陽虧損，不能攝水，上則津不升，下則氣不固，面黑體瘦，腰腳乏力，尿多駐則飲水即便，飲二溲 一，主桂附八味丸，或生料鹿茸丸：鹿茸、椒紅、肉桂心、附子、牡蠣、補骨脂、石斛、蓯蓉、雞內金、沉香、桑揉蛸。
^ingredients3871 (9)少年小便清長不禁，體瘦，神倦盜汗，脈虛主溫固下元，濟生菟絲子丸：菟絲子、蓯蓉、牡蠣、桑螵蛸、五味 子、鹿茸、雞內金、附子。
^ingredients3872 (11)睡時遺尿，醒時小便頻多，甚或小腹竄痛，主溫固，加味縮泉飲：植盆子、補骨脂、益智、烏藥、桑螵蛸、淮11藥。
^ingredients3873 (12)小便汕濁若脂音，主鹹寒滋腎：秋石丸：白雲苓、桑螵蛸、鹿角膠、秋石，人參湯下。鹿角霜丸：鹿角霜、茯 苓、秋石。
^ingredients3874 (13)費伯雄：咳而遺尿者，加味菟絲子湯：茯苓、菟絲子、杜仲、補骨脂、當歸、貝母、橘紅、半復、杏仁、白朮、胡桃。
^ingredients3875 (14)尺脈虛微，涎如清水，入水即化，王雨三主附桂八味加磁石、牛膝。陳士鐸主鎮陰丹：熟地、山茱萸、芡實、山藥、肉桂。
^ck45z21h322
^norm 虛火上炎。
^chinese 低熱，不寐，虛火口瘡，咽痛，目痛，齒痛，齒衄，毋衄。
^western 梢物神經功能紊亂。
^combo 陰虛+陽浮+陽虛+空竅4‧血滑
^ill〔陰虛失養〕
^symtom ①手足心熱，日輕夜重，②口乾，③虛煩不眠，④闔目汗出。
^tounge 舌絳無苔。f
^pulse 脈虛弦小數。
^ill2〔陽氣浮越〕
^symtom ①面色淡紅，面赤游移不定，頭昏脹，②低熱持續不退，③身熱足寒，頭熱足冷，④口渴，口乾而不莒飲，⑤咽於目紅，口箅咽乾燥痛‧⑥浪語，煩躁便閉，⑦熱氣從背衝上頭頂，⑧心悸，⑨展吐黃稠痰，十牙微 痛動搖，全身竄痛。
^ill<sub=1>〔陽氣不振〕
^symtom ①面色光白，②精神萎頓，倦臥懶言，嗜睡乏力，③乍寒，背寒下肢常冷，冬季如冰，四 肢厥冷，④食慾不振，⑤遺精陽痿。
^tounge ①舌淡淨，②舌質淡紅，舌苔白滑。
^pulse ①微弱‧②脈弱兩尺澀，③沉細弦緩，④脈沉細緩潘，⑤浮遲，沉細且微。
^ill2<sub=1>〔清空不寧〕
^symtom ①頭昏脹，②頭暈，③頭痛，④崩頂口舌冒冷氣，寒氣從頭頂直下至小腿。
^ill<sub=2>〔清竅不利〕
^symtom ①口舌咽喉經常潰爛作痛，咀嚼吞嚥皆礙，全奮凹陷性潰瘍，色呈淡紅，但不腫痛，亦無 臭氣，②兩眼作痛，晝夜不休，夜痛更劇，不生眵，不紅腫，不流淚。但異常怕光，③兩眼發赤，晝夜剌痛，人夜尤甚，
^symtom ①經期延遲，②衄血如湧，③齒衄點滴，（3）色淡血稀，或紫暗成塊，⑤遇勞則衄。
^formulas
^formula1〔加味桂附地黃湯證〕
^origin〔俞長榮方〕
^ingredients3876 肉樣末1.5g同熱地黃15g (搗如泥），淮山藥24g，山萸肉、違澤瀉、白茯苓、牡丹皮、熟附片、生甘草、車前子、炒 牛膝 各9g，北細辛1.5g同潤玄參15g (搗如泥）。
^formula2〔大營煎證〕適用於腎陰陽兩虛，陰不戀陽，虛陽上越，火不歸原之證。
^ingredients3877 當歸、枸杞、杜仲、熟地、炙廿草、肉桂、牛膝。3.七味都氣丸證：治腎陰虧而虛火上炎，足冷，頭熱，咽乾目赤，引火歸元，胸中煩熱，加黃連少許反佐。W
^ck45z21h215
^norm 龍火上升，真陽失守，格陽於上，格陽失血，氣隨血脫。
^chinese 格陽失血，血脫。
^combo 陰涸+陽浮+氣逆+清空+陽脫+瀋脫
^ill〔陰液消涸〕
^symtom ①面赤戴陽，②身熱足寒，③吐血如湧，惟色淡血稀，或紫暗成塊。
^pulse ①脈洪大和遲，②或數大$根。
^ill<sub=1>〔清空不寧〕『 ‧
^ill2<sub=1>〔陽氣脫絕〕
^symtom ①大吐，大衄，②手足厥冷。
^pulse ①六脈微細，②或沉細且微。
^ill<sub=2>〔氣機沖逆〕
^symtom ①大吐大衄，吐血如湧，血出時喉間漉漉有聲，②噁心嘔吐。
^ill2<sub=2>〔津液脫竭〕
^formulas
^formula1〔鎮陰煎〕
^origin〔張景岳方〕
^ingredients3878 別直參9g，附子6g，紫貓桂2.4g拌搗熟地18g，黑姜2.1g，淮牛膝、澤瀉 各4.5g，炙甘草3g。
^ck45z21h182
^norm 苴寒假熱，龍常升騰。‧ '
^chinese 不明原因低熱，傷寒壞病。
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①形體消瘦，面色無華，②倦臥懶言，③fl汗，④腰脊酸痛，⑤便溏。
^tounge 苔白。
^pulse 脈弱。
^ill2〔陽氣浮越〕
^symtom ①面色淡紅，游移不定，②低熱，悠忽往來，時.發時止，③身熱自汗，或乍寒，日輕夜重，或與發散愈熾，４手足心熱，５口渴煩躁。
^tounge 舌黑而潤。
^ill<sub=1>〔陽氣不行〕
^symtom ①形寒肢冷，②便閉。
^tounge 舌黑而潤。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①發熱譫語，②肉師多汗，③手足厥冷，卒然厥倒，昏不知人。
^pulse 脈之洪大而數，按之不鼓。
^formulas
^formula1〔六味回陽飲加味〕適應卒然厥倒，昏不知人，肉睏多汗，或血脫垂危。
^ingredients3879 炮附子、炮姜、炙甘草、當歸、人參、肉桂、胡椒，伏龍肝，加黃耆、白朮。
^formula2<var=1>〔桂附八味證〕
^origin〔徐葆華方〕
^ingredients3880 附子、山茱萸、熟地、茯苓、澤瀉 各9g，丹皮3g，肉桂4.5g，鹿角膠、狗脊 各6g。
^ck45z21h018
^norm 經脈痺阻。
^chinese 骨痺，痿塏，倢瘺，筋痿，癱瘓，松皮癬。
^western 多發性神經炎，多發性末梢神經炎，腦動脈硬化症，股骨頭無菌性壞死，銀屑病。
^combo 氣虛+營虛+陽滯+經滯+絡滯
^ill〔氣虛失養〕
^symtom ①面萎無華，神疲，②頭‧暈目眩，目澀耳鳴重聽，③納少，④四肢欠溫*四肢無力，⑤便 溏，⑥小便清長，尿頻尿急，⑦腰酸，腰脊無力，足酸乏力，⑧緩縱不收，卄瘺於床，肌力減退，腱反射消失，小腿肌肉 蔞縮，兩足下垂，⑨貨多色暗有血塊。
^tounge ①舌胖苔白，②舌淡苔白厚膩。
^pulse ①脈濡細脈弱脈緩，②關脈滿細，尺無力。
^ill2〔陽氣不行〕
^symtom ①形寒怯冷，陰寒疼甚，②四肢不溫手足發涼，③口淡不渴。
^tounge ①舌質暗，②舌淡，舌苔薄白。』
^pulse ①脈沉弦，②脈沉細。
^ill<sub=1>〔經脈不利〕
^symtom ①腰膝疼痛，遇陰亦其，甚則腰脊無力，行步艱澀，脊柱側彎，②兩腰痛，連憚部，③右 髖痺痛，右下肢疼不能舉，右下肢肌肉萎縮，④下肢癱瘓。 ‧
^ill2<sub=1>〔絡脈不利〕
^symtom ①足麻痺腫痛，②兩腳至腰腿麻木無力已，足趾發涼，行走無力，站立不穩，③四肢麻木 疼痛，雙足趾更明顯，不能站立，麻木，④四肢肌肉逐漸萎縮。
^ill<sub=2>〔營虛失養〕
^symtom ①面色黃，面色瞇白，②午後低熱，③睡眠不佳，少寐，④淡紅色斑片，上蓋銀白色鱗屑，.
^formulas
^formula1〔北京中醫陝外傷性截癱丸證〕治弛緩性截癱較重者。
^ingredients3881 熟地、仙靈脾、生黃耆 各120g，菟絲子90g，桑寄生、白芥子、川牛膝、海馬、萆蘚、焦三仙、獨活、肉桂、龜版、當歸 各60g，生麻黃、白芍 各45g，炮姜、鹿角膠、蜈蚣、虎背、土鱉蟲、全蠍、馬前子 各30g，蜜丸，每服6g，日二次。
^formula2〔陽和湯證〕
^origin〔葉乘仁方〕
^ingredients3882 熟地30g，炒白芥子6g，鹿角膠、當歸 各10g，淮牛膝12g，肉桂、炮姜炭、炙麻黃、生甘草 各3g。
^ingredients3883 (3)冷風深人骨髓，損及陽氣，漸及骨髓，腰膝疼痛，遇陰亦其，甚則腰脊無力，行步艱澀，主益腎回陽，追風逐 冷，虎骨散：虎骨、炙甘草、全蝸、游香、天麻、防風、川牛膝、蠶砂、乳沒、白花蛇、肉桂。安腎丸：肉桂、白蒺藜、淮山、石斛、肉蓯蓉、川烏、巴戟、茯苓、萆蘇、補骨脂。
^ingredients3884 (4)風濕流注經脈，足麻痺腫痛，生虎骨丸：虎骨、狗脊、五加皮、威靈仙、牛膝、白茄根、油松節、獨活。
^ck45z21h178
^norm 八脈空虛，氣血虧損。
^chinese 勞傷，低熱，痿抵，虛痺』歷節，月經後期，閉經，月經不調，陽痿。
^western 腦挫裂傷，枕骨骨折，腎盂腎炎，不明原因低熱，類風濕關節炎。
^combo 陽虛+氣虛+血虛+神虛+經絡
^ill〔陽氣不振〕
^symtom ‧.１面色黧黑，精神萎靡，寡言懶動，２形寒怯冷，畏寒，四肢欠溫，手足常冰，喜熱飲，腰部覺冷，３耳聾，耳鳴，４腰酸脊困，行動無力脛酸，腰脊傴僂形俯，５汗出筋縱而痛.冬月為甚，６小便頻數，有時 微渾，７陽痿。
^pulse ①脈細小，②脈細遲，③脈遲而弱，④脈沉細無力。
^tounge 苔色淡嫩，無苔。
^ill2〔氣虛不充〕
^symtom ①面色浮黃，形神萎頓，形瘦神怯，②倦怠乏力，動輒氣短，聲低，③頭暈耳鳴，④口乾 納差，⑤腰膝酸軟無力，⑥面浮足腫。
^tounge 苔薄質淡。
^pulse 脈滿。
^ill<sub=1>〔血虛失榮〕
^symtom ①面無華色，色夭，②經事數月一行，③經停，④膝酸肢楚。
^pulse 脈細弦，蚩按無力。
^tounge 苔薄白，質淡。
^ill2<sub=1>〔神氣不振〕
^symtom （D健忘少寐，２腦海似空似木，反應遲鈍，稍事閱讀，便昏昏欲睡，不能閱讀書報。
^ill<sub=2>〔經脈不榮〕
^symtom ①腰酸肢楚，骨厲屈伸不利，②腰酸痛，不能轉搖和久坐，③腰髀酸楚疼痛，不能轉側，動則痛不可忍，④頸脊酸痛，喜暖畏寒，欲揉打。
^ill2<sub=2>〔絡脈不榮〕
^symtom ①腰脊疼痛，俯仰維艱，②手指關節變形。
^formulas
^formula1〔溫腎助陽湯證〕
^origin〔鄒雲翔方〕
^formula2〔溫養八?方證〕
^origin〔陳大年方〕
^ingredients3885 (1)吳鞠通：久病或老年八脈空虛，與復享丹：倭黃10g，鹿茸、茯苓、蓯蓉 各8g，枸杞、萆蘚，全歸、小茴香 6g，川花椒炭3g，人參、安桂、龜版 各4g。
^ck45z21h179
^norm 陰陽俱損。
^chinese 黑疸，閉經，赤白帶下，木孕症，消渴，慢驚風，骨瘺，陽痿，遺楮，解顱，血虧損。
^western 早期肝硬化，腎閾性糖尿，麻疹腦炎後遺症，小腦病變（共濟失調），慢性腎上腺皮質功能減退 症，阿迪森氏病，惡性網狀細胞增殖症（亦稱惡性組織細胞病）。
^combo 陽虛+陰虛+氣虛+神虛
^ill〔陽氣不振〕
^symtom ①神色恍白，面色蒼白，②面色晦暗，面部黧黑，手臂亦-，口唇齒齦灰褐，皮膚黏膜呈 貓黑，枯搞，面部，乳頭，手足背側，陰部尤顯，兩顴及額上有黑色團塊，環口黧黑，腰周圍奮黑線，③怕冷，兩足常 冷，腰背及下肢發冷，④小便頻數；多妹，夜尿多，小便混濁如油，夜間尿混濁多沉澱，遺尿，小便失禁，⑤夢遺滑精，遺梢滑洩，⑥或婦女崩帶，白帶多，時紅時白，經年不絕，⑦睪丸隱痛，時發時止，遇勞即發，⑧陽事不舉，喜食鹹味，⑨皮膚呈現紫斑及出血點，口荈黏膜出血，十腹脹，時有秤便。
^tounge ①舌質淡嫩有齒痕，舌邊有淺暗紫斑，苔澳白，②舌質淡襯紫，③舌紫暗，苔根膩，④舌
^pulse ①脈微細，②脈沉細而虛，③脈沉細譎，④脈沉遲無力，脈弦略細，脈細，脈沉細，左脈
^symtom ①身體崴瘦，坪體瘦弱，②肌膚枯瘦，耳輪癟薄，③盜汗，頭背多汗，夜更甚，④口渴，吵鬧不肯人睡，⑥$便結，尿少，⑦經閉。
^pulse ①虛數，②「弦細尺弱。
^tounge ①舌紅，苔澳，②苔黃膩。
^symtom ①面色恍白，面黃少華，浮腫，②精神疲倦，全身乏力，③頭每：，甚則昏撲，④食少，⑤
^tounge ①舌淡，②舌淡紅苔少，③苔薄白。
^pulse ①脈細弱，②脈湔弱。
^symtom ①精神沉鬱，楮力極度衰減，②精神萎靡，少神嗜睡，③心悸。
^symtom ①頭犖目眩耳鳴，目暗，②頭腦空痛，③小兒解顱，囟門未閉二橫指大。
^symtom ①腰膝酸軟，腰脊不舉，②腳膝無力，行則僂俯，足不能站立，四肢癱軟，③腰劇痛，天 柱、腰膝酸痛，坐則少減，勞動更甚，④胸骨，關節疼痛；⑤足跟疼痛，⑥頸部強直，吞嚥及言語障礙，⑦不語。
^formulas
^formula1〔無比山藥丸證〕
^origin〔《太平患民和劑局方》方〕
^ingredients3886 山茱萸、澤瀉' 熟地黃、茯神、巴戟天、牛膝、赤石脂 各30g，山藥60g，杜仲、菟絲子 各90g，肉蓯蓉120g，五味子 180g。加鹿角膠、川續斷、骨碎補、木瓜、萆蘚、青鹽，蜜丸，梧桐子大，每服20至30丸。
^formula2〔雞鳴丸證〕
^origin〔《葉苯士女科》方〕
^ingredients3887 烏雞肉（去皮油，酒蒸熟）90g，肉桂、蓯蓉、炒蒲黃、當歸、山茱萸、白芍 各30g，熟地45g，附子9g，鹿茸（酥 炙）3g，川芎15g，粳米糊丸。
^formula3〔龜甲鹿角湯證〕
^origin〔姜春華方〕
^ingredients3888 熟地、蓯蓉、川續斷、牛膝、狗脊、補骨脂、黨參、黃耆 各9g，鹿角膠3g，附片、桂枝 各6g，龜版15g，牡蠣30g，河車大造丸、左歸丸、右歸丸和勻服，日服9ga
^ingredients3889 (1)姚國美：骨痿，房勞過度，或久患遺精，肝腎梢血虧損，腳膝無力，腰脊不舉，神色光白，頭牽目味，兩尺弱，主加味四觔丸：蓯蓉、川牛膝、天麻、木瓜、鹿茸、五味子、菟絲子。鹿角膠丸：鹿角膠霜、熟地、人參、當歸、菟絲子、杜仲、虎骨、龜版、白朮、茯苓、牛膝。
^ingredients3890 (3)腎之楮氣空虛‧淫慾過度，腎精祜竭，或迪楮滑洩，或婦女崩帶，及老年精氣虛弱，腰痛酸軟，腳亦瘺弱，行則 僂俯，精神疲倦，坐則少減，勞動更甚，脈細弱，或虛數，主填補精氣，加味青蛾丸：補骨脂、杜仲、胡桃、巴戟、茴香、鹿茸。王雨三主六味加杜仲、蓯蓉。日久不愈，當調補奇脈，如胡桃、當歸、杜仲、羊腰、鹿角、枸杞、牛膝、補骨脂，或熟地、山茱萸、蓯蓉、枸杞、鹿角膠、補骨脂、小茴賚、淮牛膝。偏寒加附子、巴戟，偏熱者加龜版、石斛。
^ingredients3891 (4)治脈數耳鳴吐痰，天柱、腰膝酸痛，兩足常冷，陰虧陽升，當填補實下：熟地、鹿角霜、菟絲子、山藥、山茱 萸、枸杞、龜版膠。
^ingredients3892 治足跟疼痛，不紅不腫，不能多立多走，宜峻補，鹿角膠丸：鹿角膠霜、熟地、人參、牛膝、茯苓、菟絲子、白朮、杜仲、龜版、當歸、虎骨。萁安丸：牛膝、杜仲、補骨脂、黃柏、小茴香。
^ingredients3893 (5)施今墨治帶下，絕經有年，帶下日其，時紅時白，經年不絕，腰酸楚，全身乏力，大便結，小便失禁，食少，睡 不安，苔白滑，脈滿弱。白果湯：砂仁、五味子、五倍子、益智各杜仲、熟地、川續斷、覆盆子、炒遠志、米黨參、桑螵蛸、阿膠珠 各10g，山茱萸12g，鹿角膠6g，生白果12枚，炙甘草3g (《施今墨臨床經驗集）)。
^ingredients3894 (6）施今墨治不孕症，經無定期，進多，時用帶下，腰酸身倦，目眩，耳鳴，.睡不安，多齬夢，舌淡，脈沉細滿。種 子1號湯：生地、熟地、白芍、當歸身、阿膠、鹿角膠、遠志、巴戟 各10g，杜仲、川續斷、茗葉備6g，酒制黃芩5g，醅 柴胡、川芎 各5g，炒山茱萸12g，蓯蓉20g，炙甘草3g (《施今墨臨床經驗集）)。
^ingredients3895 (8)羅元愷治陽瘺，神疲，腰膝酸軟，夜屎多，形體瘦弱，面色蒼白，舌淡紅苔少，脈弦略細。滋腎壯骨湯：熟地 25g，黃精、菟絲子、金櫻子 各30g，枸杞15g，淫羊輪45g，仙茅9g，黨參20g (《羅元愷醫著選）)。
^alias肝胃虛寒，肝寒犯胃，肝胃虛寒，虛陽欲脾，陽氣暴脫。
^chinese 胃脘痛，產後三急。
^ck45z16h251
^norm 肝宵虛寒。
^chinese 胃脘痛。
^combo 陽鬰+氣滯+氣鬱
^formula1〔安3丸證〕
^origin〔何廉臣方〕
^ingredients3896 專治肝腎虛寒犯胃，疼嘔。熟地、香附各l20g，川花椒、小茴香、川楝子 各60g，進丸每服6g~9g。
^formula2〔小建中湯證〕
^origin〔《傷寒論》方〕
^ck45z16h253
^norm 肝寒犯宵，肝胃虛寒。
^chinese 胃脘痛。
^combo 陽虛氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①面色恍白，輕度浮腫，②神倦乏力，③口多清涎，④大便溏洩。
^tounge 舌淡白滑少華。
^pulse 脈細弱無力。
^ill2〔氣機不利〕
^symtom 脘腹脹滿，下午尤甚，晚飯後飽脹氣壅不得臥。
^ill<sub=1>〔氣機不宣〕
^symtom ①胃痛綿綿不絕，②減。
^ill<sub=2>〔氣機不降〕
^formulas
^formula<var=2>〔附子理中湯證〕
^origin〔徐正奎方〕
^ingredients3897 附子、黨參、白朮、乾薑、肉桂、蓽撥、砂仁、草果、益裡，少佐柴胡、白芍。
^ck45z16h182
^norm 虛陽欲脫，陽氣黎脫。
^chinese 胃脘痛，產後三急。
^combo 陽虛+陽浮+陽滯+陽脫
^ill〔陽氣不振〕
^symtom ①棉被復裹，遍體濕冷，②目光晦滯，反應遲鈍，③胺痛喜按，④惡露不淨。
^tounge 舌淡。
^ill2〔陽氣浮越〕
^symtom ①發熱、自汗，②則嘔吐。
^ill<sub=1>〔陽氣不行〕
^symtom ①脫痛喜按，②時作空嘔。
^tounge 苔白。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①色奪語微，②神志時明時昧，③汗出淋漓，④洩瀉水樣便。
^pulse 脈小細弱，按之欲絕。
^formulas
^formula1〔參附湯復方〕
^origin〔何少山方〕
^alias嬋胃虛寒，火木燠土，虛勞亡血，虛火浮越，龍笛失位。
^chinese 虛脹，胃痛，便血，關格，胃中冷。
^western 消化性潰瘍。
^ill〔陽氣不振〕
^symtom ①朝食則安，備食則滯，②&中若冷，時唾清涎，③腰背酸痛，④臥則筋惕肉潤。
^tounge 舌淡苔白。
^pulse 脈沉細
^ill2〔氣機不利〕
^symtom ①胃痛，②腹中麵有聲。
^ill3〔氣機不降〕
^symtom 時吐酸水或嘔酸。
^ck45z17h253
^norm 脾胃虛寒，火不燠土。
^chinese 虛脹。
^combo 陽虛+氣滯+氣鬱
^ill〔陽氣不振〕
^symtom ①朝食則安，暮食則滯，②臥則筋惕肉網。
^ill2〔氣機不利〕
^symtom 腹中呱呱有聲。
^ill<sub=1>〔氣機不降〕
^symtom 時吐酸水。
^ill<sub=2>〔氣機不宣〕
^formulas
^ingredients3898 茅蒼朮、炮附子、黨參、白朮、乾薑、甘草、茯苓、芍葯、生薑。
^ck45z17h177
^norm 虛勞亡血。
^chinese 胃痛，便血。
^western .消化性潰瘍。
^ill<sub=2>〔陽氣浮越〕z
^formulas
^ingredients3899 杜仲、川續斷、白芍、當歸、炙甘草 各10g，升麻、炒黑荊芥穗 各5g，山茱萸12g，炙黃耆、熟地炭、生地炭 各18g，二仙膠、淡蓯蓉 各15g，枳殼、白朮 各6g。
^ck45z17h175
^norm 沖氣上逆。
^chinese 關格。
^combo 陽虛+氣逆+陰虛+陽浮
^ill〔陽氣不振〕
^pulse 脈微細。
^ill2〔氣機沖逆〕
^symtom ①食人即嘔，②早食萏吐或暮食朝吐。
^ill<sub=1>〔陰虛失養〕
^symtom 大便秘結。
^ill<sub=2>〔陽氣浮越〕
^symtom 食人即嘔，進辛香溫燥，嘔吐更甚。
^formulas
^ingredients3900 進退黃連湯加蓯蓉、枸杞、當歸身、白芍、沙苑、菟絲子、柏子仁、麻仁、牛膝、肉桂、姜、棗。
^ingredients3901 2.病案：余聽鴻治大便秘結，匝月不解，食入即吐，或早食暮吐，他醫.進辛香溫燥，嘔吐更甚，予進退黃連湯加蓯 蓉、枸杞、當歸身、白芍、沙苑、菟絲子、柏子仁、麻仁、牛膝、肉桂、姜、棗等溫潤之品，4 ~5劑即能更衣，嘔亦瘥，再加鹿龜膠，乂 20餘劑而愈。
^alias心陽虛衰。
^chinese 心俘，怔忡，心痛，遺椅，夢交，汗後惡寒，頑固性手足自汗症。
^western冠心房蝕。
^ill〔陽氣不振〕
^symtom ①面白少華，②四末欠溫，③動則易汗，④二便常滑，⑤喜熱惡寒，⑥陰頭寒，⑦少腹弦急。
^pulse ①脈沉細而緩，②尺遲，③沉細結代，④脈及虛芤遲。
^tounge 舌質黯、苔薄白。
^ill2〔氣虛不充〕
^symtom ①氣短，呼吸不利，胸悶喘促，②四肢倦怠，③頭暈如旋。
^ill3〔神氣不振〕
^symtom ①神疲乏力，②眼光散漫，③神氣怯弱，④心跳膽寒。
^pulse 左寸浮散。木證——H241心陽不振候
^ill4〔神志不寧〕
^symtom ①心悸怔忡，②眠差多夢，睡巾自醒，３心煩不寐。
^ck45z10h241
^norm 心陽虛衰。
^chinese 心悸怔忡。
^western 冠心房顫。
^combo 陽虛+神虛+氣虛+神擾
^ill〔神氣不振〕
^symtom ①神疲乏力，②眼光散漫，③神氣怯弱，④心啡膽寒。
^pulse 左寸浮敗。
^ill2〔陽氣不振〕
^symtom ;.１面白少華，２四末欠溫，３動則易汗，４二便常滑，５?熱惡寒。
^pulse ①脈沉細而緩，②尺遲，③沉細結代。
^tounge 舌質腑、苔薄白。
^ill<sub=1>〔氣虛不充〕
^symtom ①氣短，.呼吸不利，胸悶喘促，②四肢倦怠，③頭暈如旋。
^ill<sub=2>〔神志不寧〕
^symtom ①心悸怔忡，②眠差多夢，睡中自醒，③心煩不寐。
^formulas
^formula1〔益氣溫陽、和血寧神〕
^origin〔武維屏方〕
^ingredients3902 黨參、當歸、炒赤芍、炒酸棗仁 各10g，黃耆、丹參 各12g，炙甘草6g，附片、桂枝 各3g，川芎5g，龍齒30g先煎。
^ck45z10h299
^chinese 遺精，夢交。
^combo 陽虛+血虛+絡虛+清空+陽鬰
^formulas
^ingredients3903 桂枝、芍葯、生薑 各三兩，甘草 二兩，大棗2枚，龍骨、牡蠣 各三兩。
^ck45z10h015
^norm 營衛虛寒。
^chinese 汗後惡寒，頑固性手足自汗症。
^combo 陽虛+表虛+營虛+經虛
^ill〔陽氣不振〕
^symtom ①面色不華，面色淡白，②形貘惡寒肢冷，③頭暈，神疲。
^tounge 舌淡。
^pulse 脈細弱。
^ill2〔腠理不實〕
^symtom ①汗多，四肢舉心汗出，以手心為甚，寐則汗收，寤則汗出，②惡風。
^ill<sub=1>〔營虛失榮〕
^symtom ①心慌，失眠，煩驚更甚，②爪甲乾枯，③筋脈拘急。
^ill<sub=2>〔經脈失榮〕
^symtom 肢節酸軟疼痛。
^formulas
^formula〔補氣固衛，斂陰調背方證〕
^origin〔袁儉生方〕
^ingredients3904 黨參、五味子 各15g，黃耆、附片、茯神、白芍各Hg，寸麥冬20g，炙甘草6g，牡蠣30g，3劑療效不顯，加熟地、遠 志、柏子仁 各12g，桂枝IOg。
^alias陽虛傷寒，心腎不交，心腎陽損，陽氣暴脫，元陽暴脫，表裡俱竭。
^chinese 心痛，心俘，驚擇，善恐，失眠，呃逆，耳鳴目眩，陽瘦，梢油，陽損，亡陽，陽脫。
^western 高血壓，冠心病，風濕性心臟病，期前收縮，心動過緩，肺心病 房顫、心力衰竭，急性心肌梗塞。
^ill〔陽氣不振〕
^symtom ①面白脫色②怕風，喜熱惡冷，③足冷S④肢麻，⑤腰酸痛，⑥心痛背脹引腰，日輕夜ffi，⑦陽審不舉。.?
^tounge 舌苔白滑。
^symtom 心慌。」
^symtom ①頭暈痛，②四肢乏力，③氣怯倦，本證一1241心陽不振候H310腎陽不諢候
^symtom ①失眠，②心悸，③心煩。.變證一H182虡陽浮越候H1S3陽氣虛脫候
^symtom 遺楮精池。，，R307，心:&陽虛證證候明圖-
^ck45z11h241
^chinese 心痛，心悸。
^western 高血壓，冠心病，風濕性心臟病，期前收縮。
^combo 陽虛+神虛+氣虛+神擾
^ill〔陽氣不振〕
^symtom ①怕風，喜熱惡冷，②足冷，③頭微?額，④肢麻，⑤腰酸痛，⑥心痛背脹引腰，日輕 夜重。
^tounge 舌苔白滑。
^pulse ①脈細無力，②脈結代。〔神氣不振〕
^symtom 心慌。
^ill<sub=1>〔氣虛不充〕
^symtom ①頭暈痛，②四肢乏力，③氣怯倦怠，④動則氣喘，⑤胸翳心痛。
^ill<sub=2>〔神志不寧〕
^symtom ①失眠，②心悸，③心煩。：
^formulas
^formula1〔溫通脈絡，活血養心方證〕
^origin〔李庭玉方〕
^ingredients3905 ‧冬蟲草、紅花、川芎 各9g，當歸1化，夜交籐24g，川續斷lSg，酸棗仁SOg，遠志、半膝、桂枝、附子 各12g，甘
^formula2〔溫柔補背法佐益氣通瘀方證〕
^origin〔貨仕沛方〕
^ingredients3906 北黃耆、牛膝 各24g，羊螢、巴戟、鎖陽、肉蓯蓉、仙茅 各15g，石菖蒲12g，田七末6g (沖）。
^ingredients3907 1論著：陳士鐸：心痛背脹引及腰中，甚則痛不能忍，氣息奄奄，』服孌湯而少安，手按而能忍，日輕按重，通陣至時 幾不欲生，補水救火湯：熟地30g，山茱萸、山藥各％，巴戟、白朮各5g，肉樣3g，五味子1.5g『。交濟湯、蒼白朮 各15g，肉桂、補骨脂、菟絲子 各9g，廣木香、甘草 各3g，熟地30g。. ‧　　　2.病案，*‧
^ck45z11h310
^norm 』心腎不交。‧： ‧ ‧
^chinese 陽瘺，精濁。
^combo 陽虛+神虛+清空+經脈+津滑+梢滑
^ill〔陽氣不振〕
^symtom ①面白脫色②陽事不舉。『
^ill2〔清空失養〕
^ill<sub=1>〔經脈失養〕
^ill2<sub=1>〔神氣不振〕、.
^ill<sub=2>〔津液不固〕
^ill2<sub=2>〔陰精不固〕
^symtom 遺精精濁。
^formulas
^formula1〔升固八脈方證〕
^origin〔葉天士方〕
^ingredients3908 ，鹿茸、人參'、生菟絲子粉、補f‧脂、韭子、?香、撩盆子、茯苓、胡桃因、柏子碣，蒸餅為丸。
^formula2〔起陽湯證〕
^origin〔陳士鐸方〕
^ingredients3909 人參、白朮、黃耆、巴戟、五味子、熟地、肉桂、遠志、柏子仁、山茱萸。
^ingredients3910 1.論著：陳士鐸：陽事不舉，即或振興?即衰敗，振陽丸：人參、巴戟、酸棗仁、寸麥冬、菟絲子、遠志、柏子仁、肉桂、茯神、枸杞、黃耆、當歸' 仙茅、白朮、人胞、陽起石、高良姜、附子；或五子丸：五味子、菟絲子、蛇床子、枸 杞、柏子仁、百部，、杜仲、取岑、防風、巧戟' 肉蓯蓉、淮、遠志。
^ck45z11h178
^norm 心賢陽損。
^chinese 陽損3
^combo 陽虛+氣虛+血虛+神虛
^formulas
^formula1〔參歸鹿茸湯〕
^origin〔何廉臣方〕
^ingredients3911 吉林參9g，當歸身3g，炙黃耆6g，炙甘草1.5g，血茸0.9g，龍眼3枚，生薑1片；』或葡萄酒1瓢。
^ck45z11h179
^chinese 失眠，驚降，善恐。
^western 心動過緩。
^combo 陽虛+陰虛+氣虛+神虛+清空+經脈
^formulas
^formula1〔心腎丸證〕
^origin〔陳士鐸方〕
^ingredients3912 ‧淮山藥、肉蓯蓉、熟地、菟絲子、人參、黃耆、當歸、淮牛膝、鹿茸、茯神、附片、五味子、龍毋、遠志。
^formula2<var=1>〔龜鹿二仙丹證〕
^origin〔徐恕甫方〕
^ck45z11h182
^norm 心腎不交。
^chinese 心悸，不寐，呃逆，耳鳴目眩。
^western 肺心病，房顫，心衰。1：
^combo 陽虛+陽浮+陽滯+陽脫*
^ill〔陽氣不振〕
^symtom ①神倦，②腰酸。
^pulse ①脈左沉細且澀，②或兩尺遲，③脈息弦芤。
^ill2〔陽氣浮越〕
^symtom ①頭脹，②耳鳴目眩，③心悸，④欲寐不得。. ，
^tounge 苔薄，舌偏紅。
^pulse 脈虛空豁。
^ill<sub=1>〔陽氣不行〕
^symtom 肢麻。
^ill<sub=2>〔陽氣脫絕〕
^symtom ①呃逆連連，日夜不止，②大小便不能控制a.
^pulse 脈細而弱。
^formulas
^formula1〔溫養方證〕
^origin〔祝味菊方〕
^ingredients3913 生鹿角、姜半夏、朱茯神各！8g，巴戟天30g，紫石英、黃附片、靈磁石 各45g，酸棗仁24g，仙靈脾12g，淡乾姜9g，川杜仲、炒茅蒼朮、柏子霜 各15g。
^formula2〔溫陽益氣，降逆固脫方證〕
^origin〔徐仲才方〕
^ck45z11h183
^norm 陽氣暴脫；元陽黎脫，表裡俱竭。
^chinese 亡陽，陽脫。
^western 心力衰竭，急性心肌梗塞。
^combo 陽虛+陽脫+陽滯+津滑
^ill〔陽氣不振〕
^symtom ①寒慄而振，喜熱惡冷，②面色蒼白，③神疲力乏，氣怯倦怠，四肢無力，④語言低微，
^ill<sub=1>〔陽氣不行〕
^ill<sub=2>〔津液不固〕
^ingredients3914 紅參、寸麥冬、山茱萸、附子 各15g。`)